Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Egeskov Castle, Denmark
gd: Caisteal Egeskov san Danmhairg
kn: ಇಗೆಸ್ಕೊವ್ ಕೋಟೆ, ಡೆನ್ ಮಾರ್ಕ್

source: Windmill in Sønderho, Fanø, Denmark
gd: Muillean-gaoithe ann an Sønderho, Fanø san Danmhairg
kn: ಸೊಂಡೆರ್ ಹೊ ಪ್ಯಾನ್. ಡೆನ್ ಮಾರ್ಕ್ ನಲ್ಲಿರುವ ಗಾಳಿಚಕ್ರ

source: Double-entry table
gd: An griod
kn: ದ್ವಿನಮೂದು ಟೇಬಲ್

source: Drag and Drop the items in the double-entry table
gd: Slaod nithean is leig iad às sa chlàr
kn: ದ್ವಿನಮೂದು ಟೇಬಲ್ ನಲ್ಲಿ ವಸ್ತುಗಳನ್ನು ಜಾರಿಸಿ ಮತ್ತು ಬಿಳಿಸಿರಿ.

source: Basic counting skills
gd: Sgilean cunntaidh bunasach
kn: ಮೂಲಭೂತ ಎಣಿಕಾ ಕೌಶಲ್ಯಗಳು

source: Move the items on the left to their proper position in the double-entry table.
gd: Gluais na nithean air an taobh chlì dhan ionad cheart aca sa chlàr.
kn: ಎಡಗಡೆಯಿರುವ ವಸ್ತುಗಳನ್ನು ದ್ವಿನಮೂದು ಟೇಬಲ್ ನಲ್ಲಿ ಅವುಗಳನ್ನು ಸರಿಯಾದ ಜಾಗದಲ್ಲಿ ಸೇರಿಸಿರಿ.

source: Drag and Drop each proposed item on its destination
gd: Slaod is leig às gach nì a thèid a thabhann dhan cheann-uidhe aige
kn: ಸೂಚಿಸಿದ ವಸ್ತುವನ್ನು ಅದರ ಗುರಿಗೆ ಜಾರಿಸಿ ಮತ್ತು ಬಿಳಿಸಿರಿ.

source: Click on an item and listen to its target position
gd: Briog air nì is èist ri ionad a' chinn-uidhe aige
kn: ವಸ್ತುವಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ, ಅದರ ಗುರಿಯ ಜಾಗವನ್ನು ಕೇಳಿ ತಿಳಿಯಿರಿ.

source: A simple vector-drawing tool
gd: Inneal tarraing vector simplidh
kn: ಸರಳ ಸದೀಶ ಚಿತ್ರ ಬರೆಯುವು ಸಾಧನ.

source: A creative board where you can draw freely
gd: Bòrd cruthachail far an urrainn dhut tarraing gu saor
kn: ನೀವು ಮುಕ್ತವಾಗಿ ಚಿತ್ರ ಬರೆಯಬಹುದಾದ ಸೃಜನಾತ್ಮಕ ಹಲಗೆ.

source: In this game, children can draw freely. The goal is to discover how to create attractive drawings based on basic shapes: rectangles, ellipses and lines.
gd: Sa gheama seo, 's urrainn dhan chlann tarraing gu saor. 'S e an t-amas gun ionnsaidh iad mar a chruthaicheas iad tarraingean snasail stèidhichte air bun-chruthan: ceart-cheàrnaich, eileapsan is loidhnichean.
kn: ಈ ಆಟದಲ್ಲಿ ಮಕ್ಕಳು ಮುಕ್ತವಾಗಿ ಚಿತ್ರಗಳನ್ನು ಬರೆಯಬಹುದು. ಇದರ ಉದ್ದೇಶವು ನೀವು ಸುಲಭ ಆಕೃತಿಗಳಾದ ಆಯತ,ವೃತ್ತ ಮತ್ತು ಗೇರೆಗಳನ್ನು ಬಳಸಿ ಉತ್ತಮ ಚಿತ್ರಗಳನ್ನು ಬರೆಯಬಹುದು ಎಂದು ತಿಳಿಯುವುದು.

source: Select a drawing tool on the left, and a color down the bottom, then click and drag in the white area to create a new shape. To save time, you can click with the middle mouse button to delete an object.
gd: Tagh inneal tarraing air an taobh chlì is dath aig a' bhonn is an uairsin briog is slaod san raon bhàn gus cruth ùr a dhèanamh. Gus ùine a shàbhaladh, 's urrainn dhut briogadh air putan meadhanach na luchaige gus nì a sguabadh às.
kn: ಎಡಗಡೆಯಿರುವ ಸಾಧನಗಳಿಂದ ಮತ್ತು ಕೆಳಗೆ ಇರುವ ಬಣ್ಣಗಳಿಂದ ನಿಮಗೆ ಇಷ್ಟವಾದುದನ್ನು ಆರಿಸಿರಿ. ನಂತರ ಬಿಳಿ ಜಾಗದಲ್ಲಿ ಮೌಸ್ ನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಜಾರಿಸುವುದರ ಮೂಲಕ ಹೊಸ ಆಕೃತಿಯನ್ನು ಬರೆಯಿರಿ. ಸಮಯವನ್ನು ಉಳಿಸಲು ಮೌಸ್ ನ ಮಧ್ಯ ಗುಂಡಿ ಒತ್ತಿ ವಸ್ತುವನ್ನು ಅಳಿಸಬಹುದು.

source: Cannot find the file '{filename}'
gd: Cha ghabh am faidhle "{filename}" a lorg
kn: '{filename}' ಕಡತ ಲಭ್ಯವಿಲ್ಲ

source: Draw Number
gd: Tarraing le àireamhan
kn: ಸಂಖ್ಯೆಯನ್ನು ಬರೆಯಿರಿ

source: Draw the picture by following numbers
gd: Tarraing dealbh a' leantainn nan àireamhan
kn: ಕೆಳಗಿನ ಸಂಖ್ಯೆಗಳಿಂದ ಚಿತ್ರವನ್ನು ಬರೆಯಿರಿ.

source: Can count from 1 to 50.
gd: Tha cunntadh o 1 gu 50 agad.
kn: ೧ ರಿಂದ ೫೦ ರವರೆಗೆ ಎಣಿಸಬಹುದು.

source: Draw the picture by clicking on each numbers in the right order.
gd: Tarraing an dealbh, a' briogadh air gach àireamh san òrdugh cheart.
kn: ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಸಂಖ್ಯೆಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಚಿತ್ರವನ್ನು ಬರೆಯಿರಿ.

source: Cannot find the 'gnucap' electric simulator. You can download and install it from: <http://www.gnu.org/software/gnucap/> To be detected, it must be installed in /usr/bin/gnucap or /usr/local/bin/gnucap. You can still use this activity to draw schematics without computer simulation.
gd: Cha ghabh an t-inneal-atharrais dealain "gnucap" a lorg. 'S urrainn dhut a luchdadh a-nuas is a stàladh o: <http://www.gnu.org/software/gnucap/> Ach an tèid a mothachadh, feumaidh tu a stàladh ann an /usr/bin/gnucap no /usr/local/bin/gnucap. 'S urrainn dhut a' chleas seo a chleachdadh fhathast gus sgeama a tharraing gun atharrais a' choimpiutair.
kn: 'gnucap' ನ ವಿಧ್ಯುತ್ ಸಿಮ್ಯುಲೇಟರ್ ಲಭ್ಯವಿಲ್ಲ. ನೀವು ಇದನ್ನು ಮೊದಲು ಡೌನಲೋಡ್ ಮಾಡಿ ನಂತರ ನಿಮ್ಮ ಗಣಗದಲ್ಲಿ ಸ್ಥಾಪಿಸಿರಿ. <http://www.gnu.org/software/gnucap/> ಗಣಕವು ಗುರುತಿಸಬೇಕಾದರೆ, ಕೆಳಗಿನ ಕಡತಕೋಶದಲ್ಲಿ ಸ್ಥಾಪಿಸಿರಿ. /usr/bin/gnucap or /usr/local/bin/gnucap ಆದರೆ ಇದನ್ನು ನೀವು ಸಿಮ್ಯುಲೇಷನ್ ಇಲ್ಲದೆ ಚಿತ್ರ ಬರೆಯಲು ಬಳಸಬಹುದು.

source: Electricity
gd: Dealan
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ

source: Create and simulate an electric schema
gd: Cruthaich is atharrais sgeama dealain
kn: ಒಂದು ವಿಧ್ಯುತ್ ಶಕ್ತಿಯ ನಕ್ಷೆಯನ್ನು ರಚಿಸಿ ಸಿಮ್ಯೂಲೇಟ್ ಮಾಡಿರಿ.

source: Requires some basic understanding of the concept of electricity.
gd: Tha bun-tuigse air dealan riatanach.
kn: ನಿಮಗೆ ವಿಧ್ಯುತ್ ಶಕ್ತಿಯ ಕೆಲವು ವಿಷಯಗಳು ತಿಳಿದಿರಬೇಕು.

source: Freely create an electric schema with a real time simulation of it.
gd: Cruthaich sgeama dealain gu saor le atharrais fìor-ùine aige.
kn: ಉಚಿತವಾಗಿ ವಿಧ್ಯುತ್ ಶಕ್ತಿಯ ನಕ್ಷೆಯನ್ನು ರಚಿಸಿ. ನೈಜ ಸಮಯದಲ್ಲಿ ಸಿಮ್ಯೂಲೇಟ್ ಮಾಡಿರಿ.

source: GCompris uses the Gnucap electric simulator as a backend. You can get more information on gnucap at &lt;http://www.gnu.org/software/gnucap/&gt;.
gd: Cleachdaidh GCompris an t-inneal atharrais dealain Gnucap mar backend. Gheibh thu barrahcd fiosrachaidh mu gnucap air &lt;http://www.gnu.org/software/gnucap/&gt;.
kn: Gnucap ವಿಧ್ಯುತ್ ಶಕ್ತಿಯ ಸಿಮ್ಯೂಲೇಟರನ್ನು ಜಿಕಾಂಪ್ರೈಸ್ ಹಂಬದಿಗೆ ಬಳಸುತ್ತದೆ. ನೀವು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಈ ಜಾಲತಾಣದಲ್ಲಿ ಪಡೆಯಬಹುದು &lt;http://www.gnu.org/software/gnucap/&gt;.

source: Drag electrical components from the selector and drop them in the working area. Create wires by clicking on a connection spot, dragging the mouse to the next connection spot, and letting go. You can also move components by dragging them. You can delete wires by clicking on them. To delete a component, select the deletion tool on top of the component selector. You can click on the switch to open and close it. You can change the rheostat value by dragging its wiper. In order to simulate what happens when a bulb is blown, you can blown it by right-clicking on it. The simulation is updated in real time by any user action.
gd: Slaod co-phàirtean dealain on roghnaichear is leig iad às san raon obrach. Gus uèirichean a chruthachadh, briog air puing ceangail, slaod an luchag dhan ath phuing ceangail is leig às. 'S urrainn dhut co-phàirtean a ghluasad cuideachd 's tu gan slaodadh. Gus uèir a sguabadh às, briog air. gus co-phàirt a sguabadh às, tagh an inneal sguabaidh às air barr roghnaichear nan co-phàirt. 'S urrainn dhut briogadh air suids gus fhosgladh no a dhùnadh. 'S urrainn dhut luach aig inneal-bacaidh caochlaideach atharrachadh 's tu a' slaodadh a shuathair. Gus atharrais na thachradh nam briseadh bolgan, 's urrainn dhut a bhriseadh 's tu a' dèanamh briogadh deas air. Thèid an atharrais ùrachadh rè fhìor-ùine gach turas a nì thu rudeigin.
kn: ವಿಧ್ಯುತ್ ಶಕ್ತಿಯ ಭಾಗಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡು ಖಾಲಿ ಬಿಳಿ ಜಾಗದಲ್ಲಿಡಿ. ಅದಕ್ಕೆ ಸಂಪರ್ಕ ತಂತಿಗಳನ್ನು ಜೋಡಿಸಲು,ವಸ್ತುಗಳ ತುದಿಯ ಕಪ್ಪು ಚುಕ್ಕಿಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಡ್ರಾಗ್ ಮಾಡಿ ಸೇರಿಸಿರಿ. ವಸ್ತುಗಳನ್ನು ಚಲಿಸುವಂತೆ ಮಾಡಲು ಡ್ರಾಗ್ ಮಾಡಬಹುದು. ನೀವು ಸಂಪರ್ಕ ತಂತಿಗಳನ್ನು ಅಳಿಸಲು ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ, ನಂತರ ಅಳಿಸುವ ಸಾಧನದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ರಿಯೋಸ್ಟಾಟ್ ಅಳತೆಯನ್ನು ಅದರ ವೈಪರ್ ನ ಡ್ರಾಗ್ ಮಾಡಿ ಬದಲಾಯಿಸಬಹುದು. ನೀವು ನೈಜಸಮಯದಲ್ಲಿ ಬಲ್ಬನ್ನು ಬೆಳಗುವಂತೆ ಮಾಡಲು ಅದರ ಮೇಲೆ ಬಲ ಮೌಸ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೈಜಸಮಯದಲ್ಲಿ ಸಿಮ್ಯುಲೇಷನ್ ಯಾವುದೇ ಬಳಕೆದಾರರ ಕ್ರಿಯೆಗಳಿಂದ ನವೀಕೃತವಾಗುತ್ತದೆ

source: Numeration training
gd: Trèanadh nan àireamhan
kn: ಎಣಿಕೆ ತರಭೇತಿ.

source: Place the items in the best way to count them
gd: Cuir an dòigh as fhearr air na nithean gus an cunntadh
kn: ವಸ್ತುಗಳನ್ನು ಎಣಿಸಲು ಸಾದ್ಯವಾಗುವಂತೆ ಉತ್ತಮವಾಗಿ ಜೋಡಿಸಿರಿ.

source: Count the items
gd: Cunnt na nithean
kn: ವಸ್ತುಗಳನ್ನು ಎಣಿಸಿ

source: Basic enumeration
gd: Àireamhachd bhunasach
kn: ಸರಳ ಎಣಿಕೆ

source: First, properly organize the items so that you can count them. Then, select the item you want to answer in the bottom right area. Enter the answer with the keyboard and press the OK button or the 'Enter' key.
gd: An toiseach, cuir na nithean an òrdugh ach an urrainn dhut an cunntadh. An uair sin, tagh an nì a tha thu airson freagairt san raon taobh deas air a' bhonn. Cuir an fhreagairt a-steach leis a' mheur-chlàr is briog air a' phutan "OK" no brùth air an iuchair "Enter".
kn: ಮೊದಲು ನೀವು ವಸ್ತುಗಳನ್ನು ಎಣಿಸಲು ಸಾಧ್ಯವಾಗುವಂತೆ ಜೋಡಿಸಿರಿ. ನಂತರ ಬಲಬಾಗದ ಕೆಳಗಡೆ ಯಾವ ವಸ್ತುವನ್ನು ಉತ್ತರಿಸಲು ಬಯಸುವಿರೋ ಅದನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ. ಉತ್ತರವನ್ನು ಕೀಲಿಮಣೆ ಮತ್ತು ಮೌಸ್ ನ್ನು ಬಳಸಿ ನಮೂದಿಸಿರಿ, ನಂತರ 'ಓಕೆ" ಗುಂಡಿ ಒತ್ತಿರಿ ಅಥವಾ ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ.

source: Double click the mouse
gd: Dèan briogadh dùbailte leis an luchag
kn: ಮೌಸ್‌ ಅನ್ನು ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ಕಿಸಿ.

source: Double click the mouse to erase the area and discover the background
gd: Dèan briogadh dùbailte leis an luchag gus an raon a shuathadh is an cùlaibh fhaicinn
kn: ಮೌಸ್‌ ಅನ್ನು ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ಕಿಸುವುದರ ಮೂಲಕ ಜಾಗವನ್ನು ಅಳಿಸಿರಿ. ಹಿನ್ನೆಲೆಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.

source: Double click the mouse on rectangles until all the blocks disappear.
gd: Dèan briogadh dùbailte leis an luchag air na cear-cheàrnaich gus an tèid a h-uile bloca à sealladh.
kn: ಎಲ್ಲಾ ಆಯತಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಆಯತಗಳ ಮೇಲೆ ಮೌಸ್‌ ಅನ್ನು ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ಕಿಸಿ

source: Move the mouse to erase the area and discover the background
gd: Gluais an luchag gus an raon a shuathadh is an cùlaibh fhaicinn
kn: ಮೌಸ್ ನ್ನು ಚಲಿಸುವಂತೆ ಮಾಡಿ ಜಾಗವನ್ನು ಅಳಿಸಿರಿ, ಹಿನ್ನೆಲೆಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.

source: Error: No images found
gd: Mearachd: Cha deach dealbh sam bith a lorg
kn: ದೋಷ: ಯಾವುದೇ ಚಿತ್ರಗಳು ಲಭ್ಯವಿಲ್ಲ.

source: readme
gd: leughmi
kn: ನನ್ನನ್ನು ಓದಿರಿ.

source: Put any number of images in this directory. They will be used as background in the 'erase' activity. The image must be in the 'jpeg' format and be suffixed with '.jpg' or '.jpeg'. For best results, they must have a size of 800x520 pixels.
gd: Cuir àireamh sam bith de dhealbhan sa phasgan seo. Theid gan cleachdadh mar chùlaibh sa chleas "suathaidh". Feumaidh na dealbhan a bhith san fhòrmat "jpeg" le leudachan ".jpg" no ".jpeg". Airson nan toraidhean as fhearr, feumaidh meud de 800x520 piogsail a bhith orra.
kn: ನೀವು ಅಗತ್ಯವಾದಷ್ಟು ಸಂಖ್ಯೆಯ ಚಿತ್ರಗಳನ್ನು ಈ ಕಡತಕೋಶದಲ್ಲಿಡಿ ಅವುಗಳನ್ನು ಅಳಿಸುವ ಚಟುವಟಿಕೆಯ ಹಿನ್ನೆಯಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ. ಆ ಚಿತ್ರಗಳು jpeg ಪಾರ್ಮಟ್ ನಲ್ಲಿರಬೇಕು. ಕಡತದ ಹೆಸರು .jpg ಅಥವಾ .jpeg ನಿಂದ ಕೊನೆಯಾಗಬೇಕು. ಉತ್ತಮ ಪರಿಣಾಮಕ್ಕಾಗಿ ಚಿತ್ರಗಳು ಗಾತ್ರವು ೮೦೦ X ೫೨೦ ಚುಕ್ಕಿಗಳಿರಬೇಕು.

source: Move the mouse until all the blocks disappear. You can add you own images under the directory '~/My GCompris/erase'.
gd: Gluais an luchag gus an tèid a h-uile bloca à sealladh. 'S urrainn dhut na dealbhan agad fhèin a cur ris fon phasgan '~/My GCompris/erase'.
kn: ಎಲ್ಲಾ ಬ್ಲಾಕ್ ಗಳು ಮಾಯವಾಗುವವರೆಗು ಮೌಸನ್ನು ಚಲಿಸುತ್ತ ಇರಿ. ನೀವು ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು . ಕಡತ ಕೋಶದ ಮಾರ್ಗ '~/My GCompris/erase' ಗೆ ಸೇರಿಸಬಹುದು.

source: Animal pictures are taken from the Animal Photography Page of Ralf Schmode (&lt;http://schmode.net/&gt;) and from LE BERRE Daniel. These people kindly gave GCompris the authorization to include their pictures. Thanks a lot, both of you.
gd: Thàinig dealbhan nam beathaichean o dhuilleag dealbhan bheathaichean aig Ralf Schmode (&lt;http://schmode.net/&gt;) is o LE BERRE Daniel. Thug na daoine còir cead dha GCompris gus na dealbhan aca a chleachdadh. Tha sinn fada nur comain, an dithis agaibh.
kn: ಎಲ್ಲಾ ಪ್ರಾಣಿಗಳ ಚಿತ್ರಗಳನ್ನು ರಾಲ್ಪ್ ಸ್ಚೆಮೋಡ್ ರವರ ಜಾಲತಾಣ (&lt;http://schmode.net/&gt;) ನಿಂದ ಮತ್ತು ಲೆ ಬೆರೆ ರವರಿಂದ ಪಡೆಯಲಾಗಿ ಗೆ. ಇವರು ಜಿಕಾಂಪ್ರೈಸ್ ಗೆ ಚಿತ್ರಗಳನ್ನು ಬಳಸಲು ಧಯಾಳುಗಳಾಗಿ ಅನುಮತಿ ನೀಡಿದ್ದಾರೆ. ಇಬ್ಬರಿಗೂ ತುಂಬು ಹೃದಯದ ಧನ್ಯವಾದಗಳು.

source: Click the mouse
gd: Briog an luchag
kn: ಮೌಸ್‌ ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ

source: Click the mouse to erase the area and discover the background
gd: Briog an luchag gus an raon a shuathadh is an cùlaibh fhaicinn
kn: ಮೌಸನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಜಾಗವನ್ನು ಅಳಿಸಿರಿ ಮತ್ತು ಹಿನ್ನೆಲೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿರಿ.

source: Click the mouse on rectangles until all the blocks disappear.
gd: Briog an luchag air na ceart-cheàrnaich gus an tèid a h-uile bloca à sealladh.
kn: ಎಲ್ಲಾ ಆಯತಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಆಯತಗಳ ಮೇಲೆ ಮೌಸನ್ನು ಕ್ಲಿಕ್ ಮಾಡುತ್ತಾ ಇರಿ.

source: Error: This activity cannot be played with the sound effects disabled. Go to the configuration dialogue to enable the sound.
gd: Mearachd: Chan urrainn dhut an cleas seo a chluich leis an fhuaim à comas. Rach gu còmhradh an rèiteachaidh gus an fhuaim a chur an comas
kn: ದೋಷ : ಈ ಆಟವನ್ನು ಶಬ್ದಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ ಆಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಕಾನ್ ಪಿಗರೇಷನ್ ಡಯಲಾಗ್ ಗೆ ಹೋಗಿ ಶಬ್ದವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿರಿ.

source: Click to play sound
gd: Briog gus fuaim a chluich
kn: ಶಬ್ದವನ್ನು ಕೇಳಲು ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Back to Homepage
gd: Till dhan duilleag-dhachaigh
kn: ಮುಖಪುಟಕ್ಕೆ ಹಿಂದಿರುಗು

source: Failed to parse data set '{filename}' with error: {error}
gd: Dh'fhàillig parsadh an t-seata dàta "{filename}" leis a' mhearachd: {error}
kn: ಡೇಟಾ ಪಾರ್ಸ್ ವಿಫಲವಾಗಿದೆ. '{filename}' ಕಡತ {error} ದೋಷದೋಷದೊಂದಿಗೆ.

source: Explore Status:
gd: Cor an fhiosrachaidh:
kn: ಸ್ಥಿತಿಯನ್ನು ತಿಳಿಯಿರಿ.

source: Explore Farm Animals
gd: Fiosraich beathaichean na croite
kn: ಪಾರ್ಮನಲ್ಲಿ ಸಾಕುವ ಪ್ರಾಣಿಗಳನ್ನು ತಿಳಿಯಿರಿ.

source: Learn about farm animals, what sounds they make, and interesting facts.
gd: Ionnsaich mu bheathaichean croite, na fuaimean a nì iad is fios inntinneach.
kn: ಪಾರ್ಮ ಸಾಕು ಪ್ರಾಣಿಗಳ ಬಗ್ಗೆ , ಅವುಗಳ ಶಬ್ಧ ಮತ್ತು ಅವಕ್ಕೆ ಸಂಬಂದಿಸಿದ ಅಚ್ಚರಿಯ ವಿಷಯಗಳನ್ನು ಅರಿಯಿರಿ.

source: Learn to associate animal sounds with the animal name and what the animal looks like.
gd: Ionnsaich mar a chuireas tu fuaimean nam beathaichean ris an ainm is coltas.
kn: ತ್ತೆಪ್ರಾಣಿಗಳ ಶಬ್ದಗಳಿಂದ ಪ್ರಾಣಿಗಳ ಹೆಸರನ್ನು ಮತ್ತು ಚಿತ್ರವನ್ನು ಗುರುತಿಸುವುದನ್ನು ಕಲಿಯಿರಿ.

source: There are three levels in this game. In level one, players enjoy exploring each animal on the screen. Click on the question mark, and learn about the animal, what it's name is, what sound it makes, and what it looks like. Study well this information, because you will be tested in level 2 and 3! In level two, a random animal sound is played and you must choose which animal makes that sound. Click on the question mark that corresponds to the animal you hear. If you'd like to hear the animal sound repeated, click on the play button. When you have matched all animals correctly, you win! In level three, a random text prompt is displayed and you must click on the animal that matches the text. When you have matched all texts correctly, you win!
gd: Tha trì leibheilean sa gheama seo. Air leibheil a h-aon, fiosraichidh na cluicheadairean gach beathach air an sgrìn. Briog air a' chomharradh-ceist is ionnsaich mun bheathach, an t-ainm a th' air, an fhuaim a nì e is an coltas a tha air. Sgrùd am fiosrachadh seo gu mionaideach, oir bidh deuchainn ann air na leibheilean 2 is 3! Air leibheil a dhà, thèid fuaim beathaich a chluich air thuaiream is feumaidh tu am beathach a thaghadh a nì an fhuaim sin. Briog air a' chomharra ceist a riochdaicheas am beathach a chluinneas tu. Nam bu toil leat fuaim a' bheathaich a chluinntinn a-rithist, briog air a' phutan cluiche. Gheibh thu buaidh ma dh'aithnicheas tu a h-uile beathach! Air leibheil a trì, chì thu teacsa air thuaiream is feumaidh tu briogadh air a' bheathach fhreagarrach. Gheibh thu buaidh ma dh'aithnicheas tu a h-uile beathach!
kn: ಈ ಆಟದಲ್ಲಿ ಮೂರು ಹಂತಗಳಿವೆ. ಮೊದಲನೇ ಹಂತದಲ್ಲಿ, ಪ್ರಾಣಿಗಳ ಚಿತ್ರವನ್ನು ತೋರಿಸಲಾಗುವುದು. ನೀವು ಅವುಗಳ ಹೆಸರು,ಶಬ್ಧ ಮತ್ತು ಅವು ಹೇಗೆ ಕಾಣುತ್ತವೆ ಎಂಬುದನ್ನು ತಿಳಿಯಲು ಪ್ರಶ್ನಾರ್ಥಕ ಚಿನ್ಹೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಈ ಮಾಹಿತಿಗಳನ್ನು ಗಮನವಿಟ್ಟು ಕಲಿಯಿರಿ. ಮುಂದಿನ ೨ ಮತ್ತು ೩ ನೇ ಹಂತಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಪರೀಕ್ಷಿಸಲಾಗುವುದು. ಎರಡನೇ ಹಂತದಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಶಬ್ಧವನ್ನು ನಿಮಗೆ ಕೇಳಿಸಲಾಗುವುದು. ನೀವು ಯಾವ ಪ್ರಾಣಿ ಆ ಶಬ್ಧ ಮಾಡುತ್ತದೆ ಎಂದು ಕಂಡುಹಿಡಿಯಬೇಕು. ನಿಮಗೆ ಸಂದೇಹಗಳಿದ್ದರೆ ? ಚಿನ್ಹೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.ಮತ್ತೊಮ್ಮೆ ಶಬ್ದವನ್ನು ಕೇಳಲು ಪ್ಲೇ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನೀವು ಎಲ್ಲಾ ಪ್ರಾಣಿಗಳ ಶಬ್ಧಗಳನ್ನು ಸರಿಯಾಗಿ ಹೊಂದಿಸಿದರೆ ಆಟದಲ್ಲಿ ಗೆಲ್ಲುವಿರಿ. ಮೂರನೇ ಹಂತದಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಪ್ರಾಣಿಯ ಹೆಸರನ್ನು ತೋರಿಸಲಾಗುವುದು. ನೀವು ಆ ಹೆಸರಿನ ಪ್ರಾಣಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಬೇಕು. ನೀವು ಎಲ್ಲಾ ಪ್ರಾಣಿಗಳನ್ನು ಸರಿಹೊಂದಿಸಿದರೆ, ನೀವು ಗೆಲ್ಲುವಿರಿ.

source: Click on the questions to explore each farm animal.
gd: Briog air comharradh-ceiste gus beathach croite fhiosrachadh.
kn: ಪಾರ್ಮ ಸಾಕು ಪ್ರಾಣಿಗಳನ್ನು ತಿಳಿಯಲು ಪ್ರಶ್ನೆಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Click on the farm animal that makes the sound you hear.
gd: Briog air a' bheathach croite a nì an fhuaim a chluinneas tu.
kn: ನೀವು ಕೇಳಿದ ಶಬ್ಧ ಮಾಡುವ ಪ್ರಾಣಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Click the animal that matches the description.
gd: Briog air a' bheathach a fhreagras ris an tuairisgeul.
kn: ವಿವರಣೆಗೆ ಹೊಂದುವ ಪ್ರಾಣಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Horse
gd: Each
kn: ಕುದುರೆ

source: The horse goes "neigh! neigh!". Horses usually sleep standing up.
gd: Nì an t-each "U i o hòmh!" Caidlidh eich nan seasamh mar as trice.
kn: ಕುದುರೆಗಳು ಟಕ್ ಟಕ್ ಶಬ್ಧ ಮಾಡುತ್ತಾ ಹೋಗುತ್ತವೆ. ಅವು ನಿಂತು ನಿದ್ದೆ ಮಾಡುತ್ತವೆ.

source: You can ride on the back of this animal!
gd: Gabhaidh marcachd air muin a' bheathaich seo!
kn: ನೀವು ಈ ಪ್ರಾಣಿಯ ಮೇಲೆ ಕೂತು ಪ್ರಯಾಣಿಸಬಹುದು.

source: Chickens
gd: Cearcan
kn: ಕೋಳಿ ಪಿಳ್ಳೆಗಳು

source: The chicken goes "cluck, cackle, cluck". Chickens have over 200 different noises they can use to communicate.
gd: Nì cearc "Gog gog! Gàg gàg!" Tha corr is 200 fuaim eadar-dhealaichte ann as urrainn do chearc a dhèanamh gus conaltradh.
kn: ಕೋಳಿಗಳು ಕೊಕ್ ಕೊಕ್ ಶಬ್ಧ ಮಾಡುತ್ತವೆ. ಅವು ೨೦೦ ವಿವಿಧ ಶಬ್ಧಗಳನ್ನು ಬಳಸಿ ಪರಸ್ಪರ ಮಾತನಾಡುತ್ತವೆ.

source: This animal lays eggs.
gd: Beiridh am beathach seo uighean.
kn: ಈ ಕೋಳಿಯು ಮೊಟ್ಟೆಗಳನ್ನು ಇಡುತ್ತದೆ.

source: Cows
gd: Bà
kn: ಹಸುಗಳು

source: The cow goes "moo. moo.". Cows are herbivorous mammals. They graze all day in the meadow.
gd: Nì bò "Mò mò!" Ithidh bà feur. Nì iad ionaltradh fad an samhraidh air an àirigh.
kn: ಹಸುವು "ಅಂಬಾ ಅಂಬಾ" ಶಬ್ಧ ಮಾಡುತ್ತದೆ. ಹಸುವು ಸಸ್ಯಾಹಾರಿ ಪ್ರಾಣಿಯಾಗಿದೆ. ಅವು ಹುಲ್ಲುಗಾವಲಿನಲ್ಲಿರುವ ಹುಲ್ಲನ್ನು ಮೇಯುತ್ತದೆ.

source: You can drink the milk this animal produces.
gd: Gabhaidh am bainne a nì am beathach seo òl.
kn: ನೀವು ಈ ಪ್ರಾಣಿಯ ಹಾಲನ್ನು ಕುಡಿಯಬಹುದು.

source: Cat
kn: ಬೆಕ್ಕು

source: The cat goes "meow, meow". Cats usually hate water because their fur doesn't stay warm when it is wet.
gd: Nì an cat "Miamh miamh!" Is fuath le cait uisge mar as trice oir nach mair an gaoisid aca blàth nuair a bhios e fliuch.
kn: ಬೆಕ್ಕು ಮಿಯಾವ್ ಮಿಯಾವ್ ಎಂದು ಶಬ್ಧ ಮಾಡುತ್ತವೆ.ಬೆಕ್ಕುಗಳು ಮೈಮೇಲೆ ಕೂದಲು ಇರುವುದರಿಂದ ನೀರನ್ನು ಇಷ್ಟಪಡುವುದಿಲ್ಲ.

source: This pet likes chasing mice.
gd: 'S toil leis a' pheata seo luchan a shealg.
kn: ಈ ಪ್ರಾಣಿಯು ಇಲಿಯನ್ನು ಓಡಿಸಿಕೊಂಡು ಹೋಗುತ್ತದೆ.

source: Pigs
gd: Mucan
kn: ಹಂದಿಗಳು

source: The pig goes "oink, oink". Pigs are the 4th most intelligent animal.
gd: Nì am muc "Gnost gnost!" 'S e an ceathramh beathach as glice a th' anns a' mhuc.
kn: ಹಂದಿಗಳು ಓಯಂಕ್ ಓಯಂಕ್ ಶಬ್ಧ ಮಾಡುತ್ತವೆ. ಹಂದಿಗಳು ಬುದ್ಧಿವಂತ ಪ್ರಾಣಿಗಳಲ್ಲಿ ನಾಲ್ಕನೇ ಸ್ಥಾನ ಪಡೆದಿವೆ.

source: This animal likes to lie in the mud.
kn: ಈ ಪ್ರಾಣಿಗಳು ಮಣ್ಣಿನಲ್ಲಿ ಇರಲು ಇಷ್ಟಪಡುತ್ತವೆ.

source: White Duck
gd: Tunnag bhàn
kn: ಬಿಳಿ ಬಾತುಕೋಳಿ

source: The duck goes "quack, quack". Ducks have special features like webbed feet and produce an oil to make their feathers "waterproof".
gd: Nì an tunnag "Mhàg mhàg!" Tha spògan snàmhach aig tunnagan is nì iad ola ach an dìon an itean iad on uisge.
kn: ಬಾತುಕೋಳಿಗಳು ಕ್ವಾಕ್ ಕ್ವಾಕ್ ಶಬ್ಧ ಮಾಡುತ್ತವೆ. ಇವು ಜಾಲಪಾದಗಳನ್ನು ಹೊಂದಿವೆ. ಅವುಗಳು ಪುಕ್ಕಗಳ ಮೇಲೆ ಎಣ್ಣೆಯನ್ನು ಉತ್ಪಾದಿಸುತ್ತವೆ. ಇದರಿಂದ ಅವು ನೀರಿನಲ್ಲಿ ನೆನೆಯುವುದಿಲ್ಲ.

source: This animal has webbed feet so it can swim in the water.
gd: Tha spògan snàmhach air a' bheathach seo ach an urrainn dha snàmh san uisge.
kn: ಈ ಪ್ರಾಣಿಗೆ ಜಾಲಪಾದವಿದೆ ಮತ್ತು ನೀರಿನಲ್ಲಿ ಈಜಬಲ್ಲದು.

source: Owl
gd: Cailleach-oidhche
kn: ಗೂಬೆ

source: The owl goes "hoo. hoo." The owl has excellent vision and hearing at night.
gd: Nì a' chailleach-oidhche "Siu-hù! Siu-hù!" Tha fradharc is cluaisneachd fìor mhath aig a' chailleach-oidhche air an oidhche.
kn: ಗೂಬೆಯು "ಊ ಊ" ಎಂದು ಶಬ್ಧ ಮಾಡುತ್ತದೆ. ಗೂಬೆಗೆ ರಾತ್ರಿ ನೋಡುವ ಮತ್ತು ಕೇಳುವ ಅದ್ಬುತ ಶಕ್ತಿಯಿದೆ.

source: This animal likes to come out at night.
gd: 'S toil leis a' bheathach seo a bhith air a chois air an oidhche.
kn: ಈ ಪ್ರಾಣಿ ರಾತ್ರಿ ಹೊತ್ತು ಆಚೆ ಬರಲು ಇಷ್ಟಪಡುತ್ತದೆ.

source: Dogs
gd: Coin
kn: ನಾಯಿಗಳು

source: The dog goes "bark! bark!". Dogs are great human companions and usually enjoy love and attention.
gd: Nì an cù "Af af!" 'S e deagh chàirdean nan daoine a th' anns na coin is 's toil leotha ma bheir thu d' aire orra.
kn: ನಾಯಿಗಳು ಬೌ ಬೌ ಎಂದು ಶಬ್ಧ ಮಾಡುತ್ತದೆ. ನಾಯಿಗಳು ಮನುಷ್ಯನ ಉತ್ತಮ ಸ್ನೇಹಿತನಾಗಿದೆ. ಅವು ನಮ್ಮ ಪ್ರೀತಿಯನ್ನು ಬಯಸುತ್ತವೆ.

source: This animal's ancestors were wolves.
gd: Bhiodh sinnsearan a' bheathaich seo nam madaidhean-allaidh.
kn: ಈ ಪ್ರಾಣಿಯ ಪೂರ್ವಜರು ತೋಳಗಳಾಗಿವೆ.

source: Rooster
gd: Coileach
kn: ಹುಂಜ

source: The rooster goes "coc-a-doodle-doo!". Roosters have been on farms for about 5,000 years. Every morning it wakes the farm up with its noises.
gd: Nì an coileach "Gog-a-bhitheal-ao! Gog-a-ghuidhe-ghaoidhe!" Tha coilich air croitean o chionn mu thuaiream 5,000 bliadhna. Dùisgidh an coileach a' chroit gach madainn leis na fuaimean a nì e.
kn: ಹುಂಜಗಳು "ಕೊಕ್ ಕೊಕ್" ಎಂದು ಶಬ್ಧ ಮಾಡುತ್ತವೆ. ಹುಂಜಗಳನ್ನು ಪಾರ್ಮನಲ್ಲಿ ಸುಮಾರು ೫೦೦೦ ವರ್ಷಗಳಿಂದ ಸಾಕಲಾಗುತ್ತಿದೆ. ಪ್ರತಿದಿನ ಬೆಳಗ್ಗೆ ಜನರನ್ನು ತನ್ನ ಶಬ್ಧದಿಂದ ಎಬ್ಬಿಸುತ್ತದೆ.

source: This animal wakes the farm up in the morning.
gd: Dùisgidh am beathach seo a' chroit gach madainn.
kn: ಈ ಪ್ರಾಣಿಯು ಜನರನ್ನು ಬೆಳಗ್ಗೆ ತನ್ನ ಶಬ್ಧದಿಂದ ಎಬ್ಬಿಸುತ್ತದೆ.

source: Explore World Animals
gd: Fiosraich beathaichean an t-saoghail
kn: ಪ್ರಾಣಿಗಳ ಪ್ರಪಂಚವನ್ನು ತಿಳಿಯಿರಿ.

source: Learn about world animals, interesting facts and their location on a map.
gd: Ionnsaich mu bheachaichean fiadhaich, fiosrachadh inntinneach is far a bheil iad air a' mhapa.
kn: ಪ್ರಪಂಚದಲ್ಲಿರುವ ಪ್ರಾಣಿಗಳ ಬಗ್ಗೆ ಆಸಕ್ತಿಯುತ ವಿಷಯಗಳನ್ನು ಮತ್ತು ಅವುಗಳು ವಾಸಿಸುವ ಸ್ಥಳಗಳನ್ನು ತಿಳಿಯಿರಿ.

source: There are two levels in this game. In level one, players enjoy exploring each animal on the screen. Click on the question mark, and learn about the animal, what it's name is, and what it looks like. Study well this information, because you will be tested in level 2! In level two, a random text prompt is displayed and you must click on the animal that matches the text. When you have matched all texts correctly, you win!
gd: Tha dà leibheil sa gheama seo. Air leibheil a h-aon, fiosraichidh na cluicheadairean gach beathach air an sgrìn. Briog air a' chomharradh-ceist is ionnsaich mun bheathach, an t-ainm is an coltas a tha air. Sgrùd am fiosrachadh seo gu mionaideach, oir bidh deuchainn ann air leibheil 2! Air leibheil a dhà, chì thu teacsa air thuaiream is feumaidh tu briogadh air a' bheathach fhreagarrach. Gheibh thu buaidh ma dh'aithnicheas tu a h-uile beathach!
kn: ಈ ಆಟದಲ್ಲಿ ಎರಡು ಹಂತಗಳಿವೆ ಮೊದಲನೆಯ ಹಂತದಲ್ಲಿ ನೀವು ಪ್ರಾಣಿಗಳ ಬಗ್ಗೆ ಹಲವು ವಿಷಯಗಳನ್ನು ಖುಷಿಯಿಂದ ಕಲಿಯುವಿರಿ. ಪ್ರಶ್ನಾರ್ಥಕ ಚಿನ್ಹೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ, ಪ್ರಾಣಿಗಳ ಹೆಸರು ಮತ್ತು ಅದು ಹೇಗೆ ಕಾಣುತ್ತವೆ ಎಂದು ತಿಳಿಯಿರಿ. ಈ ವಿಷಯಗಳನ್ನು ಗಮನವಿಟ್ಟು ತಿಳಿದುಕೊಳ್ಳಿ.. ಈ ವಿಷಯಗಳನ್ನು ಕುರಿತು ನಿಮ್ಮನ್ನು ಎರಡನೇ ಹಂತದಲ್ಲಿ ಪರೀಕ್ಷಿಸಲಾಗುವುದು. ಎರಡನೇ ಹಂತದಲ್ಲಿ ನಿಮಗೆ ಯಾವುದಾದರೂ ಒಂದು ಪ್ರಾಣಿಯ ಹೆಸರನ್ನು ತೋರಿಸಲಾಗುವುದು.ನೀವು ಅದಕ್ಕೆ ಸರಿಹೊಂದುವ ಪ್ರಾಣಿಯ ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಎಲ್ಲಾ ಪ್ರಾಣಿಗಳ ಹೆಸರನ್ನು ಹೊಂದಿಸಿದರೆ ನೀವು ಗೆಲ್ಲುವಿರಿ.

source: Explore exotic animals from around the world.
gd: Fiosraich beathaichean allmharach o air feadh an t-saoghail.
kn: ಪ್ರಪಂಚದಲ್ಲಿರುವ ಹಲವು ವಿಚಿತ್ರ ಪ್ರಾಣಿಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ.

source: Click on location where the given animal lives.
gd: Briog air an àite far a bheil am beathach seo a' fuireach.
kn: ಕೊಟ್ಟಿರುವ ಪ್ರಾಣಿಗಳು ವಾಸಿಸುವ ಸ್ಥಳದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Jaguars in South America
gd: Deàguaran ann an Ameireaga a Deas
kn: ದಕ್ಷಿಣ ಅಮೇರಿಕಾದಲ್ಲಿರುವ ಜಾಗ್ವರ್ ಗಳು

source: Jaguars are named after the Native American word meaning 'he who kills with one leap' because they like to climb trees to attack their prey.
gd: Chaidh deàguaran ainmeachadh a-rèir facal nan tùsanach Aimeireagaidh sa bheil a' chiall "a mharbhas le aon leum"
kn: ಜಾಗ್ವರಗಳನ್ನು ಸ್ಥಳೀಯ ಅಮೇರಿಕಾ ಭಾಷೆಯಲ್ಲಿ ಹೆಸರಿಡಲಾಗಿದೆ. ಇದರ ಅರ್ಥವು "ಒಂದೇ ಎಟಿನಲ್ಲು ಸಾಯಸುವವ" ಎಂಬುದಾಗಿದೆ.

source: Jaguar
gd: Deàguar
kn: ಜಾಗ್ವರ್

source: Hedgehogs in Europe
gd: Gràineagan san Roinn-Eòrpa
kn: ಯುರೋಪನ ಕಾಡುಹಂದಿಗಳು
