Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: In the text entry, enter one command per line, to control your boat. Commands supported are displayed between the two entry areas. The 'left' and 'right' commands must be followed by an angle in degrees. The angle value is also called a 'parameter' to the left or right command. By default 45 degrees is used. The 'forward' command accepts a distance parameter. By default 1 is used. For example: - left 90: Make a perpendicular left turn - forward 10: Go forward for 10 units (as displayed on the ruler). The goal is to reach the right of the screen (the red line). When done, you can try to improve your program and start a new race with the same weather conditions by using the retry button. You can click and drag your mouse anywhere on the map to get a measurement in distance and angle. Going to the next level will give you more complex weather conditions.
gd: San uinneag cuir a-steach, sgrìobh gach àithne air loidhne fa leth gus am bàta agad a stiùireadh. Chì thu na h-àitheantan as urrainn dhut cleachdadh eadar an dà raon cuir a-steach. Feumaidh tu na h-àitheantan "clì" is "deas" a leantainn le puingean a' cheàrna. Canar "paramadair aig an àithne clì no deas" ri luach a' cheàrna cuideachd. Thèid 45 puing a cleachdadh a ghnàth. Gabhaidh an àithne "air-adhart" ri paramadair astair. Thèid 1 a chleachdadh a ghnàth. Mar eisimpleir: - clì 90: Tionndaidh gu clì gu dìreach - air-adhart 10: Rach 10 aonadan air adhart (mar a chì thu air an rùilear). Is amas a' gheama taobh deas na sgrìn a ruigsinn (an loidhne dhearg). Nuair a bhios tu air seo a dhèanamh, feuch an toir thu piseach air a' phrògram agad is gun tòisich thu rèis eile le cor na h-aimsire mar a bha is tu a' chleachdadh am putan ath-fheuchainn. 'S urrainn dhut briogadh is slaodadh leis an luchag àite sam bith air a' mhapa gus tomhas fhaighinn air astar is ceàrn. Ma thèid thu dhan ath leibheil, gheibh thu cumhan na h-aimsire nas fhillte.
kn: ಪಠ್ಯ ನಮೂದಿಸುವ ಜಾಗದಲ್ಲಿ , ಒಂದು ಸಾಲಿನಲ್ಲಿ ಒಂದು ಆದೇಶವನ್ನು ನಮೂದಿಸಿರಿ. ನಿಮ್ಮ ಹಡಗನ್ನು ನಿಯಂತ್ರಿಸಲು ಆದೇಶಗಳನ್ನು ಅಗತ್ಯ ಆದೇಶಗಳನ್ನು ಎರಡು ನಮೂದಿಸುವ ಜಾಗಗಳ ಮದ್ಯೆ ತೋರಿಸಲಾಗುವುದು. left(ಎಡ) ಮತ್ತು right(ಬಲ) ಆದೇಶಗಳ ಜೋತೆ ಕೋನವನ್ನು ನಮೂದಿಸಬೇಕು. ಇದರ ಪೂರ್ವಬಾವಿ ಮೌಲ್ಯವು ೪೫ ಡಿಗ್ರಿ ಆಗಿರುತ್ತದೆ. forward(ಮುಂದೆ) ಆದೇಶದ ಮುಂದೆ ದೂರವನ್ನು ನಮೂದಿಸಬೇಕು. ಇದರ ಪೂರ್ವಬಾವಿ ಮೌಲ್ಯವು ೧ ಆಗಿರುತ್ತದೆ. ಉದಾಹರಣೆಗೆ : -left 90: ಎಡಕ್ಕೆ ಲಂಬಕೋನದಲ್ಲಿ ತಿರುಗು. -forward 10: ಅಳತೆಪಟ್ಟಿಯಂತೆ ೧೦ ಘಟಕಗಳಷ್ಟು ಮುಂದೆ ಹೋಗು. ನಿಮ್ಮ ಗುರಿಯು ಪರದೆಯ ಮೇಲಿನ ಬಲಬಾಗದ ಕೆಂಪು ಗೆರೆಯನ್ನು ಮುಟ್ಟುವುದಾಗಿದೆ. ಮುಗಿದ ನಂತರ ನೀವು ನಿಮ್ಮ ಪ್ರೋಗ್ರಾಮನ್ನು ಉತ್ತಮಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು. ನೀವು ನಕ್ಷೆಯ ಯಾವುದೇ ಭಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ ದೂರ ಮತ್ತು ಕೋನವನ್ನು ಪಡೆಯಬಹುದು. ಮುಂದಿನ ಹಂತಗಳಲ್ಲಿ ನಿಮಗೆ ಬಹಳ ಸಂಕೀರ್ಣ ಹವಾಮಾನ ಸ್ಥಿತಿಗಳು ಲಬ್ಯವಾಗುತ್ತವೆ.

source: Numbers with pairs of dice
gd: Àireamhan le càraidean dìsne
kn: ೨ ದಾಳಗಳೊಂದಿಗೆ ಸಂಖ್ಯೆಗಳು

source: Count the number of dots on dice before they reach the ground
gd: Cunnt àireamh nan dotagan air na dìsnean mus ruig iad an làr
kn: ದಾಳಗಳ ಮೇಲಿನ ಚಿಕ್ಕಿಗಳನ್ನು ಅವು ನೆಲಮುಟ್ಟುವ ಮುಂಚೆ ಲೆಕ್ಕ ಹಾಕಿರಿ.

source: Counting skills
gd: Sgilean cunntaidh
kn: ಎಣಿಕೆ ಕೌಶಲ್ಯಗಳು

source: In a limited time, count the number of dots
gd: Rè ùine cuingichte, cunnt àireamh nan dotagan
kn: ಕಡಿಮೆ ಅವದಿಯಲ್ಲಿ ಚಿಕ್ಕಿಗಳನ್ನು ಲೆಕ್ಕ ಹಾಕಿರಿ

source: With the keyboard, type the number of dots you see on the falling dice.
gd: Sgrìobh àireamh nan dotagan a chì thu air na dìsnean a' tuiteam leis a' mheur-clàr
kn: ಬೀಳುತ್ತಿರುವ ದಾಳಗಳ ಮೇಲಿನ ಚುಕ್ಕಿಗಳ ಸಂಖ್ಯೆಯನ್ನು ಕೀಲಿಮಣೆಯಿಂದ ನಮೂದಿಸಿರಿ.

source: Numbers With Dice
gd: Àireamhan le dìsnean
kn: ಸಂಖ್ಯೆಗಳೊಂದಿಗೆ ದಾಳಗಳು

source: Engine control, use the buttons to select your speed.
gd: Stiùireadh an einnsein, cleachd na putanan gus an luaths agad a thaghadh.
kn: ಇಂಜಿನ್ ನಿಯಂತ್ರಣ, ನಿಮ್ಮ ವೇಗವನ್ನು ಗುಂಡಿಗಳನ್ನು ಬಳಸಿ ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿರಿ

source: Compressed air tank is used to flush water out of the ballasts.
gd: Cleachdaidh tu tanca an adhair dhùmhlaichte gus uisge a shruthlachadh a-mach às na balaistean.
kn: ಸಂಕುಚಿತ ಗಾಳಿ ಚೀಲವನ್ನು ಹಡಗಿನಿಂದ ನೀರನ್ನು ಹೊರದಬ್ಬಲು ಬಳಸಲಾಗುವುದು.

source: Open or close the ballast tank.
kn: ಹಡಗಿನ ತೊಟ್ಟಿಯನ್ನು ಮುಚ್ಚಿರಿ ಅಥವಾ ತೆಗೆಯಿರಿ.

source: It allows the water, to get in the tank.
gd: Leigidh seo uisge a-steach dhan tanca.
kn: ಇದು ನೀರನ್ನು ತೊಟ್ಟಿಯೊಳಗೆ ಬರಲು ಬೀಡುತ್ತದೆ.

source: Increase the water level to dive.
gd: Meudaich ìre an uisge gus dol fodha.
kn: ದುಮುಕಲು ನೀರಿನ ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಿರಿ.

source: Lower the water level to rise to the surface.
gd: Lùghdaich ìre an uisge gus dìreadh dhan uachdar.
kn: ನೀರಿನ ಮಟ್ಟವನ್ನು ಕಡಿಮೆ ಮಾಡಿ,ನೀರಿನ ಮೇಲ್ಮೈಗೆ ಎರಿರಿ.

source: Open or close the the ballast flush.
gd: Fosgail no dùin sruthlachadh na balaiste.
kn: ಹಡಗಿನ ನೀರನ್ನು ಚಿಮ್ಮಲು ತೆರೆಯಿರಿ ಅಥವಾ ಮುಚ್ಚಿರಿ.

source: It flushes the water out of the tank.
gd: Sruthlaichidh seo uisge a-mach às ann tanca.
kn: ಇದು ನೀರನ್ನು ತೋಟ್ಟಿಯಿಂದ ಹೊರಗೆ ಚಿಮ್ಮಿಸುತ್ತದೆ.

source: Lower the water level to surface.
gd: Lùghdaich ìre an uisge gus dol air an uachdar.
kn: ನೀರಿನ ಮಟ್ಟವನ್ನು ಮೇಲ್ಮೈವರೆಗೆ ಕಡಿಮೆ ಮಾಡಿರಿ.

source: Horizontal rudders also called tailplanes.
gd: Falmadairean-deiridh còmhnard.
kn: ಅಡ್ಡಚುಕ್ಕಾಣಿಗಳನ್ನು ಬಾಲದವಿಮಾನಗಳು ಎಂದು ಸಹಾ ಕರೆಯುವರು.

source: It controls the up and down orientation.
gd: Cumaidh seo smachd air a' chomhair suas is sìos.
kn: ಇದು ಮೇಲ್ಮುಖ ಅಥವಾ ಕೆಳಮುಖ ದಿಕ್ಕನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ.

source: It needs water to flow around them to be effective.
gd: Feumaidh do dh'uisge a shruthadh seachad orra ach an obraich iad.
kn: ಇದು ಪರಿಣಾಮಕಾರಿಯಾಗಲು ಸುತ್ತಲೂ ನೀರಿನ ಹರಿವು ಅವಶ್ಯಕತೆಯಿದೆ.

source: Horizontal rudders also called foreplanes.
gd: Falmadairean-toisich còmhnard.
kn: ಅಡ್ಡಚುಕ್ಕಾಣಿಗಳನ್ನು ಮುಂದಿನವಿಮಾನಗಳು ಎಂದು ಸಹಾ ಕರೆಯುವರು.

source: Water level in the ballast.
gd: Ìre an uisge sa bhalaist.
kn: ಹಡಗಿನಲ್ಲಿರುವ ನೀರಿನ ಮಟ್ಟ

source: Pilot a submarine
gd: Stiùirich bàta-tumaidh
kn: ಜಲಾಂತರ್ಗಾಮಿಯನ್ನು ಚಲಾಯಿಸಿರಿ

source: Pilot a submarine using air tanks and dive rudders
gd: Stiùirich bàta-tumaidh le tancaichean uisge is falmadairean
kn: ಜಲಾಂತರ್ಗಾಮಿಯನ್ನು ಗಾಳಿ ಟ್ಯಾಂಕಗಳಿಂದ ಮತ್ತು ಚಲನೆಯ ಚುಕ್ಕಾಣಿಗಳಿಂದ ಚಲಾಯಿಸಿರಿ.

source: Physics basics
gd: Bun-eòlas fiosaigeachd
kn: ಪ್ರಾಥಮಿಕ ಭೌತವಿಜ್ಞಾನ

source: Learn how a submarine works
gd: Ionnsaich mar a dh'obraicheas bàta-tumaidh
kn: ಸಬ್ ಮೆರೀನ್ ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆಂಬುದನ್ನು ಕಲಿಯಿರಿ

source: Click on different active elements : engine, rudders and air tanks, in order to navigate to the required depth. There is a closed gate on the right. After the first level, you have to catch the jewel to open it. Pass through it to reach the next level.
kn: ವಿವಿಧ ಸಕ್ರೀಯ ವಸ್ತುಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ: ಇಂಜಿನ್ , ಚುಕ್ಕಾಣಿ ಮತ್ತು ಗಾಳಿ ಟ್ಯಾಂಕ್ ಇವುಗಳನ್ನು ಬಳಸಿ ನಿಗಧಿತ ಮಾರ್ಗದಲ್ಲಿ ನಿಗಧಿತ ಆಳಕ್ಕೆ ಚಲಿಸಿರಿ. ಬಲಗಡೆ ಮುಚ್ಚಿರುವ ಗೇಟ್ ಇದೆ. ಓಡವೆಯನ್ನು ಹಿಡಿದು ಗೇಟನ್ನು ತೆರೆಯಿರಿ. ನಂತರ ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಬಹುದು.

source: Sudoku, place unique symbols in a square.
gd: Sudoku, cuir samhlaidhean àraid ann an ceàrnag
kn: ಸುಡೋಕು , ಚೌಕದಲ್ಲಿ ಅನನ್ಯ ಚಿನ್ಹೆಗಳ ಆಟ

source: Symbols must be unique in a row, in a column, and (if defined) each region.
gd: Feumaidh samhla a bhith na aonar am measg càch an dà chuid san ràgh is colbh is (ma chaidh seo mìneachadh) anns gach roinn.
kn: ಚಿನ್ಹೆಗಳು ಪ್ರತಿ ಅಡ್ಡಸಾಲಿನಲ್ಲಿ ಮತ್ತು ಕಂಬಸಾಲಿನಲ್ಲಿ ವಿಭಿನ್ನವಾಗಿರಬೇಕು ಮತ್ತು ಸೂಚಿಸಿರುವ ಪ್ರದೇಶದಲ್ಲಿ ವಿಭಿನ್ನವಾಗಿರಬೇಕು

source: Completing the puzzle requires patience and logical ability
gd: Tha foighidinn is comas loidigeach a dhìth gus a' chùis a dhèanamh air an tòimhseachan
kn: ಈ ಓಗಟನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ತಾಳ್ಮ ಮತ್ತು ತಾರ್ಕಿಕ ಚಿಂತನೆ ಅಗತ್ಯವಾಗಿದೆ.

source: The aim of the puzzle is to enter a symbol or numeral from 1 through 9 in each cell of a grid, most frequently a 9x9 grid made up of 3x3 subgrids (called 'regions'), starting with various symbols or numerals given in some cells (the 'givens'). Each row, column and region must contain only one instance of each symbol or numeral (Source &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
gd: 'S an t-amas aig an tòimhseachan seo gun cuir thu samhla no àireamh eadar 1 is 9 a-steach anns gach cealla a' ghrioda. Mar as trice, bidh griod 9x9 ann a tha dèanta de fo-ghriodan 3x3 (ris an canar "roinnean") is tòisichidh tu le smhlaidhean no àireamhan a chaidh a thoirt dhut ann an cuid a cheallan (an "riatanas"). Chan fhaod ach aon ionstans aig gach samhla no àireamh a bhith anns gach ràgh, colbh no roinn (Tùs: &lt;http://en.wikipedia.org/wiki/Sudoku&gt;).
kn: ಸುಡೊಕುವಿನ ಮುಖ್ಯ ಗುರಿಯು ೧ ರಿಂದ ೯ ರವರೆಗಿನ ಸಂಖ್ಯೆಗಳನ್ನು ಪ್ರತಿಯೊಂದು ಮನೆಯಲ್ಲಿ ನಮೂದಿಸಬೇಕು.ಈ ಮನೆಗಳು ೯ X ೯ ಅಳತೆಯವು ಆಗಿದ್ದು ೩ X ೩ ಉಪಮನೆಗಳು(ಪ್ರದೇಶಗಳು) ಇರುತ್ತವೆ. ಪ್ರಾರಂಭದಲ್ಲಿ ಕೆಲವು ಮನೆಗಳಲ್ಲಿ ಸಂಖ್ಯೆಗಳನ್ನು ಮೊದಲೇ ನೀಡಲಾಗಿರುತ್ತದೆ. ಪ್ರತಿ ಸಾಲು,ಕಂಬಸಾಲು ಮತ್ತು ಪ್ರದೇಶದಲ್ಲಿಒಂದು ಸಂಖ್ಯೆಯನ್ನು ಓಮ್ಮೆ ಮಾತ್ರ ಬಳಸಬೇಕು. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ವಿಕಿಪೀಡಿಯಾ ಜಾಲತಾಣವನ್ನು ನೋಡಿ &lt;http://en.wikipedia.org/wiki/Sudoku&gt;

source: For the first level with colored symbols, select a symbol on the left and click on its target position. For the higher levels, click on an empty square to give it the keyboard focus. Then enter a possible letter or number. GCompris will not let you enter invalid data.
gd: Airson a' chiad leibheil le samhlaichean dathte, tagh samhla taobh clì is briog air a cheann-uidhe. Air na leibheilean nas àirde, briog air ceàrnag falamh gus fòcas a' mheur-chlàir a thoirt air. An uair sin, cuir a-steach litir no àireamh iomchaidh. Cha leig GCompris leat dàta mì-dhligheach a chur a-steach.
kn: ಮೊದಲ ಹಂತದಲ್ಲಿ ನೀವು ಬಣ್ಣದ ಚಿನ್ಹೆಗಳನ್ನು ನಮೂದಿಸಬೇಕು. ಎಡ ಬಾಗದಲ್ಲಿ ಬಣ್ಣದ ಚಿನ್ಹೆ ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡು ಅದನ್ನು ಇಡಬೇಕಾದ ಮನೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮುಂದಿನ ಹಂತಗಳಲ್ಲಿ ಖಾಲಿ ಜಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಕೀಲಿಮಣೆಯಿಂದ ಸಂಖ್ಯೆಯನ್ನು ಅಥವಾ ಅಕ್ಷರವನ್ನು ನಮೂದಿಸಬಹುದು. ಜಿಕಾಂಪ್ರೈಸ ತಪ್ಪು ಉತ್ತರಗಳನ್ನು ನಮೂದಿಸಲು ಬೀಡುವುದಿಲ್ಲ.

source: Super Brain
gd: Sàr-eanchainn
kn: ಅಧ್ಬುತ ಮೆದುಳು

source: Tux has hidden several items. Find them again in the correct order
gd: Dh'fhalaich Tux nì no dhà. Lorg a-rithist iad san òrdugh cheart
kn: ಟಕ್ಸ ಹಲವಾರು ವಸ್ತುಗಳನ್ನು ಬಚ್ಚಿಟ್ಟಿದ್ದಾನೆ. ಅವುಗಳನ್ನು ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಹುಡುಕಿರಿ.

source: This item is well placed
gd: Tha an nì seo ann an deagh àite
kn: ಈ ವಸ್ತುವನ್ನು ಉತ್ತಮವಾಗಿ ಇರಿಸಲಾಗಿದೆ.

source: This item is misplaced
gd: Cha bu chòir dhan nì seo a bhith an seo
kn: ಈ ವಸ್ತುವನ್ನು ತಪ್ಪಾದ ಜಾಗದಲ್ಲಿ ಇಡಲಾಗಿದೆ.

source: One item is well placed
gd: Tha aon nì ann an deagh àite
kn: ಒಂದು ವಸ್ತುವನ್ನು ಸರಿಯಾಗಿ ಇಡಲಾಗಿದೆ.

source: One item is misplaced
gd: Tha aon nì ann nach bu chòir a bhith far a bheil e
kn: ಒಂದು ವಸ್ತುವನ್ನು ಸರಿಯಾಗಿ ಇಡಲಾಗಿಲ್ಲ.

source: Click on the items until you find what you think is the correct answer. Then, click on the OK button in the control bar. In the lower levels, Tux gives you an indication if you found a hiding place by marking the item with a black box. You can use the right mouse button to flip the colors in the opposite order.
gd: Briog air na nithean gus an lorg thu an fhreagairt a tha ceart dhut rèir-sa. An uair sin, briog air a' phutan "OK" air a' bhàr-smachd. Air na leibheilean nas ìsle, bheir Tux fios dhut an do lorg thu àite fhalaich is cuiridh e comharra air an nì le bogsa dubh. 'S urrainn dhut putan deas na luchaige a chleachdadh gus car a thoirt air na dathan san òrdugh eile.
kn: ವಸ್ತುಗಳ ಮೇಲೆ ನಿಮಗೆ ಸರಿಯೇನಿಸಿದ ಉತ್ತರ ಸಿಗುವವರೆಗೂ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನಂತರ ನಿಯಂತ್ರಣ ಪಟ್ಟಿಯ ಸರಿ/ಓಕೆ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಕೆಳಹಂತದಗಳಲ್ಲಿ ಟಕ್ಸ ನಿಮಗೆ ಸುಳಿವುಗಳನ್ನು ನೀಡುವನು. ನೀವು ಬಚ್ಚಿಟ್ಟ ಸ್ಥಳ ಹುಡುಕಿದರೆ ಟಕ್ಸ ಕಪ್ಪು ಪೆಟ್ಟಿಗೆಯಿಂದ ಗುರುತು ಮಾಡುವನು. ನೀವು ಬಲ ಮೌಸ ಕ್ಲಿಕ್ ಮಾಡಿ ವಸ್ತುವಿನ ಬಣ್ಣಗಳನ್ನು ವಿರುದ್ದವಾಗಿ ಬದಲಿಸಬಹುದು.

source: The tangram puzzle game
gd: Geama tòimhseachan tangram
kn: ತಂಗ್ರಾಮ ಓಗಟಿನ ಆಟ

source: The objective is to form a given shape with seven pieces
gd: Is an t-amas cruth ath-dhèanamh le seachd pìosan
kn: ಏಳು ತುಂಡುಗಳಿಂದ ಪುನಃ ನೀಡಿದ ಚಿತ್ರದಂತೆ ಕೂಡಿಸುವುದು ಆಟದ ಗುರಿಯಾಗಿದೆ.

source: From Wikipedia, the free encyclopedia. Tangram (Chinese: literally "seven boards of cunning") is a Chinese puzzle. While the tangram is often said to be ancient, its existence has only been verified as far back as 1800. It consists of 7 pieces, called tans, which fit together to form a square; taking the square as the unit: * 5 right isosceles triangles o 2 small (legs of 1) o 1 medium size (legs of square root of 2) o 2 large size (legs of 2) * 1 square (side of 1) * 1 parallelogram (sides of 1 and square root of 2)
gd: On Uicipeid, an leabhar-eòlais a tha fosgailte do dhuine sam bith. 'S e tòimhseachan Sìneach a th' anns an tangram (Sìnis: "seachd bùird na seòltachd" gu litearail). Ged a thathar dhen bheachd gu bheil an tangram àrsaidh, cha deach dearbhadh fhathast an robh e ann ro 1800. Tha e dèanta de 7 pìosan ris an canar "tan" a thèid còmhla gus cearnag a dhèanamh; leis a' cheàrnag mar aonad: * 5 triantan co-chasach cearta o 2 beag (casan le meud 1) o 1 meadhanach (casan le meud freumh ceàrnagach aig 2) o 2 mòr (casan le meud 2) * 1 ceàrnag (taobh le meud 1) * 1 co-shìnteachan (taobhan le meud 1 is freumh ceàrnagach aig 2)
kn: ಮುಕ್ತ ವಿಶ್ವಕೋಶವಾದ ವಿಕಿಪೀಡಿಯಾದಿಂದ. ತಂಗ್ರಾಮ ಆಟ(ಶಬ್ಧಾರ್ಥ :ಎಳು ತುಂಡುಗಳ ಮಾಯಾ ಆಟ) ಇದು ಚೀನಾ ದೇಶದ ಓಗಟು ಆಗಿದೆ. ಇದು ಪುರಾತನ ಆಟವಾಗಿದೆ. ಆದರೆ ಇದರ ಅಸ್ತಿತ್ವವನ್ನು ೧೮೦೦ ರವರೆಗೂ ಪತ್ತೆಹಚ್ಚಬಹುದು. ಈ ಆಟದಲ್ಲಿ ೭ ತುಂಡುಗಳಿವೆ ಅವನ್ನು ತನ್ನ ಗಳು ಎನ್ನುವರು. ೭ ತುಂಡುಗಳನ್ನು ಒಂದು ಚೌಕಾಕಾರದ ತುಂಡಾಗಿ ಜೋಡಿಸಬಹುದು. * 5 ಲಂಬ ಸಮಬಾಹು ತ್ರಿಭುಜ o 2 ಚಿಕ್ಕದು(೧ ರ ಕಾಲು ) o 1 ಮದ್ಯಮ ಗಾತ್ರದ ( ೨ ರ ವರ್ಗಮೂಲಗಳ ಕಾಲುಗಳು) o 2 ದೊಡ್ಡ ಗಾತ್ರದ (೨ ರ ಕಾಲುಗಳು) * 1 ರ ವರ್ಗ (೧ ರ ಪಕ್ಕದ್ದು) * 1 ಸಮಾನಾಂತರ ಚತುರ್ಭುಜ ( ೧ ರ ಪಕ್ಕದ್ದು ಮತ್ತು ೨ ರ ವರ್ಗಮೂಲ)

source: Select the tangram to form. Move a piece by dragging it. Right-click on it to create a symmetrical item. Select an item and drag around it to show the rotation you want. Once you've shown what shape you want, the computer will create it. If you need help, click on the shape button, and the border of the shape will be drawn.
gd: Tagh an tangram a tha thu airson togail. Gluais pìos is tu ga shlaodadh. Dèan briogadh deas air gus nì co-chothromaichte a chruthachadh. Tagh nì is slaod timcheall air gus an cuairteachadh a tha thu ag iarraidh a shealltainn. Nuair a bhios tu deiseil a' sealltainn an nì a tha thu ag iarraidh, tarraingidh an coimpiutair e. Ma tha cobhair a dhìth ort, briog air putan crutha is thèid iomall a' chrutha a tharraing.
kn: ತಂಗ್ರಾಮನ್ನು ಆಯ್ಕೆಮಾಡಿಕೊಂಡು ಆಟ ಆಡಲು ಪ್ರಾರಂಬಿಸಿರಿ. ತುಂಡುಗಳನ್ನು ಮೌಸನಿಂದ ಜಾರಿಸುವುದರ ಮೂಲಕ ಸೇರಿಸಿರಿ. ತುಂಡಿನ ಮೇಲೆ ಬಲಮೌಸ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಸಮ್ಮೀತಿಯ ವಸ್ತುವನ್ನು ರಚಿಸಿರಿ. ವಸ್ತುವನ್ನು ತಿರುಗಿಸಿದರೆ ಅದರ ಆಕೃತಿಯು ಗೋಚರವಾಗುತ್ತದೆ. ನಿಮಗೆ ಆಕೃತಿ ಅಗತ್ಯವಾದರೆ ಆಕೃತಿ/ಶೇಪ್ ಗುಂಡಿಯನ್ನು ಒತ್ತಿರಿ. ಆಗ ನಿಮಗೆ ಆಕೃತಿಯು ಅಂಚು ಗೋಚರವಾಗುತ್ತದೆ.

source: The original code was written by Philippe Banwarth in 1999. It was ported to GCompris by Yves Combe in 2005.
gd: Chaidh an còd tùsail a sgrìobhadh le Philippe Banwarth ann an 1999. Chaidh a phortadh gu GCompris le Yves Combe ann an 2005.
kn: ಮೂಲ ಸಂಕೇತವು ಪಿಲ್ಲಿಪ್ ಬ್ಯಾನವಾರ್ಥರವರಿಂದ ೧೯೯೯ ರಲ್ಲಿ ಬರೆಯಲ್ಪಟ್ಟಿತು. ಇದನ್ನು ಜಿಕಾಂಪ್ರೈಸಗೆ ಯಾವೆಸ್ ಕಾಂಬೆರವರು ೨೦೦೫ ರಲ್ಲಿ ಸೇರ್ಪಡೆ ಮಾಡಿದರು.

source: Points = %s
gd: Puingean = %s
kn: ಅಂಕಗಳು = %s

source: Wind speed = %d kilometers/hour
gd: Luaths na gaoithe = %d cilemeatair/uair
kn: ಗಾಳಿಯ ವೇಗ = %d ಕಿ.ಮೀ/ಗಂ

source: Distance to target = %d meter
gd: Astar dhan targaid = %d mheatair
kn: ಗುರಿಮುಟ್ಟಲು ಇರುವ ದೂರ = %d ಮೀಟರ್

source: Practice addition with a target game
gd: Cleachdaich cur ris le geama targaide
kn: ಸಂಕಲನವನ್ನು ಗುರಿಯ ಆಟದಿಂದ ಕಲಿಯಿರಿ

source: Hit the target and count your points
gd: Buail air an targaid is cunnt na puingean agad
kn: ಗುರಿಯನ್ನು ಮುಟ್ಟಿ ಮತ್ತು ನಿಮ್ಮ ಅಂಕಗಳನ್ನು ಲೆಕ್ಕಿಸಿ

source: Can move the mouse, can read numbers and count up to 15 for the first level
gd: Comas an luchag a ghluasad, comas leughaidh àireamhan is comas cunntaidh suas gu 15 airson a' chiad leibheil
kn: ನಿಮಗೆ ೧೫ ರವರೆಗಿನ ಸಂಖ್ಯೆಗಳನ್ನು ಓದಲು, ಕೂಡಲು ಮತ್ತು ಮೌಸನ ಚಲನವಲನ ತಿಳಿದಿರಬೇಕು.

source: Throw darts at a target and count your score.
gd: Tilg gathan do thargaid is cunnt an sgòr agad.
kn: ಬಾಣಗಳನ್ನು ಗುರಿಯ ಕಡೆ ಎಸೆಯಿರಿ ಮತ್ತು ಅಂಕಗಳನ್ನು ಲೆಕ್ಕಿಸಿರಿ

source: Check the wind speed and direction, and then click on the target to launch a dart. When you all your darts are thrown, a window appears asking you to count your score. Enter the score with the keyboard then press the Enter key or the OK button.
gd: Thoir sùil air luaths is comhair na gaoithe is an uair sin briog air an targaid gus gath a thilgeil. Ma tha a h-uile gath agad air a thilgeil, nochdaidh uinneag a' faighneachd dhut ach an cunnt thu an sgòr agad. Cuir an sgòr a-steach leis a' mheur-chlàr is an uair sin brùth air an iuchair "Enter" no briog air a' phutan "OK".
kn: ಗಾಳಿಯ ವೇಗವನ್ನು ಮತ್ತು ದಿಕ್ಕನ್ನು ಗಮನಿಸಿರಿ. ನಂತರ ಗುರಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಬಾಣವನ್ನು ಎಸೆಯಿರಿ. ಎಲ್ಲಾ ಬಾಣಗಳನ್ನು ಎಸೆದ ನಂತರ ಅಂಕಗಳನ್ನು ಲೆಕ್ಕಿಸುವ ಒಂದು ಕಿಟಕಿಯು ಕಾಣುವುದು. ಕೀಲಿಮಣೆಯಿಂದ ಅಂಕಗಳನ್ನು ನಮೂದಿಸಿ ನಂತರ ಎಂಟರ್ ಕೀಲಿ ಒತ್ತಿ, ನಂತರ ಓಕೆ/ಸರಿ ಗುಂಡಿ ಒತ್ತಿರಿ.

source: A sliding-block puzzle game
gd: Sleamhnachadh bhlocaichean
kn: ಜಾರುವ ತುಂಡಿನ ಓಗಟಿನ ಆಟ

source: Remove the red car from the parking lot through the gate on the right
gd: Thoir an càr dearg a-mach às an ionad-pàrcaidh tron gheata taobh deas
kn: ಕೆಂಪು ಕಾರನ್ನು ನಿಲ್ಲುಸಿರುವ ಸ್ಥಳದಿಂದ ತೆಗೆದು, ಬಲಗಡೆ ಇರುವ ಗೇಟಿನ ಮೂಲಕ ಹೊರತೆಗೆಯಿರಿ.

source: Each car can only move either horizontally or vertically. You must make some room in order to let the red car move through the gate on the right.
gd: Chan urrainn do gach càr a ghluasad ach gu h-ingearach no gu còmhnard. Feumaidh tu rum a chruthachadh ach an urrainn dhan chàr dhearg a ghluasad tron gheata taobh deas.
kn: ಪ್ರತಿಯೊಂದು ಕಾರು ಅಡ್ಡವಾಗಿ ಅಥವಾ ಕಂಬಸಾಲಿನಲ್ಲಿ ಮಾತ್ರ ಚಲಿಸುತ್ತವೆ. ನೀವು ಕಾರನ್ನು ತೆಗೆಯಲು ಇತರೆ ಕಾರುಗಳನ್ನು ಬೇರೆಡೆ ಸರಿಸಿ ಖಾಲಿ ಸ್ಥಳ ಮಾಡಿಕೊಳ್ಳಬೇಕು. ನಂತರ ಕೆಂಪು ಕಾರನ್ನು ಹೊರತೆರೆಯಿರಿ.

source: Cannot find Tuxpaint. Install it to use this activity !
gd: Cha deach Tux Paint a lorg. Stàlaich e gus an cleas seo a chluich !
kn: ಟಕ್ಸಪೈಂಟ ಲಭ್ಯವಿಲ್ಲ . ಬಳಸಲು ಮೊದಲು ಅನುಸ್ಥಾಪಿಸಿರಿ.

source: Waiting for Tuxpaint to finish
gd: A' feitheamh air Tux Paint
kn: ಟಕ್ಸಪೈಂಟ ಮುಕ್ತಾಯಕ್ಕಾಗಿ ಕಾಯುವಿಕೆ....

source: Inherit fullscreen setting from GCompris
gd: Faigh roghainn làn-sgrìn mar dhìleab o GCompris
kn: ಪೂರ್ಣಪರದೆಯ ಸೆಟ್ಟಿಂಗನ್ನು ಜಿಕಾಂಪ್ರೈಸನಿಂದ ಅನುಸರಿಸು

source: Inherit size setting from GCompris (800x600, 640x480)
gd: Faigh roghainn meud mar dhìleab o GCompris (800x600, 640x480)
kn: ಜಿಕಾಂಪ್ರೈಸನ ಗಾತ್ರದ ಸೆಟ್ಟಿಂಗನ್ನು ಅನುಸರಿಸು. GCompris (800x600, 640x480)

source: Disable shape rotation
gd: Cuir cuairteachadh chruthan à comas
kn: ಆಕೃತಿ ತಿರುಗುವುದನ್ನು ನಿಷ್ಕ್ರೀಯಗೊಳಿಸು

source: Show Uppercase text only
gd: Teacsa ann an litrichean mòra a-mhàin
kn: ದೊಡ್ಡ ಅಕ್ಷರಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸು

source: Disable stamps
gd: Cuir na stampaichean à comas
kn: ಸ್ಟಾಂಪಗಳನ್ನು ನಿಷ್ಕ್ರೀಯಗೊಳಿಸು

source: Tuxpaint
kn: ಟಕ್ಸಪೈಂಟ್

source: Launch Tuxpaint
gd: Tòisich Tux Paint
kn: ಟಕ್ಸಪೈಂಟ್ ನ್ನು ಪ್ರಾರಂಬಿಸಿರಿ.

source: mouse and keyboard manipulation
gd: Cleachdadh na luchaige is a' mheur-chlàir
kn: ಮೌಸ್-ಚಲನವಲನ ಮತ್ತು ಕೀಲಿಮಣೆ ಬದಲಾವಣೆ ಚಟುವಟಿಕೆಗಳು

source: Drawing activity (pixmap)
gd: Cleas tàirnge (pixmap)
kn: ಚಿತ್ರ ಬರೆಯುವ ಚಟುವಟಿಕೆ (pixmap)

source: Use Tuxpaint to draw. When Tuxpaint is finished this board will end.
gd: Cleachd Tux Paint airson tarraing. Nuair a bhios Tux Paint deiseil, crìochnaichidh am bòrd seo.
kn: ಟಕ್ಸಪೈಂಟ್ ನ್ನು ಚಿತ್ರ ಬರೆಯಲು ಉಪಯೋಗಿಸಿ, ಈ ಹಲಗೆಯು ಟಕ್ಸಪೈಂಟ್ ಮುಗಿದ ನಂತರ ಮುಚ್ಚಲ್ಪಡುತ್ತದೆ.

source: This is a water pump station.
gd: Seo stèisean pumpa uisge.
kn: ಇದೊಂದು ನೀರೆತ್ತುವ ಯಂತ್ರದ ಕೇಂದ್ರ.

source: This is a water cleanup station.
gd: Seo stèisean glanadh uisge.
kn: ಇದೊಂದು ನೀರು ಶುದ್ಧೀಕರಣ ಕೇಂದ್ರ.

source: A water tower or elevated water tower is a large elevated water storage container constructed to hold a water supply at a height sufficient to pressurize a water distribution system.
gd: 'S e stòras uisge mòr àrd a th' anns an tùr-uisge a chaidh a thogail ach am bidh stòras uisge ann a bhios àrd gu leòr ach an cuir e tomhas-brùthaidh air siostam sgaoileadh uisge.
kn: ನೀರಿನ ಗೋಪುರ ಅಥವಾ ಎತ್ತರಿಸಿದ ನೀರಿನ ಗೋಪುರ: ಒಂದು ಎತ್ತರದ ಸ್ಥಳದಲ್ಲಿ ನೀರನ್ನು ಸಂಗ್ರಹಿಸಿ ಆ ಮೂಲಕ ನೀರಿನ ಹಂಚಿಕೆಗೆ ಅಗತ್ಯವಾದ ಒತ್ತಡವನ್ನು ಉಂಟುಮಾಡುವ ವ್ಯವಸ್ಥೆ.

source: Learn about the water cycle
gd: Ionnsaich mu chearcall an uisge
kn: ಜಲ ಚಕ್ರದ ಬಗ್ಗೆ ಕಲಿಯಿರಿ

source: Tux has come back from a long fishing party on his boat. Bring the water system back up so he can take a shower.
gd: Tha Tux air tilleadh on iasgach air a' bhàta aige. Cuir an siostam uisge air a-rithist ach an urrainn dha fras a ghabhail.
kn: ಟಕ್ಸ್ ಬಹುದೂರದ ಮೀನಿನ ಸಮಾರಂಭದಿಂದ ಹಿಂದಿರುಗಿ ಬಂದಿದ್ದಾನೆ. ಜಲಚಕ್ರವನ್ನು ಚಾಲನೆ ಮಾಡಿ ಅವನಿಗೆ ಸ್ನಾನ ಮಾಡಲು ಸಹಾಯ ಮಾಡಿರಿ.

source: Learn the water cycle
gd: Ionnsaich mu chearcall an uisge
kn: ಜಲ ಚಕ್ರವನ್ನು ಕಲಿಯಿರಿ

source: Click on different active elements : sun, cloud, water pump station, and water cleanup station, in order to reactivate the entire water system. When the system is back up and Tux is in the shower, push the shower button for him.
gd: Gus siostam na h-uisge a chur gu dol a-rithist, briog air na nithean gnìomhach: a' ghrian, neul, stèisean pumpa uisge is stèisean glanadh uisge. Nuair a bhios siostam na h-uisge air a-rithist is Tux san fhras, brùth air putan na froise dha.
kn: ವಿವಿಧ ಸಕ್ರೀಯ ವಸ್ತುಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ : ಸೂರ್ಯ, ಮೋಡ, ನೀರಿನ ಪಂಪ ಕೇಂದ್ರ ಮತ್ತು ಜಲಶುದ್ದೀಕರಣ ಕೇಂದ್ರ ಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಜಲಚಕ್ರವನ್ನು ಚಾಲನೆ ಮಾಡಿರಿ. ಜಲಚಕ್ರವು ಚಾಲನೆಯಾದ ನಂತರ ಟಕ್ಸ್ ಸ್ನಾನ ಮಾಡುವನು. ಅದಕ್ಕಾಗಿ ಶವರ್ ಗುಂಡಿ ಒತ್ತಿರಿ.

source: Research
gd: Rannsachadh
kn: ಸಂಶೋಧನೆ

source: Sentimental
gd: Maoth
kn: ಭಾವನಾತ್ಮಕ

source: Official
gd: Oifigeil
kn: ಅಧಿಕೃತ

source: Flyer
gd: Bileag
kn: ಕರಪತ್ರ

source: Title
gd: Tiotal
kn: ಶೀರ್ಷಿಕೆ

source: Heading 1
gd: Ceann-sgrìobhadh 1
kn: ತಲೆಬರಹ ೧

source: Heading 2
gd: Ceann-sgrìobhadh 2
kn: ತಲೆಬರಹ ೨

source: Hyperlink
gd: Ceangal-lìn
kn: ಹೈಪರ್ಲಿಂಕ್

source: Your word processor
gd: An giullachair-teacsa agad
kn: ನಿಮ್ಮ ಪದ ಸಂಸ್ಕಾರಕ

source: A simple word processor to enter and save any text
gd: Seo giullachair-teacsa simplidh gus teacsa a chur a-steach is a shàbhaladh
kn: ಪಠ್ಯವನ್ನು ನಮೂದಿಸಲು ಮತ್ತು ಉಳಿಸಲು ಸರಳವಾದ ಪದ ಸಂಸ್ಕಾರಕ

source: The children can type their own text or copy one given by the teacher.
gd: 'S urrainn dhan chlann an teacsa aca fhèin a sgrìobhadh no lethbhreac a dhèanamh de theacsa a fhuair iad on tidsear.
kn: ಮಕ್ಕಳು ಅವರಿಗೆ ಇಷ್ಟವಾದ ಪಠ್ಯ ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಶಿಕ್ಷಕರು ನೀಡಿದ್ದನ್ನು ನಕಲಿಸಬಹುದು.

source: Learn how to enter text in a wordprocessor. This wordprocessor is special in that it enforces the use of styles. This way, the children will understand their benefit when moving to more feature full wordprocessor like LibreOffice.
gd: Ionnsaich mar a chuireas tu teacsa a-steach ann an giullachair-teacsa. Tha an giullachair-teacsa seo sònraichte oir iarraidh e ort gun cleachd thu stoidhlichean. San dòigh seo, ionnsaichidh a' chlann am feum a tha annta nuair a thòisicheas iad air giullachair-teacsa slàn a chleachdadh a leithid LibreOffice.
kn: ಪದ ಸಂಸ್ಕಾರಕದಲ್ಲಿ ಹೇಗೆ ಪಠ್ಯವನ್ನು ನಮೂದಿಸುವುದು ಎಂದು ಕಲಿಯುವಿರಿ. ಈ ಪದ ಸಂಸ್ಕಾರಕವು ವಿಶೇಷವಾದುದು. ಇದು ಶೈಲಿಗಳ ಬಳಕೆಯನ್ನು ಜಾರಿಮಾಡುತ್ತದೆ. ಮಕ್ಕಳು ಅವುಗಳ ಬಳಕೆ ಮತ್ತು ಉಪಯೋಗವನ್ನು ಅರಿಯುವರು. ಮುಂದೆ ಉತ್ತಮ ಪದ ಸಂಸ್ಕಾರಕಗಳಾದ LibreOffice ಬಳಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.

source: In this wordprocessor you can type the text you want, save and get it back later. You can add some style to your text by using the buttons on the left. The first 4 buttons let you select the style of the line on which your insert cursor is. The 2 others buttons with multiple choices let you select from a predefined document and color theme.
gd: Sa ghiullachair-teacsa seo, 's urrainn dhut teacsa sam bith a thogras tu a sgrìobhadh, a shàbhaladh is a thilleadh dha an uair sin. 'S urrainn dhut stoidhle a chur air an teacsa agad leis na putanan taobh clì. Leis na dàrna 4 putanan, taghaidh tu an stoidhle airson an loidhne far a bheil an cùrsar cuir a-steach agad. Leis an 2 phutan eile, gheibh thu iomadh roghainn ri an taghadh o sgrìobhainn is ùrlar dhathan ro-mhìnichte.
kn: ಈ ಸುಲಭವಾದ ಪದ ಸಂಸ್ಕಾರಕದಲ್ಲಿ ನೀವು ನಿಮಗೆ ಇಷ್ಟವಾದ ಪದಗಳನ್ನು ಟೈಪ್ ಮಾಡಬಹುದು. ಗಣಕದಲ್ಲಿ ಉಳಿಸಬಹುದು ಮತ್ತು ಅಗತ್ಯವಾದಾಗ ಮತ್ತೆ ತೆರೆದು ನೋಡಬಹುದು. ಎಡಭಾಗದಲ್ಲಿರುವ ಗುಂಡಿಗಳನ್ನು ಬಳಸಿ ನಿಮ್ಮ ಪಠ್ಯಕ್ಕೆ ಅಲಂಕಾರ ಮಾಡಬಹುದು. ಮೊದಲ ೪ ಗುಂಡಿಗಳು ನಿಮ್ಮ್ ಪ್ರಸ್ತುತ ಸಾಲಿನ ಶೈಲಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಬಳಸಬಹುದು. ಉಳಿದ ೨ ಗುಂಡಿಗಳು ಪೂರ್ವನಿಗಧಿತ ದಾಸ್ತಾವೇಜಿನ ಮತ್ತು ಬಣ್ಣದ ವಿನ್ಯಾಸದ ಆಯ್ಕೆಗೆ ಬಳಸಬಹುದು.

source: Falling Words
gd: Faclan a' tuiteam
kn: ಬೀಳುತ್ತಿರುವ ಪದಗಳು

source: Type the falling words before they reach the ground
gd: Sgrìobh na faclan a thuiteas mus ruig iad an làr
kn: ಬೀಳುವ ಪದಗಳನ್ನು ಅವು ನೆಲಮುಟ್ಟುವ ಮೊದಲು ಟೈಪ್ ಮಾಡಿ

source: Keyboard training
gd: Cleachdadh a' mheur-chlàir
kn: ಕೀಲಿಮಣೆ ತರಬೇತಿ
