Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Hedgehogs eat small animals, like frogs and insects, so many people keep them as useful pets. When in danger, they will curl up into a ball and stick up their coat of sharp spines.
gd: Ithidh gràineagan beathaichean beaga mar losgannan is biastagan, mar sin cumaidh iomadh doine iad mar pheataichean feumail. Nuair a bhios iad fo chunnart, nì iad bàla dhaibh fhèin leis na bioran geura aca an àirde.
kn: ಕಾಡುಹಂದಿಗಳು ಚಿಕ್ಕ ಚಿಕ್ಕ ಪ್ರಾಣಿಗಳಾದ ಕಪ್ಪೆ, ಕೀಟ ಮುಂತಾದವನ್ನು ತಿನ್ನುತ್ತವೆ. ಜನರು ಇವನ್ನು ಸಾಕುಪ್ರಾಣಿಗಳಾಗಿ ಸಾಕುತ್ತವೆ. ಇವು ಅಪಾಯದಲ್ಲಿದ್ದಾಗ ಚೆಂಡಿನಂತೆ ಸುತ್ತಿಕೊಂಡು ತಮ್ಮ ಮುಳ್ಳುಗಳನ್ನು ಬಿಚ್ಚುತ್ತವೆ.

source: Hedgehog
gd: Gràineag
kn: ಕಾಡುಹಂದಿ

source: Giraffes in Africa
gd: Siorafan ann an Afraga
kn: ಅಪ್ರಿಕಾದಲ್ಲಿರುವ ಜಿರಾಪೆಗಳು.

source: The giraffe lives in Africa and is the tallest mammal in the world. Just their legs, which are usually 1.8 meters long, are taller than most humans!
gd: Tha siorafan a' fuireach ann an Afraga is 's e am beathach as àirde fon ghrèin a th' annta. Tha na casan aca, a tha 1.8 meatair a dh'fhaid mar as trice, nas àirde na a' mhòr-chuid againne!
kn: ಜಿರಾಪೆಗಳು ಆಪ್ರಿಕಾದಲ್ಲಿ ವಾಸಿಸುತ್ತವೆ. ಇದು ಜಗತ್ತಿನಲ್ಲೆ ಅತ್ಯಂತ ಉದ್ದವಾದ ಪ್ರಾಣಿಯಾಗಿದೆ. ಅದರ ಕಾಲು ೧.೮ ಮೀಟರ ಉದ್ದವಿದೆ. ಇದರ ಕಾಲು ಮನುಷ್ಯನ ಎತ್ತರಕ್ಕಿಂತ ಉದ್ದವಾಗಿದೆ.

source: Giraffe
gd: Sioraf
kn: ಜಿರಾಫೆ

source: Bison in America
gd: Buabhallan ann an Aimeireaga a Tuath
kn: ಆಮೇರಿಕಾದ ಕಾಡುಕೋಣ(ಬೈಸಾನ್)

source: Bison live on the plains of North America and were hunted by the Native Americans for food.
gd: Tha buabhallan a' fuireach air machair mòr Aimeireaga a Tuath is chaidh an sealg leis na tùsanaich airson bìdh.
kn: ಬೈಸಾನ್ ಗಳು ಉತ್ತರ ಆಮೇರಿಕಾದ ಮೈದಾನ ಪ್ರದೇಶದಲ್ಲಿ ವಾಸಿಸುತ್ತವೆ. ಇವನ್ನು ಸ್ಥಳೀಯ ಆಮೇರಿಕನ್ನರು ಆಹಾರಕ್ಕಾಗಿ ಬೇಟೆಯಾಡುತ್ತಾರೆ.

source: Bison
gd: Buabhall
kn: ಕಾಡೆಮ್ಮೆ(ಬೈಸಾನ್)

source: Narwhals in the Arctic
gd: Mucan-mara adharcach san Arctaig
kn: ಆರ್ಕಟೆಕ್ ಖಂಡದಲ್ಲಿರುವ ನಾರ್ವಾಲ್ ಗಳು

source: Narwhals are whales that live in the Arctic Ocean and have long tusks. These tusks remind many people of the mythical unicorn's horn.
gd: Tha na mucan-mara adharcach a' fuireach sa Chuan Artach is tha tosgan fada orra. Cuiridh na tosgan seo an t-aon-adharcach faoinsgeulach an cuimhne iomadh dhaoine.
kn: ಅರ್ಕಟಿಕ್ ಖಂಡದಲ್ಲಿ ವಾಸಿಸುವ ತಿಮಿಂಗಲಗಳನ್ನು ನಾರ್ವಾಲ್ ಗಳು ಎನ್ನುತ್ತಾರೆ. ಇವುಗಳಿಗೆ ಉದ್ದ ದಂತಗಳಿರುತ್ತವೆ.

source: Narwhal
gd: Muc-mhara adharcach
kn: ನಾರ್ವಾಲಗಳು

source: Explore World Music
gd: Fiosraich ceòl an t-saoghail
kn: ಜಗತ್ತಿನ ಸಂಗೀತಗಳನ್ನು ತಿಳಿಯಿರಿ.

source: Learn about the music of the world.
gd: Ionnsaich mu dheidhinn ceòl an t-saoghail
kn: ಜಗತ್ತಿನ ಸಂಗತ್ತಿನವನ್ನು ಕಲಿಯಿರಿ.

source: Develop a better understanding of the variety of music present in the world
gd: Faigh tuigse nas fhearr air an caochladh de chiùil a tha air feadh an t-saoghail
kn: ಜಗತ್ತಿನಲ್ಲಿರುವ ಹಲವು ವಿವಿಧ ಸಂಗೀತಗಳ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳಿ.

source: There are three levels in this activity. In the first level, enjoy exploring music from around the world. Click on each suitcase to learn about the music from that area, and listen to a short sample. Study well, because there will be two games related to this information next! The second level is a matching game. You will hear a clip of music, and you must select the location that corresponds to that music. Click the play button if you'd like to hear the music again. You win the level when you have correctly matched all sound clips. The third level is also a matching game. You must select the location that matches the text description on the screen. You win the level when you have correctly matched all text prompts.
gd: Tha trì leibheilean sa chleas seo. Air a' chiad leibheil, fiosraich ceòl o air feadh an t-saoghail. Briog air gach màileid gus ionnsachadh mu cheòl san roinn sin is èist ri blasad beag. Dèan deagh sgrùdadh on a bhios dà gheama eile ann co-cheangailte ris an fhiosrachadh seo! 'S e geama seiseachaidh a th' anns an dàrna leibheil. Èistidh tu ri bloigh chiùil is feumaidh tu an t-àite a thaghadh às a bheil an ceòl seo. Briog air a' phutan cluiche ma tha thu airson èisteachd ris a' cheòl a-rithist. Gheibh thu buaidh air an leibheil ma chuir thu a h-uile bloigh chiùil ris an àite aice. 'S e geama seiseachaidh a th' anns an treas leibheil mar an ceudna. Feumaidh tu an t-àite a thaghadh a fhreagras ris an tuairisgeul air an sgrìn. Gheibh thu buaidh air an leibheil ma chuir thu a h-uile teacsa ris an àite aige.
kn: ಇಲ್ಲಿ ಮೂರು ಹಂತಗಳಿವೆ. ಮೊದಲನೇ ಹಂತದಲ್ಲಿ, ಜಗತ್ತಿನ ವಿವಿಧ ಸಂಗೀತಗಳನ್ನು ಕೇಳಿ ಆನಂದಿಸುವಿರಿ.. ಪ್ರತಿಯೊಂದು ಭಾಗದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಸರಳ ಸಂಗೀತದ ತುಣುಕನ್ನು ಕೇಳಿ. ಉತ್ತಮವಾಗಿ ಅಭ್ಯಾಸ ಮಾಡಿರಿ ಎಕೆಂದರೆ ಇದಕ್ಕೆ ಸಂಬಂದಿಸಿದಂತೆ ಮುಂದಿನ ಹಂತಗಳಲ್ಲಿ ಎರಡು ಆಟಗಳಿವೆ. ಎರಡನೇ ಹಂತದಲ್ಲಿ ಹೊಂದಿಸುವ ಆಟವನ್ನು ಆಡುವಿರಿ. ನೀವು ಒಂದು ಸಂಗೀತದ ತುಣುಕನ್ನು ಕೇಳುವಿರಿ. ಅದಕ್ಕೆ ಸರಿಹೊಂದುವ ಸಂಗೀತ ವಾದ್ಯವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಆಯ್ಕೆ ಮಾಡಿರಿ. ತುಣುಕನ್ನು ಮತ್ತೆ ಕೇಳಲು ಪ್ಲೇ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನೀವು ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ಹೊಂದಿಸಿದರೆ ಆಟದಲ್ಲಿ ಗೆಲ್ಲುವಿರಿ. ಮೂರನೇ ಹಂತವೂ ಸಹಾ ಹೊಂದಿಸುವ ಆಟವಾಗಿದೆ. ಪರದೆಯ ಮೇಲೆ ಸಂಗೀತದ ಹೆಸರನ್ನು ತೋರಿಸಲಾಗುವುದು. ನೀವು ಅದಕ್ಕೆ ಸರಿಹೊಂದುವ ಸಂಗೀತ ವಾದ್ಯವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಆಯ್ಕೆ ಮಾಡಿರಿ. ನೀವು ಎಲ್ಲವನ್ನೂ ಸರಿಯಾಗಿ ಹೊಂದಿಸಿದರೆ ಆಟದಲ್ಲಿ ಗೆಲ್ಲುವಿರಿ.

source: Images from http://commons.wikimedia.org/wiki, http://archive.org
gd: Dealbhan o http://commons.wikimedia.org/wiki, http://archive.org
kn: ಚಿತ್ರಗಳನ್ನು http://commons.wikimedia.org/wiki, http://archive.org ಜಾಲತಾಣದಿಂದ ಪಡೆಯಲಾಗಿದೆ.

source: Explore world music! Click on the suitcases.
gd: Fiosraich ceòl an t-saoghail! Briog air na màileidean.
kn: ಜಗತ್ತಿನ ಸಂಗೀತವನ್ನು ತಿಳಿಯಿರಿ! ಸ್ಯೂಟ್ ಕೇಸ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Click on the location that matches the music you hear.
gd: Briog air an àite a fhreagras ris a' cheòl a chluinneas tu.
kn: ನೀವು ಕೇಳಿದ ಸಂಗೀತಕ್ಕೆ ಸರಿಹೊಂದುವ ಸ್ಥಳದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Click on the location that matches the text.
gd: Briog air an àite a fhreagras ris an teacsa.
kn: ನೀಡಿರುವ ಪದಗಳಿಗೆ ಸರಿಹೊಂದುವ ಸೂಕ್ತ ಸ್ಥಳದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Australia
gd: Astràilia
kn: ಆಸ್ಟ್ರೇಲಿಯಾ

source: Aboriginals were the first people to live in Australia. They sing and play instruments, like the didgeridoo. It is made from a log and can be up to five meters long!
gd: Bhiodh tùsanaich a' fuireach ann an Astràilia mus do rinn a' mhuinntir Eòrpach lorg air. Seinnidh iad is cluichidh iad innealan-ciùil mar an didearaidh-dù. Thèid a dhèanamh à loga is faodaidh e a bhith suas gu còig meatairean a dh'fhaid!
kn: ಅಬೋರಿಗಿನಾಳರು ಆಸ್ಟ್ರೇಲಿಯಾದಲ್ಲಿ ವಾಸಿಸಿದ ಮೊದಲ ಜನರು. ಅವತು ಡಿಡ್ಗಿರಿಡೋ ಎಂಬ ವಾದ್ಯದಿಂದ ಹಾಡಿ ಕುಣಿಯುತ್ತಿದ್ದರು. ಈ ವಾದ್ಯವು ಸುಮಾರು ೫ ಮೀಟರ್ ನಷ್ಟು ಉದ್ದವಿರಬಹುದು. ಇದನ್ನು ಮರದ ತುಂಡಿನಿಂದ ತಯಾರು ಮಾಡುತ್ತರೆ.

source: Where is the didgeridoo played?
gd: Càit an cluich daoine air an didearaidh-dù?
kn: ಡಿಡ್ಗಿರಿಡೋ ವಾದ್ಯವನ್ನು ಎಲ್ಲಿ ಬಳಸಲಾಗುತ್ತಿತ್ತು?

source: Africa
gd: Afraga
kn: ಆಫ್ರಿಕಾ

source: Music is a part of everyday life in Africa. African music features a great variety of drums, and they believe it is a sacred and magical instrument.
gd: Tha ceòl na phàirt dhen bheatha làitheil ann an Afraga. Tha caochladh mòr de dhrumaichean sa cheòl is tha na daoine dhen bheachd gur e inneal-ciuil naomh is draoidheach a th' annta.
kn: ಸಂಗೀತವು ಆಪ್ರಿಕನ್ನರ ಜೀವನದಲ್ಲಿ ಹಾಸುಹೊಕ್ಕಾಗಿತ್ತು. ಆಪ್ರಿಕನ್ನರ ಸಂಗೀತವು ಹಲವು ಡ್ರಮ್ ಗಳಿಂದ ಕೂಡಿದ ವಿಶೇಷ ಸಂಗೀತವಾಗಿದೆ, ಇವು ಅತ್ಯಂತ ಪವಿತ್ರ ಮತ್ತು ಮಾಯಾ ವಾದ್ಯಗಳಾಗಿವೆ ಎಂದು ಅಪ್ರಿಕನ್ನರು ನಂಬುತ್ತಾರೆ.

source: Where is the drum considered a magical instrument?
gd: Càit a bheil na daoine dhen bheachd gur e inneal-ciùil draoidheach a th' anns an druma?
kn: ಡ್ರಮ್ಮ ನ್ನು ಎಲ್ಲಿ ಪವಿತ್ರ ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ?

source: Middle East
gd: An Ear-Mheadhan
kn: ಮಧ್ಯ ಪೂರ್ವ

source: Music is a very important part of middle eastern culture. Specific songs are played to call worshipers to prayer. The lute is an instrument invented thousands of years ago and still in use today.
gd: Tha ceòl glè chrudromach ann an dualchas an Ear-Mheadhain. Thèid òrain shònraichte ga sheinn gus na cràbhaichean a ghairm dhan ùrnaigh. Chluicheadh na daoine air seòrsa de chruit fad mhìltean de bhliadhnaichean is cluichidh iad fhathast.
kn: ಮದ್ಯಪ್ರಾಚ್ಯದ ಜನರ ಸಂಸ್ಕೃತಿಯಲ್ಲಿ ಸಂಗೀತವು ಮುಖ್ಯ ಪಾತ್ರವಹಿಸುತ್ತದೆ. ಇವರು ಹಲವು ಹಾಡುಗಳನ್ನು ದೇವರ ಪ್ರಾರ್ಥನೆಗೆ ಜನರನ್ನು ಕರೆಯಲು ಬಳಸುತ್ತಿದ್ದರು. ಲ್ಯೂಟ್ ಎಂಬ ಸಂಗೀತವಾದ್ಯವನ್ನು ಸಾವಿರಾರು ವರ್ಷಗಳ ಹಿಂದೆ ಕಂಡುಹಿಡಿಯಲಾಗಿದೆ. ಈಗಲೂ ಈ ವಾದ್ಯವನ್ನು ಜನರು ಬಳಸುತ್ತಾರೆ.

source: Where is music used to call people to prayer?
gd: Càit an tèid ceòl a chleachdadh gus na daoine a ghairm dhan ùrnaigh?
kn: ಸಂಗೀತವನ್ನು ಜನರನ್ನು ಕರೆಯಲು ಎಲ್ಲಿ ಬಳಸುತ್ತಿದ್ದರು?

source: Japan
gd: An t-Seapan
kn: ಜಪಾನ್

source: Taiko drumming comes from Japan. This type of drumming was originally used to scare enemies in battle. It is very loud, and performances are very exciting with crowds cheering and performers yelling!
gd: Cluichidh na daoine drumaichean Taiko san t-Seapan. Chaidh an seòrsa seo de dhruma a chleachdadh gus eagal a chur air an nàmhaid air a' bhlàr. Nì na drumaichean seo fuaim mhòr is togaidh an ceòl na daoine leis an sluagh a' brosnachadh nan cluicheadairean a bhios ag èigheachd!
kn: ಟೈಕೋ ಡ್ರಮ್ಮಗಳು ಜಪಾನ್ ನಲ್ಲಿ ಬಳಸುತ್ತಿದ್ದರು. ಈ ತರದ ಡ್ರಮ್ಮಗಳನ್ನು ಮುಖ್ಯವಾಗಿ ಯುದ್ಧದಲ್ಲಿ ಶತ್ರುಗಳನ್ನು ಹೆದರಿಸಲು ಬಳಸುತ್ತಿದ್ದರು. ಇದು ತುಂಬಾ ಶಬ್ಧ ಮಾಡುತ್ತದೆ, ಇದನ್ನು ನುಡಿಸುವವರು ಅತ್ಯುತ್ಸಾಹದಿಂದ ಮತ್ತು ಜನರ ಬೊಬ್ಬೆ ಹೊಡೆಯುವ ಶಬ್ದಗಳಿಂದ ಮತ್ತು ಕೂಗಾಟಗಳಿಂದ ಪ್ರೇರಿತರಾಗುತ್ತಾರೆ!

source: Where do performers yelp as they play the drums?
gd: Càit a bhios an luchd-ciuil ag èigheachd fhad 's a chluicheas iad air drumaichean?
kn: ವಾದ್ಯ ನುಡಿಸುವವರು ಎಲ್ಲಿ ಬೊಬ್ಬೆ ಹೊಡೆಯುತ್ತಾ ಡ್ರಮಗಳನ್ನು ನುಡಿಸುತ್ತಾರೆ?

source: Scotland and Ireland
gd: Alba is Èirinn
kn: ಸ್ಕಾಟ್‌ಲ್ಯಾಂಡ್ ಮತ್ತು ಐರ್ಲ್ಯಾಂಡ್

source: Folk music of this region is called celtic music, often incorporates a narrative poem or story. Typical instruments include bagpipes, fiddles, flutes, harps, and accordions.
gd: Canar ceòl Ceilteach ri ceòl na roinne seo is tha dàn no sgeulachd fada na bhroinn gu tric. 'S e a' phìob, an fhìdheall, an duiseal, a' chlàrsach is am bogsa a th' anns na h-innealan-ciùil as cumanta.
kn: ಈ ಪ್ರದೇಶದ ಜಾನಪದ ಸಂಗೀತವನ್ನು ಸೆಲ್ಟೀಕ್ ಸಂಗೀತ ಎನ್ನುವರು. ಇದು ವಿವರಣಾತ್ಮಕ ಕಥೆಯನ್ನ್ನು ಪದ್ಯವನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಜೊತೆಗೆ ಹಲವು ಸಂಗೀತ ಉಪಕರಣಗಳಾದ ಬ್ಯಾಗ್ ಪೈಪುಗಳು, ಪಿಟೀಲು, ಕೊಳಲು, ತಂತಿ ವಾದ್ಯಗಳು, ಮತ್ತು ಅಕಾರ್ಡಿಯಾನ್ ಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.

source: Bagpipers, who often wear kilts, are from this location.
gd: Seinnidh daoine air a' phìob san àite seo.
kn: ವಿಶಿಷ್ಟ ಉಡುಪನು ಧರಿಸುವ ಬ್ಯಾಗಪೈಪರುಗಳು ಈ ಪ್ರದೇಶದವರಾಗಿದ್ದಾರೆ

source: Italy
gd: An Eadailt
kn: ಇಟಲಿ

source: Italy is famous for its Opera. Opera is a musical theater where actors tell a story by acting and singing. Opera singers, both male and female, learn special techniques to sing operas.
gd: Tha an Eadailt cliùiteach airson a h-opara. 'S e dealbhan-cluiche ciùil a th' anns an opara far an innis na cleasaichean sgeulachd le cleasachd is seinn. Ionnsaichidh na seinneadairean opara, an dà chuid fireannaich is boireannaich, dòighean seinn sònraichte
kn: ಇಟಲಿಯು ಓಪೇರಾಗಾಗಿ ಹೆಸರಾಗಿದೆ. ಓಪೇರಾ ಎಂಬುದು ಸಂಗೀತ ನಾಟಕವಾಗಿದೆ. ಇಲ್ಲಿ ಅಭಿನಯಕಾರರು ಕಥೆಯನ್ನು ನೃತ್ಯ ಮತ್ತು ಸಂಗೀತದಿಂದ ಹೇಳುವರು. ಓಪೇರಾ ಗಂಡು ಮತ್ತು ಹೆಣ್ಣು ಹಾಡುಗಾರರು ವಿಶೇಷವಾಗಿ ಹಾಡುವುದನ್ನು ಕಲಿಯುವರು.

source: This country is known for its opera music.
gd: Tha an dùthaich seo cliùiteach airson a h-opara.
kn: ಈ ದೇಶವು ಓಪೇರಾ ಸಂಗೀತಕ್ಕೆ ಹೆಸರಾಗಿದೆ.

source: European Classical Music
gd: Ceòl clasaigeach na h-Eòrpa
kn: ಯುರೋಪಿನ ಶಾಸ್ತ್ರೀಯ ಸಂಗೀತ

source: Europe is the home of classical music. Famous composers like Bach, Beethoven, and Mozart forever changed music history.
gd: 'S e dachaigh a' chiùil chlasaigich a th' anns an Roinn-Eòrpa. Bha buaidh mhòr aig sgrìobhaichean a leithid Bach, Beethoven is Mozart air eachdraidh a' chiùil.
kn: ಯುರೋಪ್ ಶಾಸ್ತ್ರೀಯ ಸಂಗೀತದ ದೇಶವಾಗಿದೆ. ಈ ದೇಶದ ಸಂಗೀತಕಾರರಾದ ಬ್ಯಾಚ್, ಬಿತೋವೆನ್ ಮತ್ತು ಮೊಜಾರ್ಟ ಸಂಗೀತದ ಇತಿಹಾಸವನ್ನು ಬದಲಾಯಿಸಿದರು.

source: Bach, Beethoven, and Mozart composed music in this location.
gd: Sgrìobh Bach, Beethoven is Mozart ceòl san àite seo.
kn: ಬ್ಯಾಚ್,ಬಿತೋವೆನ್ ಮತ್ತು ಮೊಜಾರ್ಟ ಸಂಗೀತವನ್ನು ಈ ಪ್ರದೇಶದಲ್ಲಿ ಸಂಯೋಜಿಸಿದರು.

source: Mexico
gd: Meagsago
kn: ಮೆಕ್ಸಿಕೊ

source: Mariachi is a famous type of Mexican music. It features guitars, trumpets, and violins. These bands play for many occasions, including weddings and parties.
gd: Tha Mariachi na sheòrsa ciùil Meagsaganach cliùiteach. Tha giotàraichean, trombaidean is fìdhlean ann. Cluichidh na còmhlanan seo aig iomadh tachartas mar bhainnsean is cèilidhean.
kn: ಮರಿಯಾಚಿ ಒಂದು ಪ್ರಸಿದ್ದ ಮೆಕ್ಸಿಕನ್ ದೇಶದ ಸಂಗೀತವಾಗಿದೆ. ಇದು ಗಿಟಾರ್,ತುತ್ತೂರಿ ಮತ್ತು ವಯೋಲಿನ್ ಗಳನ್ನು ಹೊಂದಿದೆ. ಈ ಸಂಗೀತವು ಹಲವು ಮದುವೆ ಮತ್ತು ಇತರ ಸಮಾರಂಭಗಳಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುವುದು.

source: At parties, people often dance to the Mariachi music. A Famous dance is:
gd: Nì daoine dannsa aig cèilidhean le ceòl Mariachi, dannsa cliùiteach.
kn: ಸಮಾರಂಭಗಳಗಲ್ಲಿ ಜನರು ಮರಿಯಾಚಿ ಸಂಗೀತಕ್ಕೆ ಕುಣಿಯುವರು. ಈ ಪ್ರಸಿದ್ದ ನೃತ್ಯದ ಹೆಸರು:

source: Where is Mariachi music from?
gd: Co às a tha ceòl Mariachi?
kn: ಮರಿಯಾಚಿ ಸಂಗೀಯ ಯಾವ ಪ್ರದೇಶದಿಂದ ಬಂದಿದೆ?

source: United State of America
gd: Stàitean Aonaichte Aimeireaga
kn: ಆಮೇರಿಕಾ ಸಂಯುಕ್ತ ಸಂಸ್ಥಾನ

source: USA also has a wide variety of musical genres, but perhaps it is most famous for rock n' roll music. This music features vocalists, guitars, and drums.
gd: Tha iomadh seòrsa de chiùil sna Stàitean Aonaichte ach tha iad as cliùitiche airson ceòl rock 'n roll, 's dòcha. Tha seinneadairean, giotàraichean is drumaichean sa cheòl seo.
kn: ಆಮೇರಿಕಾವು ಹಲವು ಸಂಗೀತದ ಪ್ರಕಾರಗಳನ್ನು ಹೊಂದಿದೆ. ಆದರೆ ಅವುಗಳಲ್ಲಿ ಪ್ರಸಿದ್ದವಾದುದು ರಾಕ ಎನ್ ರೊಲ್ ಸಂಗೀತ. ಈ ಸಂಗೀತವು ಗಾಯಕರನ್ನು, ಗಿಟಾರ್, ಮತ್ತು ಡ್ರಮ್ಸ್ ನುಡಿಸುವವರನ್ನು ಹೊಂದಿದೆ.

source: The 'king' of rock n' roll is
gd: Esan rìgh rock 'n roll:
kn: ರಾಕ್ ಎನ್ ರೊಲ ನ ರಾಜ ಯಾರು?

source: The 'king' of rock n' roll, Elvis Presley, made his music famous in this country.
gd: Rinn Elvis Presleay, "rìgh" rock 'n roll, an ceòl cliùiteach aige san dùthaich seo.
kn: ರಾಕ್ ಎನ್ ರೊಲ ನ ರಾಜ ಎಲ್ವೀಸ್ ಪ್ರೇಸ್ಲೀ ತನ್ನ ಸಂಗೀತವನ್ನು ಈ ದೇಶದಲ್ಲಿ ಪ್ರಸಿದ್ದಿ ಪಡಿಸಿದ

source: The fifteen game
gd: Na còig deug
kn: ಹದಿನೈದರ ಆಟ

source: Move each item to make an increasing series: from the smallest to the largest
gd: Gluais gach leacag ach an tig gach àireamh mhòr an dèidh àireimh nas lugha
kn: ಪ್ರತಿಯೊಂದು ವಸ್ತುವನ್ನು ಚಲಿಸುತ್ತಾ ಎರಿಕೆ ಕ್ರಮದ ಸಂಖ್ಯೆಗಳನ್ನು ರಚಿಸಿರಿ: ಚಿಕ್ಕಸಂಖ್ಯೆಯಿಂದ ದೊಡ್ಡಸಂಖ್ಯೆಯವರೆಗೆ.

source: Click on any item that has a free block beside it, and it will be swapped with the empty block.
gd: Briog air leacag sam bith le àite falamh ri a taobh ach an tèid an t-àite falamh na àite
kn: ಯಾವುದೇ ಖಾಲಿ ಬ್ಲಾಕ್ ಪಕ್ಕದಲ್ಲಿರುವ ವಸ್ತುವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ವಸ್ತುವು ಖಾಲಿ ಇರುವ ಸ್ಥಳಕ್ಕೆ ಹೋಗುತ್ತದೆ.

source: Original code taken from the libgnomecanvas demo
gd: Chaidh an còd tùsail a thogail on demo libgnomecanvas
kn: ಮೂಲ ಕೋಡ್ ನ್ನು libgnomecanvas demo ನಿಂದ ಪಡೆಯಲಾಗಿದೆ.

source: Control the hose-pipe
gd: Stiùirich an stealladair
kn: ನೀರಿನ ಪೈಪನ್ನು ನಿಯಂತ್ರಿಸಿರಿ.

source: Tux needs to water the flowers, but the hose is blocked.
gd: Tha uisge a dhìth air Tux gus a toirt dha na flùraichean ach tha an stealladair bacte.
kn: ಟಕ್ಸನ ಹೂವುಗಳಿಗೆ ನೀರು ಬೇಕಾಗಿದೆ, ಆದರೆ ಪೈಪಿನಲ್ಲಿ ನೀರು ಚಲಿಸಲು ಅಡ್ಡವಾಗಿದೆ.

source: Fine motor coordination
gd: Co-ghluasad mionaideach
kn: ಸೂಕ್ಷ್ಮ ಮನೋ ಚಾಲಕ

source: Move the mouse over the red part of the hose-pipe. This will move it, bringing it, part by part, up to the flowers. Be careful, if you move off the hose, the red part will go back down.
gd: Gluais an luchag os cionn pàirt dhearg an stealladair. Bheir seo gluasad air, a' dol suas beag air bheag. Thoir an àire gun tèid a' phàirt dhearg sìos a-rithist nuair a ghluasas tu air falbh.
kn: ಪೈಪಿನಲ್ಲಿರುವ ಕೆಂಪು ಭಾಗವನ್ನು ಮೌಸ್ ನಿಂದ ಚಲಿಸಿರಿ. ಹೀಗೆ ಮಾಡುತ್ತಾ ಇದ್ದರೆ, ಕೆಂಪು ಪ್ರದೇಶವು, ಒಂದೊಂದೇ ಭಾಗವಾಗಿ, ಹೂಗಳ ವರೆಗೂ ಬರುತ್ತದೆ. ಜಾಗ್ರತೆಯಾಗಿರೆ, ನೀವು ಪೈಪ್ ನಿಂದ ಬೇರೆಡೆ ಚಲಿಸಿದರೆ, ಕೆಂಪು ಭಾಗ ಮತ್ತೆ ಹಿಂದುರುಗುತ್ತದೆ.

source: Author: Bruno Coudoin Contribution: Pascal Georges, Jose Jorge, Yves Combe Graphics: Renaud Blanchard, Franck Doucet Intro Music: Djilali Sebihi Background Music: Rico Da Halvarez
gd: Ùghdar: Bruno Coudoin Tabhartas: Pascal Georges, Jose Jorge, Yves Combe Grafaigeachd: Renaud Blanchard, Franck Doucet Ceòl tòiseachaidh: Djilali Sebihi Ceòl a' chulaibh: Rico Da Halvarez
kn: ಲೇಖಕರು : ಬ್ರುನೋ ಕಾಡಿನ್ ಕೊಡುಗೆ : ಪ್ಯಾಸ್ಕಲ್ ಜಾರ್ಗಸ್, ಜೋಸ್ ಜಾರ್ಜ, ಯುವ್ಸ ಕಾಂಬೆ ಗ್ರಾಪಿಕ್ಸ್ : ರೆನಾಲ್ಡ ಬ್ಲಾಚಾರ್ಡ, ಪ್ರಾಂಕ್ ಡಾಸೆಟ್ ಆರಂಬಿಕ ಸಂಗೀತ : ಡಿಜಲಯ್ ಸೈಭಿ ಹಿನ್ನೆಲೆ ಸಂಗೀತ : ರಿಕೊ ಡಾ ಹಾಲ್ವೆರೆಜ್

source: translator-credits
kn: ಭಾಷಾಂತರ-ಕೊಡುಗೆ: ಶಂಕರ್ ಪ್ರಸಾದ್ <svenkate@redhat.com> ರಾಜೇಶ್ವರಿ.M.K.<rajeshwarimks@gmail.com>

source: About GCompris
gd: Mu dheidhinn GCompris
kn: ಜಿಕಾಂಪ್ರೈಸನ ಬಗ್ಗೆ:

source: GCompris Home Page: http://gcompris.net
gd: Duilleag-dhachaigh GCompris: http://gcompris.net
kn: ಜಿಕಾಂಪ್ರೈಸ್ ನ ಜಾಲತಾಣ http://gcompris.net

source: Translators:
gd: Eadar-theangadairean:
kn: ಭಾಷಾಂತರಕಾರರು : ಶಂಭುಲಿಂಗಯ್ಯ.ಕೆ<kshambu@gmail.com>

source: This software is a GNU Package and is released under the GNU General Public License
gd: 'S e pacaid GNU a th' anns a' bhathar-bhog seo is chaidh fhoillseachadh fo GNU General Public License
kn: ಈ ಸಾಪ್ಟವೇರ್ ನ್ನು ಸಾರ್ವಜನಿಕ ಮತ್ತು ಮುಕ್ತ ತಂತ್ರಾಂಶ ಮತ್ತು ಜಿ.ಎನ್.ಯು ಅಡಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ.

source: OK
gd: Ceart ma-thà
kn: ಸರಿ

source: GCompris confirmation
gd: Dearbhadh GCompris
kn: ಜಿಕಾಂಪ್ರೈಸ್ ದೃಡೀಕರಣ

source: Are you sure you want to quit?
gd: A bheil thu cinnteach gu bheil thu airson fàgail?
kn: ನೀವು ಖಂಡಿತವಾಗಿ ಹೊರ ಹೋಗಲು ಬಯಸುತ್ತೀರಾ ?

source: Yes, I am sure!
gd: Tha, tha mi cinnteach!
kn: ಹೌದು, ಖಂಡಿತವಾಗಿ

source: No, I want to keep going
gd: Chan eil, tha mi airson cumail orm
kn: ಇಲ್ಲಾ, ನಾನು ಮುಂದುವರೆಯಲು ಬಯಸುತ್ತೇನೆ

source: Dynamic module loading is not supported. GCompris cannot load.
gd: Chan eil taic ri luchdadh innsgineach nam mòidealan. Cha ghabh GCompris luchdadh.
kn: ಡೈನಾಮಿಕ್ ಮೊಡ್ಯುಲ್ಲನ್ನು ತುಂಬುವಿಕೆ ಒದಗಿಸಿಲ್ಲ , ಜಿಕಾಂಪ್ರೈಸನ್ನು ತುಂಬಲು ಸಾದ್ಯವಿಲ್ಲ

source: Select the language to use in the board
gd: Tagh an cànan a chleachdas tu sa bhòrd
kn: ಹಲಗೆಯನ್ನು ಬಳಸಲು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Global GCompris mode
gd: Modh coitcheann GCompris
kn: ಜಾಗತಿಕ ಜಿಕಾಂಪ್ರೈಸ್ ಮೋಡ್(ಕ್ರಮ)

source: Normal
gd: Àbhaisteach
kn: ಸಾಮಾನ್ಯ

source: 2 clicks
gd: 2 bhriogadh
kn: ಎರಡು ಕ್ಲಿಕ್ ಗಳು

source: both modes
gd: an dà mhodh
kn: ಎರಡು ಕ್ರಮಗಳು

source: Select the drag and drop mode to use in the board
gd: Tagh am modh slaodaidh is leigeil às a chleachdas tu sa bhòrd
kn: ಹಲಗೆಯಲ್ಲಿ ಬಳಸಲು ಜಾರಿಸುವ ಮತ್ತು ಬಿಳಿಸುವ ಕ್ರಮವನ್ನು ಬಳಸಿರಿ.

source: %d (New level)
gd: %d (Leibheil ùr)
kn: %d (ಹೊಸ ಹಂತ)

source: Configure the list of words
gd: Rèitich liosta nam facal
kn: ಪದಗಳ ಪಟ್ಟಿಯನ್ನು ಕಾನ್ ಪಿಗರ್ ಮಾಡಿ.

source: Choice of the language
gd: Taghadh a' chànain
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ.

source: Choice of the level
gd: Taghadh na leibheil
kn: ಹಂತವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: Language: your system default
gd: Cànan: Cànan an t-siostaim
kn: ಭಾಷೆ : ನಿಮ್ಮ ಗಣಕದ ಮೂಲಭಾಷೆ

source: Afrikaans
gd: Afraganais
kn: ಆಫ್ರಿಕಾನ್ಸ್

source: Albanian
gd: Albàinis
kn: ಆಲ್ಬೇನಿಯನ್

source: Amharic
gd: Amtharais
kn: ಆಮ್ಹರಿಕ್

source: Arabic
gd: Arabais
kn: ಅರೇಬಿಕ್

source: Asturian
gd: Asturais
kn: ಅಸ್ಟುರಿಯನ್

source: Basque
gd: Basgais
kn: ಬಾಸ್ಕ್ಯು

source: Breton
gd: Breatnais
kn: ಬ್ರೆಟನ್

source: Bulgarian
gd: Bulgairis
kn: ಬಲ್ಗೇರಿಯನ್

source: Catalan
gd: Catalanais
kn: ಕ್ಯಾಟಲಾನ್

source: Chinese (Simplified)
gd: Sìnis (Shimplichte)
kn: ಚೈನೀಸ್ (ಸರಳೀಕೃತ)

source: Chinese (Hong Kong)
kn: ಚೈನೀಸ್ (ಹಾಂಗ್ ಕಾಂಗ್)

source: Chinese (Traditional)
gd: Sìnis (Thradaiseanta)
kn: ಚೈನೀಸ್ (ಸಾಂಪ್ರದಾಯಿಕ)

source: Croatian
gd: Cròthaisis
kn: ಕ್ರೊಯೇಷಿಯನ್

source: Czech Republic
gd: Poblachd na Seice
kn: ಜೆಕ್ ಗಣರಾಜ್ಯ

source: Danish
gd: Danmhairgis
kn: ಡ್ಯಾನಿಶ್

source: Dutch
gd: Duitsis
kn: ಡಚ್

source: Dzongkha
kn: ಜೊಂಖ

source: English (Canada)
gd: Beurla (Canada)
kn: ಇಂಗ್ಲಿಷ್ (ಕೆನಡಾ)

source: English (Great Britain)
gd: Beurla (na Breatainne Mòire)
kn: ಇಂಗ್ಲಿಷ್ ( ಬ್ರಿಟೈನ್)

source: English (United States)
gd: Beurla (nan Stàitean Aonaichte)
kn: ಇಂಗ್ಲಿಷ್ (ಆಮೇರಿಕಾ)

source: Finnish
gd: Fionnlannais
kn: ಫಿನ್ನಿಷ್

source: French
gd: Fraingis
kn: ಫ್ರೆಂಚ್

source: Galician
kn: ಗಾಲಿಶೀಯನ್

source: Georgian
gd: Cairtbheilis
kn: ಜಾರ್ಜಿಯನ್

source: German
gd: Gearmailtis
kn: ಜರ್ಮನ್

source: Greek
gd: Greugais
kn: ಗ್ರೀಕ್

source: Scottish Gaelic
gd: Gàidhlig
kn: ಸ್ಕಾಟೀಶ್(ಗೇಲಿಕ್)

source: Gujarati
kn: ಗುಜರಾತಿ

source: Hebrew
gd: Eabhra
kn: ಹೀಬ್ರೂ

source: Hindi
gd: Hindis
kn: ಹಿಂದಿ

source: Hungarian
gd: Ungairis
kn: ಹಂಗೇರಿಯನ್

source: Indonesian
gd: Innd-Innsis
kn: ಇಂಡೊನೇಶಿಯನ್

source: Irish (Gaelic)
gd: Gaeilge
kn: ಐರಿಶ್ (ಗೇಲಿಕ್)

source: Italian
gd: Eadailtis
kn: ಇಟಾಲಿಯನ್

source: Japanese
gd: Seapanais
kn: ಜಪಾನೀಸ್

source: Kinyarwanda
kn: ಕಿನ್ಯಾರ್ವಾಂಡಾ

source: Korean
gd: Coirèanais
kn: ಕೊರಿಯನ್

source: Latvian
gd: Laitbheis
kn: ಲಾಟ್ವಿಯನ್

source: Lithuanian
gd: Liotuainis
kn: ಲಿಥುವೆನಿಯನ್

source: Macedonian
gd: Masadonais
kn: ಮೆಸಿಡೊನಿಯನ್

source: Malay
gd: Malaidhis
kn: ಮಲಯ

source: Malayalam
kn: ಮಲೆಯಾಳಂ

source: Marathi
gd: Marati
kn: ಮರಾಠಿ

source: Montenegrin
gd: Monadh Neagrach
kn: ಮಾಂಟೆನೇರ್ಗಿನ್

source: Nepal
gd: Neapàl
kn: ನೇಪಾಳ

source: Norwegian Bokmal
gd: Bokmål na Nirribhidh
kn: ನೊರ್ವೆಜಿಯನ್ ಬೊಕ್ಮಲ್

source: Norwegian Nynorsk
gd: Nynorsk na Nirribhidh
kn: ನೊರ್ವೆಜಿಯನ್ ನಿನೊರ್ಸ್ಕ್

source: Occitan (languedocien)
gd: Ogsatanais (Languedocien)
kn: ಒಸ್ಸಿಟಾನ್ (ಲಾಂಗ್ಯೆಡೊಸಿಯಾನ್)

source: Persian
gd: Peirsis
kn: ಪರ್ಶಿಯನ್

source: Polish
gd: Pòlainnis
kn: ಪೋಲಿಶ್

source: Portuguese (Brazil)
gd: Portagailis (Braisil)
kn: ಪೋರ್ಚುಗೀಸ್ (ಬ್ರೆಜಿಲ್)

source: Portuguese
gd: Portagailis
kn: ಪೋರ್ಚುಗೀಸ್

source: Punjabi
gd: Panjabi
kn: ಪಂಜಾಬಿ

source: Romanian
gd: Romàinis
kn: ರೊಮೇನಿಯನ್

source: Russian
gd: Ruisis
kn: ರಷಿಯನ್

source: Serbian (Latin)
gd: Sèirbis (Laidinneach)
kn: ಸರ್ಬಿಯನ್ (ಲ್ಯಾಟಿನ್)

source: Serbian
gd: Sèirbis
kn: ಸರ್ಬಿಯನ್

source: Slovak
gd: Slòbhacais
kn: ಸ್ಲೋವಾಕ್

source: Slovenian
gd: Slòbhainis
kn: ಸ್ಲೊವೇನಿಯನ್

source: Somali
gd: Somàilis
kn: ಸೊಮಾಲಿ

source: Spanish
gd: Spàinntis
kn: ಸ್ಪ್ಯಾನಿಷ್

source: Swedish
gd: Suainis
kn: ಸ್ವೀಡಿಷ್

source: Tamil
gd: Taimilis
kn: ತಮಿಳು

source: Thai
gd: Cànan nan Tàidh
kn: ಥಾಯ್

source: Turkish (Azerbaijan)
gd: Turcais (Asarbaideàn)
kn: ತುರ್ಕಿಶ್ (ಅಜರ್ಬೈಜಾನ್)

source: Turkish
gd: Turcais
kn: ತುರ್ಕಿಶ್

source: Ukrainian
gd: Ucràinis
kn: ಉಕ್ರೇನಿಯನ್

source: Urdu
gd: Ùrdu
kn: ಉರ್ದು

source: Vietnamese
gd: Bhiet-Nàmais
kn: ವಿಯೆಟ್ನಾಮೀಸ್

source: Walloon
kn: ವಲ್ಲೂನ್

source: Zulu
kn: ಝುಲು

source: Timer: No time limit
gd: Tìmear: Gun chrìoch ùine
kn: ಸಮಯ ನಿಯಂತ್ರಕ : ಸಮಯದ ಮಿತಿ ಇಲ್ಲಾ

source: Timer: Slow timer
gd: Tìmear: Tìmear slaodach
kn: ಸಮಯದ ನಿಯಂತ್ರಕ : ಸಮಯ ನಿಧಾನಗತಿಯಲ್ಲಿದೆ.

source: Timer: Normal timer
gd: Tìmear: Tìmear àbhaisteach
kn: ಸಮಯದ ನಿಯಂತ್ರಕ :ಸಮಯವು ಸಾಮಾನ್ಯ ವೇಗದಲ್ಲಿದೆ

source: Timer: Fast timer
gd: Tìmear: Tìmear luath
kn: ಸಮಯದ ನಿಯಂತ್ರಕ : ನಿಯಂತ್ರಕವು ವೇಗವಾಗಿದೆ.

source: Use GCompris administration module to filter boards
kn: ನೀವು ಜಿಕಾಂಪ್ರೈಸ್ ನಿಯಂತ್ರಕವನ್ನು ಉಪಯೋಗಿಸಿ ನಿಮಗೆ ಬೇಕಾದ ಹಲಗೆಯನ್ನು ಆರಿಸಿರಿ.

source: GCompris Configuration
gd: Rèiteachadh GCompris
kn: ಜಿಕಾಂಪ್ರೈಸ್ ಕಾನಪಿಗರೇಷನ್

source: Fullscreen
gd: Làn-sgrìn
kn: ಪೂರ್ಣತೆರೆ

source: Remember level for default user
gd: Cuimhnich leibheil a' chleachdaiche bhunaitich
kn: ಪೂರ್ವನಿಯೋಜಿತ ಆಟಗಾರನಿಗೆ ಹಂತವನ್ನು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೋ?

source: Music
gd: Ceòl
kn: ಸಂಗೀತ

source: Effect
gd: Èifeachd
kn: ಪರಿಣಾಮಗಳು

source: Zoom
gd: Sùm
kn: ೧:೧ ಕ್ಕೆ ಹಿಗ್ಗಿಸು

source: Font: %s
kn: ಅಕ್ಷರ ಶೈಲಿ: %s

source: CANCEL
gd: SGUIR DHETH
kn: ರದ್ದುಮಾಡು

source: LOAD
gd: LUCHDAICH
kn: ತುಂಬಿಸು

source: SAVE
gd: SÀBHAIL
kn: ಉಳಿಸು

source: Couldn't find or load the file
gd: Cha b' urrainn dhuinn am faidhle a lorg no a luchdadh
kn: ಈ ಕಡತವನ್ನು ತೆರೆಯಲು ಅಥವಾ ತುಂಬಲು ಸಾಧ್ಯವಿಲ್ಲ

source: This activity is incomplete.
gd: Tha a' chleas seo neo-choileanta.
kn: ಆಟವು ಅಪೂರ್ಣವಾಗಿದೆ.

source: Exit it and report the problem to the authors.
gd: Fàg e is cuir aithisg mun duilgheadas dha na h-ùghdaran.
kn: ಹೊರಗೆ ಹೋಗಿ ಮತ್ತು ಲೇಖಕರಿಗೆ ನಿಮಗೆ ಆದ ತೊಂದರೆಯನ್ನು ತಿಳಿಸಿರಿ.

source: run GCompris in fullscreen mode.
gd: ruith GCompris sa mhodh làn-sgrìn.
kn: ಜಿಕಾಂಪ್ರೈಸನ್ನು ಪೂರ್ಣಪರದೆಯಲ್ಲಿ ಚಲಾಯಿಸಿರಿ.

source: run GCompris in window mode.
gd: ruith GCompris sa mhodh uinneige.
kn: ಜಿಕಾಂಪ್ರೈಸನ್ನ ಕಿಟಕಿ ರೀತಿಯಲ್ಲಿ ಚಲಾಯಿಸಿರಿ.

source: run GCompris with sound enabled.
gd: ruith GCompris le fuaim an comas.
kn: ಜಿಕಾಂಪ್ರೈಸನ್ನು ಶಬ್ಧದೊಂದಿಗೆ ಚಲಾಯಿಸಿರಿ.

source: run GCompris without sound.
gd: ruith GCompris gun fhuaim.
kn: ಜಿಕಾಂಪ್ರೈಸನ್ನು ಶಬ್ಧವಿಲ್ಲದೆ ಚಲಾಯಿಸಿರಿ.

source: run GCompris with the default system cursor.
gd: ruith GCompris le cùrsair tùsail an t-siostaim.
kn: ಜಿಕಾಂಪ್ರೈಸ್ ನ್ನು ಗಣಕದ ಮೂಲ ಕರ್ಸರ್ ನೊಂದಿಗೆ ಚಲಾಯಿಸಿರಿ.
