Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: The puzzle was invented by the French mathematician Edouard Lucas in 1883. There is a legend about a Hindu temple whose priests were constantly engaged in moving a set of 64 discs according to the rules of the Tower of Hanoi puzzle. According to the legend, the world would end when the priests finished their work. The puzzle is therefore also known as the Tower of Brahma puzzle. It is not clear whether Lucas invented this legend or was inspired by it. (source Wikipedia &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)
gd: Chaidh an tòimhseachan seo a thionnsgal leis an fhear-matamataig Frangach Edouard Lucas ann an 1883. Tha faoinsgeul ann mu theampall Hionduthach sa bhiodh na sagairtean a' gluasad seata de 64 diosga a-rèir riaghailtean tòimhseachan Tùr Hanoi. A-rèir an fhaoinsgeil, thigeadh crìoch air an t-soghail nuair a chrìochnaicheadh na sagairtean an obair. Air an adhbhar seo, tha an tòimhseachan aithnichte mar thòimhseachan Tùr Brahmā cuideachd. Chan eilear cinnteach an do chruthaich Lucas am faoinsgeul seo no an do bhrosnaich am faoinsgeul e. (Tùs: Uicipeid &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)
kn: ಈ ಹನಾಯ ಗೋಪುರದ ಓಗಟನ್ನು ಪ್ರೆಂಚ್ ಗಣತಜ್ನ ಎಡೊರ್ಡ ಲ್ಯೂಕಾಸ ೧೮೮೩ ರಲ್ಲಿ ಕಂಡುಹಿಡಿದರು . ಇದರ ಬಗ್ಗೆ ಹಿಂದು ದಂತಕಥೆಯಿಗೆ. ಈ ಕಥೆಯ ಪ್ರಕಾರ ಹಿಂದೂ ದೇವಾಲಯದ ಪೂಜಾರಿಗಳು ೬೪ ತಟ್ಟೆಗಳನ್ನು ಹನಾಯ ಗೋಪುರದ ನಿಯಮಗಳ ಪ್ರಕಾರ ವರ್ಗಾಯಿಸುವುದರಲ್ಲಿ ನಿರತರಾಗಿದ್ದಾರೆ. ಅವರು ಈ ಕಾರ್ಯವನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ ಜಗತ್ತು ಕೊನೆಯಾಗುತ್ತದೆ. ಆದುದರಿಂದ ಇದನ್ನು ಬ್ರಹ್ಮನ ಒಗಟು ಎನ್ನುತ್ತಾರೆ. ಆದ್ದರಿಂದ ಇದನ್ನು ಕಂಡುಹಿಡಿದವರು ಯಾರು ಎಂಬುದು ಸ್ಪಷ್ಟವಿಲ್ಲ. (ಮೂಲ ವಿಕಿಪೀಡಿಯಾ &lt;http://en.wikipedia.org/wiki/Tower_of_hanoi&gt;)

source: hexagon
gd: Sia-cheàrnach
kn: ಷಡ್ಬುಜ

source: Find the strawberry by clicking on the blue fields
gd: Lorg an sùbh-làir 's tu a' briogadh air na raointean gorma
kn: ಸ್ಟ್ರಾಬೆರಿಯನ್ನು ನೀಲಿ ತೋಟಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುತ್ತಾ ಕಂಡುಹಿಡಿಯಿರಿ.

source: Try to find the strawberry under the blue fields. The fields become redder as you get closer.
gd: Feuch an lorg thu an sùbh-làr fo na raointean gorma. Mar as fhaisge a bhios tu air, 's ann nas deirge a dh'fhàsas na raointean.
kn: ಸ್ಟ್ರಾಬೆರಿಯನ್ನು ನೀಲಿ ತೋಟಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುತ್ತಾ ಕಂಡುಹಿಡಿಯಲು ಪ್ರಯತ್ನಿಸಿರಿ. ನೀವು ಹತ್ತಿರ ಬಂದಂತೆ ತೋಟಗಳು ಕೆಂಪು ಬಣ್ಣಕ್ಕೆ ತಿರುಗುತ್ತವೆ.

source: The sun heats the water and creates water vapor. Water vapor combines into small water droplets which becomes clouds.
gd: Teasaich a' ghrian an uisge is cruthaichidh seo smùid uisge. Thig an smùid uisge còmhla na sileagan beaga a thèid nan neòil.
kn: ಸೂರ್ಯನ ಬಿಸಿಲು ನೀರನ್ನು ನೀರಾವಿಯಾಗಿ ಬದಲಾಯಿಸುತ್ತದೆ. ನೀರಾವಿಯು ಮೇಲೆ ಆಕಾಶದಲ್ಲಿ ಚಿಕ್ಕ ಚಿಕ್ಕ ನೀರಿನ ಹನಿಗಳಾಗಿ ಮೋಡಗಳಾಗುತ್ತವೆ.

source: As a cloud matures, the dense water droplets may combine to produce larger droplets, which may combine to form droplets large enough to fall as rain
gd: Nuair a dh'abaicheas neul, faodaidh na sileagan uisge dùmhail tighinn còmhla gus dol nan sileagan nas motha gus am bi iad mòr gu leòr ach an tuit iad mar uisge
kn: ಮೋಡಗಳು ಹೆಚ್ಚಾದಂತೆ, ನೀರಿನ ಹನಿಗಳು ಒಂದಕ್ಕೊಂದು ಸೇರಿ ದೊಡ್ಡ ಹನಿಗಳಾಗಿ ಸೇರಿ ಮೋಡವಾಗುತ್ತದೆ.ನಂತರ ಮೋಡಗಳು ಮಳೆಯಾಗಿ ಭೂಮಿಗೆ ಬರುತ್ತದೆ.

source: This is the meter for electricity produced by the turbine.
gd: Seo am meidheadair airson an dealain a nì an turbain.
kn: ಟರ್ಬೈನ್ ಉತ್ಪಾದಿಸುವ ವಿದ್ಯುತ್ ಶಕ್ತಿಯನ್ನು ಅಳೆಯುವ ಮೀಟರ್ ಇದಾಗಿದೆ.

source: The electricity power is measured in watts (W).
gd: Nì sinn tomhas air cumhachd dealain ann an watts (W).
kn: ವಿದ್ಯುತ್ ಶಕ್ತಿಯ ಸಾಮರ್ಥ್ಯವನ್ನು ವ್ಯಾಟ(W)ಗಳಲ್ಲಿ ಅಳೆಯಲಾಗುತ್ತದೆ.

source: Flowing water is directed on to the blades of a turbine runner, creating a force on the blades. In this way, energy is transferred from the water flow to the turbine
gd: Thèid uisge ga ruith air lannan aig ruitheadair turbaine 's cuiridh seo forsa air na lannan. San dòigh seo, thèid lùths a thoirt o ruith an uisge dhan turbain
kn: ಹರಿಯುವ ನೀರನ್ನು ಟರ್ಬೈನನ ಬ್ಲೇಡನ ಮೇ(W).ಲೆ ಬೀಳುವಂತೆ ಮಾಡಲಾಗುತ್ತದೆ. ಇದರಿಂದ ಬ್ಲೇಡ್ ಗಳ ಮೇಲೆ ಒತ್ತಡ ಬೀಳುತ್ತದೆ. ಈ ರೀತಿ ಶಕ್ತಿಯು ನೀರಿನಿಂದ ಟರ್ಬೈನಿಗೆ ವರ್ಗಾವಣೆಯಾಗುತ್ತದೆ.

source: This cloud simulates the wind, click on it to have wind.
gd: Nì an neul seo gaoth mas-fhìor, briog air ach am bi gaoth ann.
kn: ಈ ಮೋಡವು ಗಾಳಿಯಂತೆ ವರ್ತಿಸುತ್ತದೆ. ಇದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಗಾಳಿಯನ್ನು ಉಂಟುಮಾಡಿ.

source: This is a step down transformer. Electricity is transformed in low voltage, ready to be used by the customers.
gd: Seo tionndaire sìos. Thèid dealan a thionndadh gu bholtaids ìseal ach am bi e freagarrach airson cleachdadh leis an luchd-cheannach.
kn: ಇದು ಇಳಿಮುಖ ವಿದ್ಯುತ್ ಪರಿವರ್ತಕವಾಗಿದೆ. ವಿದ್ಯುತ್ ಶಕ್ತಿಯು ಹೆಚ್ಚು ವೋಲ್ಟೇಜಿನಿಂದ ಕಡಿಮೆ ವೋಲ್ಟೇಜಿಗೆ ಬದಲಾಗುತ್ತದೆ.

source: This is the meter for all the electricity produced.
gd: Seo meidheadair airson a h-uile dealan a thèid a dhèanamh.
kn: ಉತ್ಪಾದನೆಯಾದ ಎಲ್ಲಾ ವಿದ್ಯುತ್ ಶಕ್ತಿಯನ್ನು ಅಳೆಯುವ ಮಾಪಕ(ಮೀಟರ್).

source: This is the meter for electricity consumed by the users.
gd: Seo am meidheadair airson an dealain a tha ga chleachdadh.
kn: ಗ್ರಾಹಕರು ಬಳಸಿದ ವಿದ್ಯುತ್ ಅಳೆಯುವ ವಿದ್ಯುತ್ ಮಾಪಕ.

source: This is the meter for electricity produced by the solar panels.
gd: Seo am meidheadair airson an dealain a nì na panailean-grèine.
kn: ಸೌರಶಕ್ತಿ ತಟ್ಟೆಗಳಿಂದ ಉತ್ಪಾದನೆಯಾದ ವಿದ್ಯುತ್ ಶಕ್ತಿಯನ್ನು ಅಳೆಯುವ ಮಾಪಕ.

source: Solar panels use light energy (photons) from the sun to generate electricity through the photovoltaic effect.
gd: Cleachdaidh panailean-grèine lùths an t-solais (fotonaichean) on ghrian gus dealan a ghintinn le buil foto-bholtaids.
kn: ಸೌರಪಲಕವು ಬೆಳಕಿನಲ್ಲಿರುವ (ಪೋಟಾನ್ )ಬೆಳಕಿನ ಶಕ್ತಿಯನ್ನು ಬಳಸಿ ದ್ಯುತಿವಿದ್ಯುಜ್ಜನಕ ಪರಿಣಾಮದ ಮೂಲಕ ವಿದ್ಯುತ್ ಶಕ್ತಿಯನ್ನು ಉತ್ಪಾದನೆ ಮಾಡುತ್ತದೆ.

source: This is the meter for electricity produced by the wind turbines.
gd: Seo am meidheadair airson an dealain a nì an turbain-ghaoithe.
kn: ಗಾಳಿ ಚಕ್ರಗಳಿಂದ ಉತ್ಪಾದನೆಯಾದ ವಿದ್ಯುತ್ನ್ನು ಅಳೆಯುವ ವಿದ್ಯುತ್ ಮಾಪಕ.

source: A wind turbine is a device that converts wind motion energy into electricity generation. It is called a wind generator or wind charger.
gd: 'S e inneal a th' anns an turbain-ghaoithe a tionndaidheas lùths gluasad na gaoidhe na dhealan. Canar gineadair gaoithe no muileann-gaoithe ris.
kn: ಗಾಳಿಚಕ್ರವು ಗಾಳಿಯ ಚಲನ ಶಕ್ತಿಯನ್ನು ವಿದ್ಯುತ್ ಶಕ್ತಿಯಾಗಿ ಪರಿವರ್ತಿಸುವ ಒಂದು ಸಾಧನವಾಗಿದೆ. ಇದನ್ನು ಗಾಳಿಚಕ್ರ ಅಥವಾ ಗಾಳಿವಿದ್ಯುತ್ ತಯಾರಕ ಯಂತ್ರ ಎನ್ನುವರು.

source: It is not possible to consume more electricity than what is produced. This is a key limitation in the distribution of electricity, with minor exceptions, electrical energy cannot be stored, and therefore it must be generated as it is needed. A sophisticated system of control is therefore required to ensure electric generation very closely matches the demand. If supply and demand are not in balance, generation plants and transmission equipment can shut down which, in the worst cases, can lead to a major regional blackout.
gd: Cha ghabh barrachd dealan a chleachdadh na chaidh a dhèanamh. Seo prìomh cuingealachadh le sgaoileadh dealain: san fharsaingeachd, cha ghabh cumhachd dealain a stòradh is feumaidh sinn ga dhèanamh san dearbh àm a bhios i a dhìth. Tha siostam stiùiridh iom-fhillte riatanach a fhreagras ris an iarrtas. Mur eil meidh eadar solar is iarrtas ann, faodaidh stèiseanan cumhachd is innealan cuir a dhol dheth; air a char as miosa, thig dubhsgail air sgìre gu lèir.
kn: ವಿದ್ಯುತ ತಯಾರಿಕೆಗಿಂತ ಹೆಚ್ಚು ಬಳಸಲು ಸಾದ್ಯವಿಲ್ಲ. ಇದು ವಿದ್ಯುತ್ ಶಕ್ತಿ ಹಂಚಿಕೆಯಲ್ಲಿರುವ ಪ್ರಮುಖ ತೊಂದರೆಯಾಗಿದೆ. ಕೆಲವು ಸಂದರ್ಭಗಳನ್ನು ಹೊರತುಪಡಿಸಿ, ತಯಾರಿಸಿದ ವಿದ್ಯುತನ್ನು ಸಂಗ್ರಹಿಸಿಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಆದುದರಿಂದ ತಯಾರಿಕೆಯಾದ ವಿದ್ಯುತನ್ನು ಸಮರ್ಪಕವಾಗಿ ಹಂಚಲು ವ್ಯವಸ್ಥಿತವಾದ ಕ್ರಮವಿರಬೇಕು. ಬ(W).(W).ಳಕೆ ಮತ್ತು ಉತ್ಪಾದನೆಗೆ ಸಮತೋಲನವಿಲ್ಲದಿದ್ದರೆ ವಿದ್ಯುತ ಉತ್ಪಾದನೆ ಯಂತ್ರಗಳು ಸ್ಥಗಿತಗೊಳ್ಳುತ್ತವೆ. ಇದು ಹಲವಾರು ಪ್ರದೇಶಗಳಲ್ಲಿ ವಿದ್ಯುತ್ ನಿಲುಗಡೆಗೆ ಕಾರಣವಾಗುತ್ತದೆ.

source: This is a step up transformer. Electricity is transmitted at high voltages (110 kV or above) to reduce the energy lost in long distance transmission.
gd: Seo tionndaire suas. Thèid dealan a chur le bholtaids àrd (110 kV no nas àirde) ach nach tig cus cumhachd air chall nuair a chuirear an dealan astar fada.
kn: ಇದು ಸ್ಟೇಪ್ ಅಪ್ ಟ್ರಾನ್ಸಪಾರ್ಮರ್. ಇದು ವಿದ್ಯುತ್ ಶಕ್ತಿಯನ್ನು ಉಚ್ಛವೋಲ್ಟೇಜಿಗೆ(೧೧೦ ಕೆ.ವಿ) ಬದಲಾಯಿಸಿ ವಿದ್ಯುತ್ ಸಾಗಾಣಿಕೆಯಲ್ಲಿ ಆಗುವ ಸೋರಿಕೆಯನ್ನು ತಡೆಯುತ್ತದೆ.

source: Learn about an electrical system based on renewable energy
gd: Siostam dealain stèidhichte air lùths ath-nuadhachail
kn: ನವೀಕರಣಗೊಳ್ಳುವ ಶಕ್ತಿ ಅಧಾರಿತ ವಿದ್ಯುತ್ ಶಕ್ತಿಯ ಬಗ್ಗೆ ಕಲಿಯಿರಿ.

source: Tux has come back from a long fishing party on his boat. Bring the electrical system back up so he can have light in his home.
gd: Tha Tux air tilleadh on iasgach air a' bhàta aige. Cuir an siostam dealain air a-rithist ach am bi solas aige san taigh.
kn: ಟಕ್ಸ್ ತನ್ನ ಹಡಗಿನಲ್ಲಿ ದೂರದ ಮೀನುಗಳನ್ನು ಹಿಡಿದು ಬಂದಿದ್ದಾನೆ. ವಿದ್ಯುತ್ ಶಕ್ತಿಯನ್ನು ಸರಿಮಾಡಿ ಅವನ ಮನೆಯನ್ನು ಬೆಳಗಿಸಿರಿ.

source: Click on different active elements : sun, cloud, dam, solar array, wind farm and transformers, in order to reactivate the entire electrical system. When the system is back up and Tux is in his home, push the light button for him. To win you must switch on all the consumers while all the producers are up.
gd: Briog air na nithean gnìomhach: a' ghrian, neul, dama, arraigh-ghrèine, tuathanas-gaoithe is tionndairean gus an siostam dealain gu leìr a chur a' dol. Nuair a bhios an siostam ag obair a-rithist is Tux aig an taigh, brùth air a' phutan solais air a shon. Feumaidh tu a h-uile inneal caitheimh a chur air fhad 's a bhios na innealan dèanaimh air.
kn: ಹಲವು ಸಕ್ರೀಯ ವಸ್ತುಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ವಿದ್ಯುತ ಶಕ್ತಿಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಪ್ರಾರಂಬಿಸಿರಿ : ಸೂರ್ಯ, ಮೋಡ, ಅಣೆಕಟ್ಟು, ಸೌರ ಫಲಕ, ಗಾಳಿಚಕ್ರಗಳು ಮತ್ತು ಪರಿವರ್ತಕಗಳು. ವ್ಯವಸ್ಥೆಯು ಚಾಲನೆಗೊಂಡಾಗ ಮತ್ತು ಟಕ್ಸ್ ಮನೆಯಲ್ಲಿದ್ದಾಗ, ದೀಪದ ಗುಂಡಿಯನ್ನು ಹೊತ್ತಿಸಿರಿ. ನೀವು ಗೆಲ್ಲಲು ಎಲ್ಲಾ ಗೃಹಬಳಕೆ ವಿದ್ಯುತ್ ಉಪಕರಣಗಳನ್ನು ಎಲ್ಲಾ ವಿದ್ಯುತ ಉತ್ಪಾದಕಗಳು ಚಾಲನೆಯಿಲ್ಲಿದ್ದಾಗ ಪ್ರಾರಂಬಿಸಬೇಕು.

source: Reading
gd: Leughadh
kn: ಓದುವುದು

source: Learn how to read
gd: Ionnsaich leughadh
kn: ಓದುವುದು ಹೇಗೆಂದು ಕಲಿಯಿರಿ

source: Data file for this level is not properly formatted. Too many choices are proposed.
gd: Chan eil am fòrmat aig an fhaidhle dàta airson an leibheil seo mar bu chòir. Tha cus roghainnean gan tabhann.
kn: ಈ ಹಂತದ ದತ್ತಾಂಶ ಕಡತಗಳು ಸರಿಯಾಗಿಲ್ಲಾ. ಹಲವು ಅನುಪಯುಕ್ತ ಆಯ್ಕೆಗಳನ್ನು ನೀಡಲಾಗಿದೆ.

source: Data file for this level is not properly formatted.
gd: Chan eil am fòrmat aig an fhaidhle dàta airson an leibheil seo mar bu chòir.
kn: ಈ ಹಂತದ ದತ್ತಾಂಶ ಕಡತಗಳು ಸರಿಯಿಲ್ಲಾ.

source: Reading practice
gd: Cleachdaich leughadh
kn: ಓದುವ ಅಭ್ಯಾಸ

source: Practice reading by finding the word matching an image
gd: Cleachdaich leughadh, a' lorg an fhacail a fhreagras ri dealbh
kn: ನೀಡಿರುವ ಚಿತ್ರಕ್ಕೆ ಸರಿಹೊಂದುವ ಪದವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಓದುವುದನ್ನು ಅಬ್ಯಾಸ ಮಾಡಿರಿ.

source: Click on the word corresponding to the printed image.
gd: Briog air an fhacal a fhreagras ris dealbh a chì thu.
kn: ನೀಡಿರುವ ಚಿತ್ರಕ್ಕೆ ಸಂಬಂದಿಸಿದ ಪದದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: satchel
gd: màla
kn: ಬ್ಯಾಗ್

source: cheese
gd: càise
kn: ಬೆಣ್ಣೆ

source: house
gd: taigh
kn: ಮನೆ

source: banana
kn: ಬಾಳೆಹಣ್ಣು

source: book
gd: leabhar
kn: ಪುಸ್ತಕ

source: bag
gd: baga
kn: ಚೀಲ

source: apple
gd: ubhal
kn: ಸೇಬು

source: pear
gd: peur
kn: ಪಿಯರ್ ಮರ

source: cow
gd: bò
kn: ಹಸು

source: bed
gd: leabaidh
kn: ಹಾಸಿಗೆ

source: bottle
gd: botal
kn: ಬಾಟಲಿ

source: back
gd: druim
kn: ಹಿಂದಕ್ಕೆ

source: car
gd: càr
kn: ಕಾರು

source: cake
gd: cèic
kn: ಕೇಕು

source: camel
gd: càmhal
kn: ಒಂಟೆ

source: ball
gd: bàla
kn: ಚೆಂಡು

source: boat
gd: bàta
kn: ದೋಣಿ

source: fish
gd: iasg
kn: ಮೀನು

source: catch
gd: grèim
kn: ಹಿಡಿ

source: cat
kn: ಬೆಕ್ಕು

source: dog
gd: cù
kn: ನಾಯಿ

source: finish
gd: crìoch
kn: ಮುಗಿಸು

source: plane
gd: plèana
kn: ವಿಮಾನ

source: Drag and Drop each item above its name
gd: Slaod gach nì is leig às e air barr ainm
kn: ವಸ್ತುಗಳನ್ನು ಅದರ ಹೆಸರ ಮೇಲೆ ಜಾರಿಸಿರಿ ಮತ್ತು ಬಿಳಿಸಿರಿ.

source: Image Name
gd: Ainm an deilbh
kn: ಚಿತ್ರದ ಹೆಸರು

source: Vocabulary and reading
gd: Faclan is leughadh
kn: ಪದಕೋಶ ಮತ್ತು ಓದುವುದು

source: Drag each image from the (vertical) box on the left to its (corresponding) name on the right. Click the OK button to check your answer.
gd: Slaod gach dealbh on bhogsa (inghearach) taobh clì dhan ainm aige taobh deas. Briog air a' phutan "OK" gus an fhreagairt agad a dhearbhadh.
kn: ಎಡಗಡೆ ಇರುವ ಕಂಬಸಾಲಿನ ಪೆಟ್ಟಿಗೆಯಿಂದ ಚಿತ್ರವನ್ನು ಜಾರಿಸಿ ಬಲಗಡೆಯಿರುವ ಸಂಬಂದಿಸಿದ ಹೆಸರಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಓಕೆ ಗುಂಡಿಯನ್ನು ಒತ್ತಿ ನಿಮ್ಮ ಉತ್ತರ ಸರಿ ಇದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಿರಿ.

source: Drag and Drop each item onto its name
gd: Slaod gach nì is leig às e air barr ainm
kn: ವಸ್ತುವನ್ನು ಅದರ ಹೆಸರಿನ ಮೇಲೆ ಜಾರಿಸಿ ಮತ್ತು ಬಿಳಿಸಿ.

source: mail box
gd: bogsa-puist
kn: ಅಂಚೆ ಪೆಟ್ಟಿಗೆ

source: sailing boat
gd: bàta-siùil
kn: ಸಾಗುತ್ತಿರುವ ದೋಣಿ

source: lamp
gd: lampa
kn: ದೀಪ

source: postcard
gd: cairt-phuist
kn: ಅಂಚೆಕಾಗದ

source: fishing boat
gd: bàta iasgaich
kn: ಮೀನುಗಾರಿಕೆ ದೋಣಿ

source: bulb
gd: bolgan
kn: ವಿದ್ಯುತ್ ದೀಪ

source: glass
gd: glainne
kn: ಗಾಜು

source: egg
gd: ugh
kn: ಮೊಟ್ಟೆ

source: eggcup
gd: cupan uigh
kn: ಮೊಟ್ಟೆ ಕಪ್

source: flower
gd: flùr
kn: ಹೂವು

source: vase
gd: bhàsa
kn: ಹೂವಿನಕುಂಡ

source: rocket
gd: rocaid
kn: ರಾಕೆಟ್

source: star
gd: rionnag
kn: ನಕ್ಷತ್ರ

source: sofa
gd: langasaid
kn: ಸೋಫಾ

source: light house
gd: taigh-solais
kn: ದೀಪದ ಮನೆ

source: tree
gd: craobh
kn: ಮರ

source: bicycle
gd: rothair
kn: ಸೈಕಲ್

source: carrot
gd: curran
kn: ಕ್ಯಾರೇಟ್

source: grater
gd: sgrìobair
kn: ತುರಿಯುವ ಮಣೆ

source: pencil
gd: peann
kn: ಪೆನ್ಸಿಲ್(ಸೀಸದ ಕಡ್ಡಿ)

source: truck
gd: truca
kn: ಲಾರಿ

source: van
gd: bhana
kn: ವ್ಯಾನ್

source: castle
gd: caisteal
kn: ಕೋಟೆ

source: crown
gd: crùn
kn: ಕಿರೀಟ

source: flag
gd: bratach
kn: ಧ್ವಜ

source: racket
gd: racaid
kn: ರಾಕೇಟ್

source: Music instruments
gd: Innealan-ciùil
kn: ಸಂಗೀತ ವಾದ್ಯಗಳು

source: Click on the correct musical instruments
gd: Briog air na h-innealan-ciùil cearta
kn: ಸರಿಯಾದ ಸಂಗೀತ ವಾದ್ಯದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Learn to recognize musical instruments.
gd: Ionnsaich innealan-ciùil aithneachadh.
kn: ಸಂಗೀತ ವಾದ್ಯಗಳನ್ನು ಗುರುತುಹಿಡಿಯುವುದನ್ನು ಕಲಿಯಿರಿ.

source: Click on the correct instrument.
gd: Briog air an inneal-ciùil ceart.
kn: ಸರಿಯಾದ ಸಂಗೀತ ವಾದ್ಯದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Find the clarinet
kn: ಶಹನಾಯಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the transverse flute
kn: ಕೊಳಲನ್ನು ಹುಡುಕಿರಿ.

source: Find the guitar
kn: ಗೀಟಾರ್ ನ್ನು ಹುಡುಕಿರಿ

source: Find the harp
kn: ತಂತಿವಾದ್ಯ ಹಾರ್ಪನ್ನು ಹುಡುಕಿರಿ

source: Find the piano
kn: ಪಿಯಾನೋವನ್ನು ಹುಡುಕಿರಿ

source: Find the saxophone
kn: ಸಾಕ್ಸಾಪೋನ್ ನ್ನು ಹುಡುಕಿರಿ

source: Find the trombone
kn: ಟ್ರಮ್ಬೊನ್ ನ್ನು ಹುಡುಕಿರಿ.

source: Find the trumpet
kn: ಕಹಳೆಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the violin
kn: ಪಿಟೀಲನ್ನು ಹುಡುಕಿರಿ

source: Find the drum kit
kn: ಡ್ರಮ ಕಿಟ್ನ್ನು ಹುಡುಕಿರಿ

source: Find the accordion
kn: ಆಕಾರ್ಡಿಯಾನನ್ನು ಹುಡುಕಿರಿ

source: Find the banjo
kn: ಕೈವೀಣೆಯನ್ನು ಹುಡುಕಿರಿ

source: Find the bongo
kn: ಬಾಂಗೋವನ್ನು ಹುಡುಕಿರಿ

source: Find the electric guitar
kn: ವಿದ್ಯುತ್ ಗಿಟಾರ್ ನ್ನು ಹುಡುಕಿರಿ

source: Find the castanets
kn: ಕಸ್ಟನೆಟ್ಸ್ ನ್ನು ಹುಡುಕಿರಿ

source: Find the cymbal
kn: ಸಿಂಬಲ್ ನ್ನು ಹುಡುಕಿರಿ

source: Find the cello
kn: ಚೆಲೊವನ್ನು ಹುಡುಕಿರಿ

source: Find the harmonica
kn: ಹಾರ್ಮೋನಿಯಂನ್ನು ಹುಡುಕಿರಿ

source: Find the horn
kn: ಕೊಂಬು ಕಹಳೆಯನ್ನು ಹುಡುಕಿರಿ

source: Find the maracas
kn: ಮರಾಕಸನ್ನು ಹುಡುಕಿರಿ

source: Find the organ
kn: ಅರ್ಗಾನನ್ನು ಹುಡುಕಿರಿ

source: Find the snare drum
kn: ಉರುಲು ಡ್ರಮ್ ನ್ನು ಹುಡುಕಿರಿ

source: Find the timpani
kn: ತಿಂಪಾನಿಯನ್ನು ಹುಡುಕಿರಿ

source: Find the triangle
kn: ತ್ರಿಕೋನವನ್ನು ಹುಡುಕಿರಿ

source: Find the tambourine
kn: ಟಾಂಬೋರಿನನ್ನು ಹುಡುಕಿರಿ

source: Find the tuba
kn: ಟ್ಯೂಬಾವನ್ನು ಹುಡುಕಿರಿ

source: Gravity is universal and Newton's law of universal gravitation extends gravity beyond earth. This force of gravitational attraction is directly dependent upon the masses of both objects and inversely proportional to the square of the distance that separates their centers.
gd: Tha an iom-tharraing uile-choitcheann is sìnidh lagh an iom-tharraing uile-choitcheann aig Newton thar crìochan na talmhainn. Crochaidh cumhachd-thàlaidh na h-iom-tharraing gu dìreach air tomad an dà nì is tha i co-rèireach mùiteach ris an astar cheàrnagach eadar meadhanan an dà nì.
kn: ಗುರುತ್ವಾಕಾರ್ಷಣ ಬಲವು ವಿಶ್ವವ್ಯಾಪಿಯಾಗಿದೆ. ನ್ಯೂಟನ್ನಿನ ಗುರುತ್ವಾಕಾರ್ಷಣ ನಿಯಮವು ಭೂಮಿಗಿಂತ ಮುಂದಕ್ಕೆ ಇತರೆ ಕಾಯಗಳಿಗೂ ಅನ್ವಯಿಸುತ್ತದೆ. ಗುರುತ್ವಕಾರ್ಷಣೆ ಬಲವು ನೇರವಾಗಿ ಎರಡು ವಸ್ತುಗಳ ದ್ರವ್ಯರಾಶಿಗೆ ಅನುಪಾತದಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ಅವುಗಳ ನಡುವಿನ ದೂರಕ್ಕೆ ವಿಲೋಮ ಅನುಪಾತದಲ್ಲಿರುತ್ತದೆ.

source: Since the gravitational force is directly proportional to the mass of both interacting objects, more massive objects will attract each other with a greater gravitational force. So as the mass of either object increases, the force of gravitational attraction between them also increases but this force is inversely proportional to the square of the separation distance between the two interacting objects, more separation distance will result in weaker gravitational forces.
gd: On a tha cumhachd na h-iom-tharraing co-rèireach gu dìreach ri tomad an dà nì, tàlaidh nìthean le tomad as àirde càch a cèile le cumhachd nas motha. Mar sin, 's ann as motha 's a tha an tomad aig nì, 's ann nas cumhachdaiche an tàladh. Co-dhiù, tha a' chumhachd seo co-rèireach mùiteach ris an astar cheàrnagach eadar meadhanan an dà nì cuideachd. Mar sin, mar as fhaide air falbh o càch a chèile 's a tha an dà nì, 's ann nas laige an tàladh.
kn: ಗುರುತ್ವಕಾರ್ಷಣೆ ಬಲವು ನೇರವಾಗಿ ವಸ್ತುಗಳ ತೂಕಕ್ಕೆ ಅನುಪಾತದಲ್ಲಿರುತ್ತದೆ. ಎರಡು ಪರಸ್ಪರ ಆಕರ್ಷಿಸುವ ವಸ್ತುಗಳ ತೂಕ ಹೆಚ್ಚಿದಂತೆ ಗುರುತ್ವಕಾರ್ಷಣೆ ಬಲವು ಹೆಚ್ಚಾಗುತ್ತದೆ. ವಸ್ತುಗಳ ದ್ರವ್ಯರಾಶಿಯು ಕಡಿಮೆಯಾದಂತೆ ಬಲವು ಕಡಿಮೆಯಾಗುತ್ತದೆ. ಈ ಬಲವು ವಸ್ತುಗಳ ನಡುವಿನ ದೂರದ ವರ್ಗಕ್ಕೆ ವಿಲೋಮ ಅನುಪಾತದಲ್ಲಿರುತ್ತದೆ. ವಸ್ತುಗಳ ನಡುವಿನ ದೂರ ಹೆಚ್ಚಾದಂತೆ ಬಲವು ಕಡಿಮಯಾಗುತ್ತದೆ. ವಸ್ತುಗಳು ಹತ್ತಿರವಿದ್ದರೆ ಬಲ ಹೆಚ್ಚಿರುತ್ತದೆ.

source: Your goal is to let Tux's spaceship move by changing the mass of its surrounding planets. Don't get too close to the planets or you will crash on them. The arrow indicates the direction of the force on your ship.
gd: Is an t-amas gun toir thu gluasad air an t-soitheach-fhànais aig Tux le atharrachadh air tomad nam planaid timcheall air. Na teann ro fhaisg air na planaidean no buailidh tu riutha. Seallaich an t-saidheag riut comhair na cumhachd air an t-soitheach agad.
kn: ನೀವು ಈ ಆಟದಲ್ಲಿ ಸುತ್ತಮುತ್ತಲಿನ ಗ್ರಹಗಳ ದ್ರವ್ಯರಾಶಿಯನ್ನು ಬದಲಾಯಿಸುತ್ತಾ ಟಕ್ಸನ ನೌಕೆಯನ್ನು ಚಲಿಸುವಂತೆ ಮಾಡಬೇಕು. ಗ್ರಹಗಳ ಅತಿ ಸಮೀಪ ಹೋಗಬೇಡಿ ನೀವು ಬೀಳಬಹುದು. ಬಾಣದ ಗುರುತು ಬಲದ ದಿಕ್ಕನ್ನು ತೋರಿಸುತ್ತದೆ.

source: Avoid the asteroid and join the space shuttle to win.
gd: Seachnaich an dreag is coinnich ris a' space shuttle gus buannachd.
kn: ಕ್ಷುದ್ರಗ್ರಹಳನ್ನು ತಪ್ಪಿಸಿರಿ ಮತ್ತು ಬಾನ ನೌಕೆಯನ್ನು ಸೇರುವುದರ ಮೂಲಕ ಗೆಲ್ಲಿರಿ.

source: Intro gravity
gd: An iom-tharraing
kn: ಗುರುತ್ವದ ಪರಿಚಯ

source: Introduction to the concept of gravity
gd: Ionnsaich mu bhun-bheachdan air iom-tharraing
kn: ಗುರುತ್ವಾಕರ್ಷಣ ಪರಿಕಲ್ಪನೆಯ ಪರಿಚಯ

source: Maintain the spaceship in the middle without crashing into the planets or the asteroids
gd: Cùm an saoitheach-fànais sa mheadhan gun tuiteam air na planaidean no dreagan
kn: ಗಗನ ನೌಕೆಯನ್ನು ಯಾವುದೇ ಗ್ರಹ ಅಥವಾ ಕ್ಷುದ್ರಗ್ರಹಗಳಿಂದ ತೊಂದರೆಯಾಗದಂತೆ ಮದ್ಯದಲ್ಲಿರುವಂತೆ ಮಾಡಿ.

source: Follow the instructions when you run the activity.
gd: Lean air an stiùireadh uair a ruitheas tu an cleas seo.
kn: ನೀವು ಆಡುವಾಗ ನೀಡಿರುವ ಸೂಚನೆಗಳನ್ನು ಪಾಲಿಸಿರಿ.

source: Gravity: %s
gd: Iom-tharraing: %s
kn: ಗುರುತ್ವಾಕರ್ಷಣೆ: %s

source: Use the up and down keys to control the thrust Use the right and left keys to control direction. You must drive Tux's ship towards the landing platform. The landing platform turns green when the velocity is safe to land
gd: Cleachd na h-iuchraichean suas is sìos gus smachd a chumail air an sàthadh. Cleachd na h-iuchraichean deas is clì gus smach a chumail air a' chomhair. Feumaidh tu an soitheach aig Tux a stiùireadh dhan ùrlar-laighe. Thèid an ùrlar-laighe uaine nuair a bhios an luaths sàbhailte gus laighe air.
kn: ಮೇಲ್ಮುಖ ಮತ್ತು ಕೆಳಮುಖ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ವೇಗವನ್ನು ನಿಯಂತ್ರಿಸಿರಿ. ಬಲ ಮತ್ತು ಎಡ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ದಿಕ್ಕನ್ನು ನಿಯಂತ್ರಿಸಿರಿ. ನೀವು ಟಕ್ಸನ ನೌಕೆಯನ್ನು ನಿಲ್ಲುವ ಸ್ಥಳಕ್ಕೆ ಚಾಲನೆ ಮಾಡಬೇಕು ನಿಲ್ಲುವ ಸ್ಥಳವು ಹಸಿರು ಬಣ್ಣಕ್ಕೆ ತಿರುಗಿದಾಗ ನಿಮ್ಮ ನೌಕೆಯನ್ನು ನಿಲ್ಲಿಸಬಹುದು.

source: Click on me or press the Return key when you are ready.
gd: Briog orm no brùth air an iuchair Return nuair a bhios tu ullamh.
kn: ನೀವು ಸಿದ್ದರಾಗಿದ್ದರೆ ನನ್ನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ.

source: I am ready!
gd: Tha mi ullamh!
kn: ನಾನು ಸಿದ್ಧನಿದ್ದೇನೆ!

source: Height:
gd: Àirde:
kn: ಎತ್ತರ:

source: Fuel
gd: Connadh
kn: ಇಂಧನ

source: Velocity:
gd: Luaths:
kn: ವೇಗ:

source: Land Safe
gd: Rach air tìr gu sàbhailte
kn: ಸುರಕ್ಷಿತ ನಿಲ್ಲುವ ಸ್ಥಳ

source: Understanding acceleration due to gravity.
gd: Tuig mar a thig luathachadh ort leis an iom-tharraing.
kn: ಗುರುತ್ವಾಕರ್ಷಣೆಯಿಂದಾದ ವೇಗವರ್ಧಕದ ಬಗ್ಗೆ ಅರಿಯಿರಿ.

source: Pilot the spaceship towards the green landing area.
gd: Stiùirich an soitheach-fànais dhan ùrlar-laighe uaine.
kn: ಹಸಿರು ನಿಲ್ಲುವ ಸ್ಥಳಕ್ಕೆ ನಿಮ್ಮ ನೌಕೆಯನ್ನು ಚಾಲನೆ ಮಾಡಿರಿ.

source: Acceleration due to gravity experienced by the spaceship is directly proportional to the mass of the planet and inversely proportional to the square of the distance from the center of the planet. Thus, with every planet the acceleration will differ and as the spaceship comes closer and closer to the planet the acceleration increases. Use the up/down keys to control the thrust and the right/left keys to control direction. The landing platform is green if your speed is fine for a safe landing.
gd: Thig luathachadh leis an iom-tharraing air an t-soitheach-fhànais a rèir tomad na planaid is gu co-rèireach mùiteach ris an astar cheàrnagach o mheadhan na planaid. Mar sin, thig luathachadh eadar-dhealaichte ort leis gach planaid is bidh e nas motha mar as fhaisge a thig thu dhan phlanaid. Cleachd na h-iuchraichean suas/sìos gus smachd a chumail air an sàthadh is na h-iuchraichean deas/clì gus smachd a chumail air a' chomhair. Bidh an t-ùrlar-laighe uaine nuair a bhios tu slaodach gu leòr airson laighe air.
kn: ಗಗನ ನೌಕೆಯು ಅನುಭವಿಸುವ ಗುರುತ್ವಾಕರ್ಷಣೆಯಿಂದಾದ ವೇಗವರ್ಧಕವು ಗ್ರಹಗಳ ದ್ರವ್ಯರಾಶಿಗೆ ನೇರ ಅನುಪಾತದಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ಗ್ರಹದ ಕೇಂದ್ರಗಳ ನಡುವಿನ ದೂರಕ್ಕೆ ವಿಲೋಮ ಅನುಪಾತದಲ್ಲಿರುತ್ತದೆ . ಆದುದರಿಂದ ಪ್ರತಿಯೊಂದು ಗ್ರಹದ ಬಳಿ ಬಂದಾಗ ನೌಕೆಯ ವೇಗೋತ್ಕರ್ಷವು ಹೆಚ್ಚಾಗುತದೆ ಬಲ ಮತ್ತು ಎಡ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ದಿಕ್ಕನ್ನು ನಿಯಂತ್ರಿಸಿರಿ. ಮೇಲ್ಮುಖ ಮತ್ತು ಕೆಳಮುಖ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ವೇಗವನ್ನು ನಿಯಂತ್ರಿಸಿರಿ. ನಿಲ್ಲುವ ಸ್ಥಳವು ಸರಕ್ಷಿತವಾಗಿದ್ದಾಗ ಹಸಿರು ಬಣ್ಣಕ್ಕೆ ತಿರುಗುತ್ತದೆ.

source: Enter the text you hear:
kn: ನೀವು ಕೇಳಿದ ಶಬ್ದವನ್ನು ಬೆರಳಚ್ಚು ಮಾಡಿರಿ

source: Missing translation for '{word}'
kn: '{word}' ಕ್ಕೆ ಭಾಷಾಂತರ ಲಬ್ಯವಿಲ್ಲ.

source: Enrich your vocabulary
kn: ನಿಮ್ಮ ಪದಸಂಪತ್ತನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಿರಿ.

source: List of words in the 'nature' category.
kn: ಪ್ರಕೃತಿ ವಿಭಾಗದಲ್ಲಿರುವ ಪದಗಳ ಪಟ್ಟಿ

source: Enrich your vocabulary in your native language or in a foreign one.
kn: ಪದಸಂಪತ್ತನ್ನು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಭಾಷೆಯಲ್ಲಿ ಅಥವಾ ವಿದೇಶಿ ಭಾಷೆಯಲ್ಲಿ ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಿರಿ.

source: Review a set of words. Each word is shown with a voice a text and an image. When done you are suggested an exercise in which, given the voice, you must find the right word. In the configuration you can select the language you want to learn.
kn: ಪದಗಳ ಪಟ್ಟಿಯನ್ನು ಗಮನಿಸಿರಿ. ಪ್ರತಿಯೊಂದು ಪದವು ಚಿತ್ರ ಮತ್ತು ದ್ವನಿಯೊಡನೆ ಪ್ರದರ್ಶಿತವಾಗುವುದು. ನೀವು ಎಲ್ಲಾ ಪದಗಳನ್ನು ಕಲಿತ ನಂತರ ನಿಮಗಾಗಿ ಒಂದು ಚಟುವಟಿಕೆಯಿದೆ. ಇಲ್ಲಿ ನೀವು ದ್ವನಿಯನ್ನು ಕೇಳಿ ಸರಿಯಾದ ಪದವನ್ನು ಗುರುತಿಸಬೇಕಾಗುತ್ತದೆ. ಸಂರಚನೆಯಲ್ಲಿ ನೀವು ಕಲಿಯಬೇಕಾದ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿರಿ

source: The images and voices come from the Art4Apps project: http://www.art4apps.org/. You can also access this activity online on http://gcompris.net/activity/lang.
kn: ಚಿತ್ರ ಮತ್ತು ದ್ವನಿಗಳು Art4Apps ( http://www.art4apps.org/)ಯೋಜನೆಯಿಂದ ಬಂದಿವೆ. ನೀವು ಈ ಚಟುವಟಿಕೆಗಳನ್ನು ಅಂತರ್ಜಾಲದಲ್ಲಿ ಆಡಲು ಕೆಳಗಿನ ಜಾಲತಾಣಕ್ಕೆ ಭೇಟಿ ನೀಡಿರಿ. http://gcompris.net/activity/lang.

source: List of words in the 'object' category.
kn: 'ವಸ್ತುಗಳು' ವಿಭಾಗದಲ್ಲಿನ ಪದಗಳ ಪಟ್ಟಿ

source: List of words in the 'other' category.
kn: 'ಇತರೆ' ವಿಭಾಗದಲ್ಲಿನ ಪದಗಳ ಪಟ್ಟಿ

source: List of words in the 'people' category.
kn: 'ಜನರು' ವಿಭಾಗದಲ್ಲಿನ ಪದಗಳ ಪಟ್ಟಿ

source: ERROR, we found no words in this language.
kn: ದೋಷ: ಈ ಭಾಷೆಗೆ ಪದಗಳ ಪಟ್ಟಿ ಲಬ್ಯವಿಲ್ಲ.

source: Please consider contributing a voice set.
kn: ದಯವಿಟ್ಟು ದ್ವನಿಗಳನ್ನು ಕೊಡುಗೆ ನೀಡಿರಿ.

source: Configuration for profile <b>%s</b>
gd: Rèiteachadh airson na pròifil <b>%s</b>
kn: <b>%s</b> ಪ್ರೋಪೈಲಗೆ ಕಾನಪಿಗರೇಷನ್

source: Select locale
gd: Tagh sgeama ionadail
kn: ಸ್ಥಳೀಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ

source: Go to the language learning activities
kn: ಭಾಷಾಕಲಿಕೆ ಆಟಗಳಿಗೆ ಹೋಗು.

source: other
kn: ಇತರೆ

source: action
kn: ಕ್ರಿಯೆ

source: adjective
kn: ಗುಣವಾಚಕ

source: number
kn: ಸಂಖ್ಯೆ

source: bodyparts
kn: ದೇಹದ ಭಾಗಗಳು
