Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: To import a user list from a file, first select a class. FILE FORMAT: Your file must be formatted like this: login;First name;Last name;Date of birth The separator is autodetected and can be one of ',', ';' or ':'
gd: Gus liosta nan cleachdaichean ion-phortadh o fhaidhle, tagh clas an toiseach. FÒRMAT AN FHAIDHLE: Feumaidh am fòrmat seo a bhith air an fhaidhle: far-ainm;ainm;sloinneadh;ceann-latha breith Thèid an sgaradair fèin-mhothachadh is faodaidh e bhith aon dhen fheadhainn seo: ',', ';' no ':'
kn: ನೀವು ಬಳಕೆದಾರರ ಪಟ್ಟಿಯನ್ನು ಕಡತದಿಂದ ಪಡೆಯಲು , ಮೊದಲು ತರಗತಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ ಕಡತದ ರೀತಿ : ನಿಮ್ಮ ಕಡತವನ್ನು ಹೀಗೆ ಪಾರ್ಮ್ಯಾಟ್ ಮಾಡಿರಿ. ಪ್ರವೇಶ ಪದ;ಮೊದಲ ಹೆಸರು;ಕೊನೆಯ ಹೆಸರು ; ಜನ್ಮ ದಿನಾಂಕ ವಿಭಾಜಕವನ್ನು ಸ್ವಯಂಗುರುತಿಸಲಾಗುವುದು. ಅದು ಇವುಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಆಗಿರಬಹುದು ',', ';' ಅಥವಾ ':'

source: One or more logins are not unique ! You need to change them: %s !
gd: Tha co-dhiù aon fhar-ainm ann dà thuras! Feumaidh tu an atharrachadh: %s !
kn: ಪ್ರವೇಶ ಪದವು ಹೊಸದಾಗಿಲ್ಲ,ಈಗಾಗಲೇ ಬಳಸಲಾಗಿದೆ ನೀವು ಪ್ರವೇಶ ಪದವನ್ನು ಬದಲಾಯಿಸಿರಿ : %s !

source: <b>{config}</b> configuration for profile <b>{profile}</b>
gd: rèiteachadh <b>{config}</b> airson na pròifil <b>{profile}</b>
kn: <b>{config}</b>ಪ್ರೋಪೈಲ್ ಗಾಗಿ ಕಾನ್ ಪಿಗರೇಷನ್ <b>{profile}</b>

source: Advanced colors
gd: Dathan adhartach
kn: ಸುಧಾರಿತ ಬಣ್ಣಗಳು

source: Click on the correct color
gd: Briog air an dath cheart
kn: ಸರಿಯಾದ ಬಣ್ಣದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ

source: Can read
gd: Tha leughadh agad
kn: ಓದಲು ಸಾದ್ಯ.

source: Learn to recognize unusual colors.
gd: Ionnsaich aithneachadh dhathan neo-àbhaisteach.
kn: ಅಸಾಮಾನ್ಯವಾದ ಬಣ್ಣಗಳನ್ನು ಗುರುತಿಸಲು ಕಲಿಯಿರಿ.

source: Click on the correct colored butterfly.
kn: ಸರಿಯಾದ ಬಣ್ಣದ ಚೌಕದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Find the coral butterfly
kn: ಹವಳ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the claret butterfly
kn: ನೇರಳೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the navy butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the corn butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the cobalt butterfly
kn: ಕೋಬಾಲ್ಟ್ ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the cyan butterfly
kn: ಹಸಿರುನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the chestnut butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the almond butterfly
kn: ಬಾದಾಮಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the sapphire butterfly
kn: ಇಂದ್ರನೀಲ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the ruby butterfly
kn: ಮಿರುಗೆಂಪು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the sienna butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the sage butterfly
kn: ಮಂಕು ಊದಾಹಸಿರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the salmon butterfly
kn: ಕಿತ್ತಳೆ ಪಾಟಲವರ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the sepia butterfly
kn: ಕೆಂಗಂದು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the sulfur butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the tea butterfly
kn: ಚಹಾ ಬಣ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the lime butterfly
kn: ನಿಂಬೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the turquoise butterfly
kn: ಆಕಾಶ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the absinthe butterfly
kn: ಮಂಚಿಪತ್ರೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the mahogany butterfly
kn: ಕೆಂಗಂದು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the aquamarine butterfly
kn: ನೀಲಿಹಸಿರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the alabaster butterfly
kn: ಹಾಲುಗಲ್ಲು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the amber butterfly
kn: ಕಿತ್ತಳೆಹಳದಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the amethyst butterfly
kn: ಪದ್ಮರಾಗ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the anise butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the vermilion butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the ceruse butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the fawn butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the chartreuse butterfly
kn: ಸೇಬು ಹಸುರು ಬಣ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the emerald butterfly
kn: ಪಚ್ಚೆ ಹಸುರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the aubergine butterfly
kn: ನೇರಳೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the fuchsia butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the glaucous butterfly
kn: ಮಾಸಲು ಬೂದು ಹಸಿರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the auburn butterfly
kn: ಎಣ್ಣೆಗೆಂಪು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the azure butterfly
kn: ಆಕಾಶನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the grayish brown butterfly
kn: ಬೂದು ಕಂದು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the bistre butterfly
kn: ಮಸಿಗಂದು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the crimson butterfly
kn: ಕಡುಗೆಂಪು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the celadon butterfly
kn: ಬೂದುಹಸುರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the cerulean butterfly
kn: ಕಡುನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the dove butterfly
kn: ಬೂದುಬಣ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the garnet butterfly
kn: ರಕ್ತಮಣಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the indigo butterfly
kn: ಊದಾ ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the ivory butterfly
kn: ದಂತವರ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the jade butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the lavender butterfly
kn: ನಸುಕೆನ್ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the lichen butterfly
kn: ಹಸಿರು ಬೂದು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the wine butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the lilac butterfly
kn: ನಸು ಪಾಟಲ ವರ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the magenta butterfly
kn: ಕೆನ್ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the malachite butterfly
kn: ಖನಿಜ ಹಸುರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the larch butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the mimosa butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the ochre butterfly
kn: ಗೋಪಿ ಬಣ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the olive butterfly
kn: ನಸು ಬೂದು ಹಸಿರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the opaline butterfly
kn: ಕ್ಷೀರ ಸ್ಫಟಿಕ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the ultramarine butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the mauve butterfly
kn: ತೆಳು ಕೆನ್ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the grayish blue butterfly
kn: ಬೂದು ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the pistachio butterfly
kn: ಮಾಸಲು ಹಸಿರು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the platinum butterfly
kn: ಬೆಳ್ಳಿ ಬಣ್ಣ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the purple butterfly
kn: ನೇರಳೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the plum butterfly
kn: ಕೆಂಪು ಊದಾ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the prussian blue butterfly
kn: ಪ್ರಷ್ಯನ್ ನೀಲಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the rust butterfly
kn: ತುಕ್ಕು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the saffron butterfly
kn: ಕೇಸರಿ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the vanilla butterfly
kn: ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the veronese butterfly
kn: ನಸುಗೆಂಪು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the verdigris butterfly
kn: ಹಸುರು ತುಕ್ಕು ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Find the dark purple butterfly
kn: ಕಡು ನೇರಳೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Practice the multiplication operation
gd: Cleachd iomadachadh
kn: ಗುಣಾಕಾರ ಕ್ರಿಯೆಯನ್ನು ಅಬ್ಯಾಸ ಮಾಡಿರಿ

source: Answer some algebra questions
gd: Freagair ceistean ailseabra
kn: ಕೆಲವು ಬೀಜಗಣಿತದ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಿರಿ

source: Multiplication table
gd: Clàr iomadachaidh
kn: ಗುಣಾಕಾರ ಕೋಷ್ಟಕ

source: In a limited time, give the product of two numbers
gd: Iomadaich dà àireamh ann an ùine chuingealaichte
kn: ಕಡಿಮೆ ಸಮಯದಲ್ಲಿ ಎರಡು ಸಂಖ್ಯೆಗಳನ್ನು ಗುಣಿಸಿ ಗುಣಲಬ್ದ ತಿಳಿಸಿರಿ

source: A multiplication of two numbers is displayed. At the right of the equals sign, give the answer, the product. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
gd: Chì thu iomadachadh dà àireimh. Thoir seachad an fhreagairt (an toradh) deas air an t-samhla cho-ionnanachd. Cleachd na saighdean gus an fhreagairt agad atharrachadh is brùth air an iuchair Enter gus faighinn a-mach a bheil thu ceart. Mur eil, cha leig thu leas ach feuchainn a-rithist.
kn: ಎರಡು ಸಂಖ್ಯೆಗಳ ಗುಣಾಕಾರ ಲೆಕ್ಕಗಳನ್ನು ತೋರಿಸಲಾಗುವುದು,ಸಮಚಿನ್ಹೆಯ ಬಲಕ್ಕೆ ಉತ್ತರವನ್ನು ನೀಡಿ. ಎಡ ಮತ್ತು ಬಲ ಬಾಣದ ಗುರುತುಗಳ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಬದಲಾಯಿಸಿರಿ. ನಿಮ್ಮ ಉತ್ತರವು ಸರಿಯಿದೆಯೆ ಎಂದು ಪರೀಕ್ಷಿಸಲು ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ ಸಾದ್ಯವಾಗದಿದ್ದರೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ

source: I am Ready
gd: Tha mi deiseil
kn: ನಾನು ಸಿದ್ಧ

source: Find the series of correct operations that matches the given answer
gd: Sreath de dh'obrachaidhean
kn: ಕೊಟ್ಟಿರುವ ಉತ್ತರಕ್ಕೆ ಸರಿಹೊಂದುವಂತಹ ಸರಿಯಾದ ಗಣಿತ ಕ್ರಿಯೆಗಳ ಗುಂಪನ್ನು ಆರಿಸಿರಿ

source: Work out the right combination of numbers and operations to match the given value
gd: Faigh a-mach dè na h-àireamhan is obrachaidhean a chuireas tu ri chèile gus an toradh fhaighinn a chaidh a thoirt seachad
kn: ಕೊಟ್ಟಿರುವ ಉತ್ತರಕ್ಕೆ ಸರಿಹೊಂದುವ ಸರಿಯಾದ ಸಂಖ್ಯೆಗಳ ಮತ್ತು ಕ್ರಿಯೆಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿರಿ.

source: The four arithmetic operations. Combine several arithmetic operations.
gd: Na ceithir obrachaidhean àireamhachd. Cuir diofar obrachaidhean àireamhachd ri chèile.
kn: ನಾಲ್ಕು ಮೂಲಭೂತ ಕ್ರಿಯೆಗಳು. ಹಲವು ಗಣಿತದ ಕ್ರಿಯೆಗಳನ್ನು ಸರಿಹೊಂದಿಸಿರಿ

source: Deploy a strategy to arrange a set of arithmetic operations to match a given value.
gd: Cuir ro-innleachd an gnìomh gus seata de dh'obrachaidhean àireamhachd a chur an òrdugh gus freagairt ri luach a chaidh a thoirt seachad.
kn: ನೀಡಿದ ಉತ್ತರಕ್ಕೆ ಹೊಂದುವ ಗಣಿತದ ಕ್ರಿಯೆಗಳನ್ನು ತಂತ್ರಗಾರಿಕೆಯನ್ನು ಬಳಸಿ ಜೋಡಿಸಿರಿ

source: At the top of the board area, choose the numbers and arithmetic operators that give the specified result. You can deselect a number or operator by clicking on it again.
gd: Aig bàr raon a' bhùird, tagh na h-àireamhan is gnìomharaichean àireamhachd a bheir an toradh dhut a chaidh a thoirt seachad. 'S urrainn dhut àireamh no gnìomharaiche a dhì-thaghadh 's tu a' briogadh air a-rithist.
kn: ಹಲಗೆಯ ಮೇಲ್ಬಾಗದಲ್ಲಿ, ಸರಿಯಾದ ಸಂಖ್ಯೆ ಮತ್ತು ಕ್ರಿಯೆಗಳ ಚಿನ್ಹೆಗಳನ್ನು ಆರಿಸಿ ನೀಡಿರುವ ಉತ್ತರ ಬರುವಂತೆ ಮಾಡಿ. ನೀವು ಆಯ್ಕೆಯನ್ನು ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಆಯ್ಕೆ ರದ್ದುಗೊಳಿಸಬಹುದು.

source: Animal pictures come from the Animal Photography Page of Ralf Schmode (http://schmode.net/). Ralf has kindly permitted GCompris to include his pictures. Thanks a lot, Ralf.
kn: ರಾಲ್ಪರವರಿಗೆ ತುಂಬು ಹೃದಯದ ಧನ್ಯವಾದಗಳು, ಅವರ ಅಮೂಲ್ಯ ಪ್ರಾಣಿಗಳ ಚಿತ್ರಗಳ ಸಂಗ್ರಹದಿಂದ ಈ ಚಿತ್ರಗಳನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

source: Practice the subtraction operation
gd: Cleachd toirt air falbh
kn: ಕಳೆಯುವುದನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿ

source: Simple subtraction
gd: Toirt air falbh simplidh
kn: ಸರಳ ಕಳೆಯುವಿಕೆ

source: In a limited time, find the difference between two numbers
gd: Lorg an diofar eadar dà àireamh ann an ùine chuingealaichte
kn: ಕಡಿಮೆ ಸಮಯದಲ್ಲಿ ಎರಡು ಸಂಖ್ಯೆಗಳ ನಡುವಿನ ವೆತ್ಯಾಸ ಕಂಡುಹಿಡಿಯಿರಿ

source: A subtraction problem with two numbers is displayed. At the right of the equals sign, give the answer, the difference. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
gd: Chì thu ceist toirt air falbh le dà àireamh. Thoir seachad an fhreagairt (an diofar) taobh deas an t-samhla co-ionnanachd. Cleachd na saighdean gus an fhreagairt agad atharrachadh is brùth air an iuchair Enter gus faighinn a-mach a bheil thu ceart. Mur eil, cha leig thu leas ach feuchainn a-rithist.
kn: ಎರಡು ಸಂಖ್ಯೆಗಳನ್ನು ಕಳೆಯುವ ಲೆಕ್ಕಗಳನ್ನು ತೋರಿಸಲಾಗುವುದು,ಬಲಕ್ಕೆ ಉತ್ತರವನ್ನು ನೀಡಿ. ಎಡ ಮತ್ತು ಬಲ ಬಾಣದ ಗುರುತುಗಳ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಬದಲಾಯಿಸಿರಿ. ನಿಮ್ಮ ಉತ್ತರವು ಸರಿಯಿದೆಯೆ ಎಂದು ಪರೀಕ್ಷಿಸಲು ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ ಸಾದ್ಯವಾಗದಿದ್ದರೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ

source: Practice the addition operation
gd: Cleachd cur ri chèile
kn: ಕೂಡುವುದನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿ

source: Simple addition. Can recognize written numbers
gd: Tha cur ri chèile simplidh agad. Aithnichidh tu àireamhan sgrìobhte
kn: ಸರಳವಾಗಿ ಕೂಡಿರಿ, ಕೈಬರಹದ ಸಂಖ್ಯೆಗಳನ್ನು ಸಹಾ ಗುರುತಿಸಬಹುದು.

source: In a limited time, find the sum of of two numbers. Introduction to simple in-line addition.
gd: Lorg an t-iomlan aig da àireamh ann an ùine chuingealaichte. Toiseach tòiseachaidh air cur ri chèile simplidh.
kn: ಕಡಿಮೆ ಸಮಯದಲ್ಲಿ ಎರಡು ಸಂಖ್ಯೆಗಳ ಮೊತ್ತವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ, ಸರಳ ಕೂಡುವ ಲೆಕ್ಕಗಳ ಪರಿಚಯ.

source: An addition problem with two numbers is displayed. At the right of the equals sign, give the answer, the sum. Use the left and right arrows to modify your answer and press the Enter key to check if you've got it right. If not, just try again.
gd: Chì thu ceist cur ri chèile le dà àireamh. Thoir seachad an fhreagairt (an t-iomlan) taobh deas an t-samhla co-ionnanachd. Cleachd na saighdean gus an fhreagairt agad atharrachadh is brùth air an iuchair Enter gus faighinn a-mach a bheil thu ceart. Mur eil, cha leig thu leas ach feuchainn a-rithist.
kn: ಎರಡು ಸಂಖ್ಯೆಗಳ ಸುಲಭ ಕೂಡುವ ಲೆಕ್ಕಗಳನ್ನು ತೋರಿಸಲಾಗುವುದು,ಬಲಕ್ಕ ಉತ್ತರವನ್ನು ನೀಡಿ. ಎಡ ಮತ್ತು ಬಲ ಬಾಣದ ಗುರುತುಗಳ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಬದಲಾಯಿಸಿರಿ. ನಿಮ್ಮ ಉತ್ತರವು ಸರಿಯಿದೆಯೆ ಎಂದು ಪರೀಕ್ಷಿಸಲು ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ ಸಾದ್ಯವಾಗದಿದ್ದರೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ

source: algorithm
gd: Algairim
kn: ಅಲ್ಗಾರಿಥ

source: Complete a list of symbols
gd: Coilean liosta de shamhlaidhean
kn: ಚಿನ್ಹೆಗಳ ಪಟ್ಟಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿರಿ.

source: Move and click the mouse
gd: Gluais is briog leis an luchag
kn: ಮೌಸನ್ನು ಚಲಿಸಿರಿ ಮತ್ತು ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Logic training activity
gd: Cleas trèanadh loidig
kn: ತಾರ್ಕಿಕ ತರಬೇತಿ ಆಟಗಳು

source: Find the next symbol in a list.
gd: Lorg an t-ath shamhla ann an liosta.
kn: ಪಟ್ಟಿಯಲ್ಲಿನ ಮುಂದಿನ ಚಿನ್ಹೆಯನ್ನು ಪತ್ತೆಮಾಡಿ.

source: Save...
gd: Sàbhail...
kn: ಉಳಿಸು...

source: Load...
gd: Luchdaich...
kn: ಲೋಡ್ ಮಾಡು

source: Run the animation
gd: Ruith am beòthachadh
kn: ಆನಿಮೇಷನ್ ಚಾಲನೆ ಮಾಡು

source: Select
gd: Tagh
kn: ಆಯ್ಕೆಮಾಡು

source: Rectangle
gd: Ceart-cheàrnach
kn: ಆಯತ

source: Filled rectangle
gd: Ceart-cheàrnach air a lìonadh
kn: ಬಣ್ಣ ತುಂಬಿದ ಆಯತ

source: Circle
gd: Cearcall
kn: ವೃತ್ತ

source: Filled circle
gd: Cearcall air a lìonadh
kn: ತುಂಬಿದ ವೃತ್ತ

source: Line
gd: Loidhne
kn: ರೇಖೆ

source: Text
gd: Teacsa
kn: ಅಕ್ಷರಗಳು

source: Image...
gd: Dealbh...
kn: ಚಿತ್ರ...

source: Fill
gd: Lìon
kn: ತುಂಬು

source: Delete
gd: Sguab às
kn: ನಾಶಪಡಿಸು

source: Flip
gd: Dèan flip
kn: ಮಗುಚು

source: Raise
gd: Tog
kn: ಎತ್ತರಿಸು

source: Lower
gd: Ìslich
kn: ಕೆಳಗಿಳಿಸು

source: Current frame
gd: Am frèam làithreach
kn: ಪ್ರಸಕ್ತ ಚೌಕಟ್ಟು

source: Create a drawing or an animation
gd: Cruthaich tarraing no beòthachadh
kn: ಚಿತ್ರವನ್ನು ಬರಯಿರಿ ಅಥವಾ ಅನಿಮೇಷನ್ ನ್ನು ಮಾಡು

source: Free drawing and animation tool.
gd: Inneal tarraing is beòthachaidh saor.
kn: ಉಚಿತ ಚಿತ್ರಬರೆಯುವ ಅಥವಾ ಅನಿಮೇಷನ್ ಮಾಡುವ ಸಾಧನ.

source: Needs to be capable of moving and clicking the mouse easily
gd: Feumaidh comas a bhith aige gus an luchag a ghluasad is a bhriogadh gu furasta
kn: ಮೌಸ್ನ್ನು ಸುಲಭವಾಗಿ ಚಲಿಸುವ ಮತ್ತು ಕ್ಲಿಕ್ಕಿಸುವ ಸಾಮರ್ಥವಿರಬೇಕು.

source: In this game, children can draw freely. The goal is to discover how to create attractive drawings based on basic shapes: rectangles, ellipses and lines. To give children a wider range of choices, a set of images can also be used.
gd: Sa gheama seo, 's urrainn dhan chlann tarraing gu saor. 'S e an t-amas gun ionnsaich iad mar a chruthaicheas iad tarraingean snasail stèidhichte air cruthan bunasach: ceart-cheàrnaich, eileapsan is loidhnichean. Gus roghainn nas fharsainge a thoirt dhan chlann, faodar seata de dhealbhan a chleachdadh cuideachd.
kn: ಈ ಆಟದಲ್ಲಿ ಮಕ್ಕಳು ಸುಲಭವಾಗಿ ಚಿತ್ರಗಳನ್ನು ಬರೆಯಬಹುದು. ಇದರ ಗುರಿಯು ಸರಳ ಆಕೃತಿಗಳಾದ ಆಯತ,ವೃತ್ತ ಮತ್ತು ರೇಖೆಗಳನ್ನು ಬಳಸಿ ಆಕರ್ಷಕ ಚಿತ್ರ ರಚಿಸುವುದಾಗಿದೆ . ಮಕ್ಕಳಿಗೆ ಆಯ್ಕೆಗಳನ್ನು ನೀಡಲು ಈಗಾಗಲೇ ಕೆಲವು ಚಿತ್ರಗಳನ್ನು ಸಹಾ ನೀಡಲಾಗಿದೆ. ಅವನ್ನು ಮಕ್ಕಳು ಬಳಸಬಹುದು.

source: Select a drawing tool on the left, and a color down the bottom. Then click and drag in the white area to create a new shape. Once you've completed a drawing, you can select a new frame to work on by selecting one of the small rectangles on the bottom. Each frame contains the same content as its previous one. You can then edit it by moving objects a little bit or adding/deleting objects. When you create several frames and then click on the 'film' button, you will see all your images in a continuous slide-show (an infinite loop pattern). You can change the last image in your film by right clicking on a time frame. You can also change the viewing speed in this mode. In viewing mode, click on the 'drawing' button to return to drawing mode. You can also save and reload your animations with the 'floppy disk' and 'folder' buttons.
gd: Tagh inneal tarraing taobh clì is dath aig a' bhonn. An uair sin, briog is slaod san raon bhàn gus cruth ùr a chruthachadh. Nuair a bhios tu air cruth a chruthachadh, 's urrainn dhut frèam ùr a thaghadh gus obair air 's tu a' taghadh aon dhe na ceart-cheàrnaich bheaga aig a' bhonn. Bidh an aon susbaint anns gach frèam 's a tha na fhrèam roimhe. 's urrainn dhut a dheasachadh an uair sin is nithean a ghluasad rud beag no nithean a thoirt air falbh no a chur ris. Ma tha thu air iomadh frèam a chruthachadh is ma nì thu briogadh air a' phutan "film", chì thu a h-uile dealbh agad ann an taisbeanadh-shleamhnagan gun chrìoch (pàtran lùib neo-chrìochnach). 'S urrainn dhut atharrachadh dè an dealbh mu dheireadh san fhilm agad le briogadh deas air frèam ama. 'S urrainn dhut astar an t-sealladh atharrachadh sa mhodh seo cuideachd. Sa mhodh seallaidh, briog air a' phutan "tarraing" gus tilleadh dhan mhodh tàirnge. 'S urrainn dhut na beòthachaidhean agad a shàbhaladh cuideachd is an ath-luchdadh leis na putanan "clàir-shùbailte" is "pasgain".
kn: ನೀವು ಒಂದು ಅನಿಮೇಷನನ್ನು ಮಾಡಲು, ಮೊದಲು ಚಿತ್ರಬರೆಯುವ ಸಾಧನವನ್ನು ಆರಿಸಿರಿ. ನಂತರ ಬಲಬಾಗದ ಕೆಳಬಾಗದಲ್ಲಿ ಬಣ್ಣವನ್ನು ಆರಿಸಿರಿ. ಖಾಲಿಯಿರುವ ಬಿಳಿಬಾಗದಲ್ಲಿ ಡ್ರಾಗ್ ಮಾಡಿ ಹೊಸ ಚಿತ್ರ ರಚಿಸಿರಿ. ನಂತರ ನೀವು ಕೆಳಗಿರುವ ಚಿಕ್ಕ ಆಯತಗಳನ್ನು ಆರಿಸುವುದರ ಮೂಲಕ ಇನ್ನೊಂದು ಹೊಸ ಪ್ರೇಮ್ ನ್ನು ಆಯ್ಕೆಮಾಡಬಹುದು. ಪ್ರತಿಯೊಂದು ಪ್ರೇಮ್ ಹಿಂದಿನ ಪ್ರೇಮ್ ನ ಚಿತ್ರವನ್ನೆ ಹೊಂದಿರುತ್ತದೆ. ನಂತರ ನೀವು ಹೊಸ ಪ್ರೇಮ್ ನಲ್ಲಿ ಚಿತ್ರವನ್ನು ಚಲಿಸಿ,ಸೇರಿಸಿ ಅಥವಾ ತೆಗೆಯುವುದರ ಮೂಲಕ ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಹಲವು ಪ್ರೇಮ್ ಗಳನ್ನ್ನು ಮಾಡಿದ ನಂತರ "ಪಿಲ್ಮ್" ಗುಂಡಿ ಒತ್ತಿದಾಗ ನಿಮ್ಮ ಚಿತ್ರಗಳು ನಿರಂತರವಾಗಿ ಅನಿಮೇಷನ್ ರೂಪದಲ್ಲಿ ಕಾಣಬಹುದು. ನೀವು ನಿಮ್ಮ ಪಿಲ್ಮ್ ನ ಕೊನೆಯ ಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸಲು ಟೈಮ್ ಪ್ರೇಮ್ ಮೇಲೆ ರೈಟ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ಅನಿಮೇಷನ್ ನ ವೇಗವನ್ನು ವೀವಿಂಗ್ ಮೋಡ್ ನಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು. ಡ್ರಾಯಿಂಗ್ ಗುಂಡಿ ಒತ್ತುವುದರ ಮೂಲಕ ಚಿತ್ರ ಬರೆಯಲು ವಾಪಾಸ್ ಹೋಗಬಹುದು. ನೀವು ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು ಉಳಿಸಲು ಮತ್ತು ತೆರೆಯಲು ಪ್ಲಾಪಿ ಮತ್ತು ಪೋಲ್ಡರ್ ಗುಂಡಿಗಳನ್ನು ಒತ್ತಿರಿ.

source: Fill color...
gd: Dath an lìonaidh...
kn: ಬಣ್ಣವನ್ನು ತುಂಬು...

source: Stroke color...
gd: Dath na stràice...
kn: ಬಣ್ಣವನ್ನು ಹೊಡೆ....

source: File '%s' is not found. You cannot play this activity.
gd: Cha deach am faidhle "%s" a lorg. Chan urrainn dhut an cleas seo a chluich.
kn: '%s' ಕಡತವು ಲಬ್ಯವಿಲ್ಲ. ನೀವು ಈ ಆಟವನ್ನು ಆಡಲು ಸಾದ್ಯವಿಲ್ಲ.

source: NORTH
gd: TUATH
kn: ಉತ್ತರ ದಿಕ್ಕು

source: SOUTH
gd: DEAS
kn: ದಕ್ಷಿಣ ದಿಕ್ಕು

source: Choose a house
gd: Tagh taigh
kn: ಮನೆಯನ್ನು ಆರಿಸು.

source: Your turn to play ...
gd: Do chuairt-sa ...
kn: ಈಗ ನೀವು ಆಡಿ....

source: Not allowed! Try again !
gd: Chan eil seo ceadaichte! Feuch ris a-rithist !
kn: ಅಪ್ಪಣೆಯಿಲ್ಲ , ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ.

source: Oware
kn: ಹರಳುಮನೆ ಗುಣಿ ಆಟ

source: Play the Oware strategy game against Tux
gd: Cluich geama ro-innleachd Oware an aghaidh Tux
kn: ಟಕ್ಸ್ ನ ವಿರುದ್ದ ಹರಳುಮನೆ ಗುಣಿ ಆಟ ಆಡಿರಿ....

source: The object of the game is to capture more seeds than one's opponent. Since the game has only 48 seeds, capturing 25 is sufficient to accomplish this. Since there are an even number of seeds, it is possible for the game to end in a draw, where each player has captured 24. The game is over when one player has captured 25 or more seeds, or both players have taken 24 seeds each (draw). If both players agree that the game has been reduced to an endless cycle, each player captures the seeds on their side of the board.
gd: 'S e amas a' gheama barrachd sìl a ghlacadh na ghlacas an duine eile. On nach eil ach 48 sìol sa gheama, nì e a' chùis ma ghlacas tu 25 dhiubh. On a tha àireamh chothrom de shìl ann, faodaidh an geama crìochnachadh mar gheama ionnanach nuair a bhios gach cluicheadair air 24 sìol a ghlacadh. Tha an geama seachad nuair a bhios cluicheadair air co-dhiù 25 sìol a ghlacadh no ma tha 24 sìol aig gach cluicheadair (geama ionnan). Ma dh'aontaicheas an dithis chluicheadair nach eil sa gheama tuilleadh ach cearcall gun chrìoch, glacaidh gach cluicheadair na tha de shìl air an taobh aige fhèin dhen bhòrd.
kn: ಹರಳುಮನೆ ಗುಣಿ ಆಟದ ಮುಖ್ಯ ಉದ್ದೇಷವು ಹೆಚ್ಚಿನ ಬೀಜಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದಾಗಿದೆ. ಈ ಅಟದಲ್ಲಿ ಕೇವಲ ೪೮ ಬೀಜಗಳು ಮಾತ್ರ ಇರುವುದರಿಂದ ೨೫ ಬೀಜಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದರೆ ಆಟದಲ್ಲಿ ಗೆಲುವು ಸಿಗುತ್ತದೆ.ಆಟ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ. ಸರಿಸಂಖ್ಯೆಯ ಬೀಜಗಳಿರುವುದರಿಂದ ಪ್ರತಿಆಟಗಾರನಿಗೆ ೨೪ ಬೀಜ ಬಂದರೆ ಆಟವು ಡ್ರಾ(ಸಮ) ವಾಗುತ್ತದೆ. ಆಟವು ನಿರಂತರವಾಗಿ ಕೊನೆಗೊಳ್ಳದೆ ಮುಂದುವರಿಯುತ್ತಲೇ ಇದ್ದರೆ,ಇಬ್ಬರೂ ಆಟಗಾರರು ಒಪ್ಪಿಕೊಂಡರೆ, ಪ್ರತಿ ಆಟಗಾರ ಅವನ ಕಡೆ ಇರುವ ಬೀಜಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು.
