Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: This board is game-oriented. No specific skills are needed to play.
gd: 'S e geama a th' anns a' bhòrd seo. Chan eil sgilean sònraichte a dhìth ort gus cluich.
kn: ಈ ಹಲಗೆಯು ಒಂದು ಆಟ ಕೇಂದ್ರಿತವಾಗಿದೆ.ಆಟವಾಡಲು ಯಾವುದೇ ನಿರ್ದೀಷ್ಟ ಕೌಶಲ್ಯಗಳು ಅಗತ್ಯವಿಲ್ಲ.

source: In this game, Tux the parachutist needs help to land safely on the fishing boat. He needs to allow for the wind direction and speed.
gd: Sa gheama seo, tha cobhair a dhìth aig Tux a' pharaisiut gus tighinn air a' bhàta-iasgach gu sàbhailte. Thoir an aire air comhair is astar na gaoithe.
kn: ಈ ಆಟದಲ್ಲಿ ಪ್ಯಾರಾಚುಟನಲ್ಲಿ ದುಮುಕುವ ಟಕ್ಸಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಹಡಗಿನಲ್ಲಿ ಇಳಿಯಲು ಸಹಾಯ ಮಾಡಿ. ಗಾಳಿಯ ದಿಕ್ಕನ್ನು ಮತ್ತು ಹಡಗಿನ ವೇಗವನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ..

source: Hit any key or click on the plane to make Tux jump. Hit another key or click on Tux to open the parachute.
gd: Brùth air iuchair sam bith no briog air a' phlèana gus leum a thoirt air Tux. Brùth air iuchair a-rithist no briog air Tux gus am paraisiut fhoagladh
kn: ಯಾವುದೇ ಕೀಲಿಯನ್ನು ಅಥವಾ ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಟಕ್ಸನನ್ನು ವಿಮಾನದಿಂದ ಹಾರಿಸಿ ಮತ್ತು ಅದೇ ರೀತಿಯಲ್ಲಿ ಪ್ಯಾರಾಚುಟ್ ತೆರೆಯಲು ಯಾವುದೇ ಕೀಲಿ ಅಥವಾ ಮೌಸನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Click on the ball to place it again.
gd: Briog air a' bhàla gus a chur ann a-rithist.
kn: ಚೆಂಡನ್ನು ಮತ್ತೆ ಅದರ ಸ್ಥಾನದಲ್ಲಿಡಲು, ಚೆಂಡಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ

source: Click twice on the ball to shoot it.
gd: Briog dà thuras air a' bhàla gus a bhreabadh.
kn: ಚೆಂಡಿನ ಮೇಲೆ ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಚೆಂಡನ್ನು ಹಾರಿಸಿರಿ.

source: Penalty kick
gd: Breab-peanais
kn: ಪೆನಾಲ್ಟಿ ಕಿಕ್

source: Double click the mouse on the ball to score a goal.
gd: Dèan briogadh dùbailte leis an luchag air a' bhàla gus an tadhal a bhualadh.
kn: ಚೆಂಡಿನ ಮೇಲೆ ಎರಡು ಸಾರಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಗೋಲನ್ನು ಗಳಿಸಿರಿ.

source: Double click the mouse on the ball to kick it. You can double click the left right or middle mouse button. If you lose, Tux catches the ball. You must click on it to bring it back to its former position
gd: Dèan briogadh dùbailte leis an luchag air a' bhàla gus gus a bhreabadh. Faodaich tu putan sam bith aig an luchag a bhrùthadh. Ma chailleas tu, glacaidh Tux am bàla. Feumaidh tu breabadh air a' bhàla gus a thilleadh far an robh e
kn: ಚೆಂಡಿನ ಮೇಲೆ ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಹೊಡೆಯಿರಿ. ನೀವು ಮೌಸನ ಎಡ,ಬಲ ಅಥವಾ ಮದ್ಯದ ಬಟನ್ ಎರಡು ಬಾರಿ ಒತ್ತಬಹುದು. ನೀವು ಸೋತರೆ, ಟಕ್ಸ್ ಚೆಂಡನ್ನು ಹಿಡಿಯುವನು. ನೀವು ಮತ್ತೆ ಚೆಂಡಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಸ್ವಸ್ಥಾನಕ್ಕೆ ಸೇರಿಸಿರಿ.

source: Error: Absolutely no photo found in the data directory
gd: Mearachd: Cha deach dealbh sam bith a lorg sa phasgan dàta
kn: ದೋಷ : ದತ್ತಾಂಶ ಕಡತಕೋಶದಲ್ಲಿ ಖಂಡಿತವಾಗಿ ಯಾವುದೇ ಛಾಯಚಿತ್ರ ಲಭ್ಯವಿಲ್ಲ.

source: Click on the differences between the two images.
gd: Briog air na eadar-dhealachaidhean eadar an dà dhealbh.
kn: ಎರಡು ಚಿತ್ರಗಳ ನಡುವಿನ ವೆತ್ಯಾಸವನ್ನು ಕಂಡುಹಿಡಿದು ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Photo hunter
gd: Sealgair nan dealbh
kn: ಛಾಯಾಚಿತ್ರ ಹುಡುಕಿ

source: Find the differences between two pictures
gd: Lorg na tha eadar-dhealaichte eadar dà dhealbh
kn: ಎರಡು ಚಿತ್ರಗಳ ನಡುವಿನ ವೆತ್ಯಾಸ ಕಂಡುಹಿಡಿಯಿರಿ.

source: Visual discrimination.
gd: Sgaradh lèirsinneach.
kn: ದೃಶ್ಯ ತಾರತಮ್ಯ

source: Observe the two pictures carefully. There are some slight differences. When you find a difference you must click on it.
gd: Thoir sùil air an dà dhealbh gu cùramach. Tha eadar-dhealachaidhean beaga ann. Nuair a lorgas tu eadar-dhealachadh, feumaidh tu briogadh air.
kn: ಎರಡು ಚಿತ್ರಗಳನ್ನು ಗಮನವಿಟ್ಟು ನೋಡಿರಿ, ಅವುಗಳ ಮದ್ಯೆ ಇರುವ ವೆತ್ಯಾಸಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಿರಿ. ನೀವು ವೆತ್ಯಾಸ ಕಂಡುಹಿಡಿದಾಗ ಅಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: The staff is full. Please erase some notes
gd: Tha an cliath làn. Feuch an sguab thu às dha phong no dhà
kn: ಸಂಗೀತದ ಸ್ಟಾಪ್ ತುಂಬಿದೆ. ದಯವಿಟ್ಟು ಕೆಲವು ಚಿನ್ಹೆಗಳನ್ನು ಅಳಿಸಿರಿ.

source: This is the Treble clef staff, for high pitched notes
gd: Seo cliath na h-iuchrach trìobailt airson phongan le gleus àrd
kn: ಇದು ಉಚ್ಛ ಸ್ಥಾಯಿಯ ಚಿನ್ಹೆಗಳಿಗಾಗಿ ಇರುವ ಟ್ರೆಬೆಲ್ ಕ್ಲೆಪ್ ಸ್ಟಾಪ್.

source: These are the 8 "white" keys in an octave
gd: Tha 8 iuchraichean "geala" ann an ochdamh
kn: ಆಕ್ಟೇವನಲ್ಲಿ ೮ ಬೀಳಿಯ ಕೀಲಿಗಳಿವೆ

source: This is the Bass clef staff, for low pitched notes
gd: Seo cliath na h-iuchrach beusa airson phongan le gleus ìseal
kn: ಇದು ಕಡಿಮೆ ಸ್ಥಾಯಿಯ ಚಿನ್ಹೆಗಳಿಗಾಗಿ ಇರುವ ಬಾಸ ಕ್ಲೇಪ್ ಸ್ಟಾಪ್

source: These keys form the C Major scale
gd: Nì na h-iuchraichean seo am mòr-sgàla C
kn: ಈ ಕೀಲಿಗಳು C ಮುಖ್ಯ ಅಳತೆಪಟ್ಟಿಯನ್ನು ಉಂಟುಮಾಡುತ್ತವೆ

source: Click on the note symbols to write different length notes
gd: Briog air samhlaidhean puing gus pongan le faide eadar-dhealaichte a sgrìobhadh
kn: ಚಿನ್ಹೆ ಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ ಮತ್ತು ವಿವಿಧ ಅಳತೆಯ ಚಿನ್ಹೆಗಳನ್ನು ಬರೆಯಿರಿ

source: Notes can be many types, such as quarter notes, half notes, and whole notes
gd: Faodaidh iomadh seòrsa a bhith aig pong a leithid cairteal (dubh), leth-làn (geal) no slàn (cruinn)
kn: ಅರ್ದಚಿನ್ಹೆ , ಕಾಲು ಚಿನ್ಹೆ ಮತ್ತು ಪೂರ್ಣ ಚಿನ್ಹೆ ಹೀಗೆ ಹಲವು ರೀತಿಯ ಸಂಗೀತದ ಚಿನ್ಹೆಗಳಿವೆ.

source: Sharp notes have a # sign
gd: Tha samhla # aig pongan geura
kn: ಕಡಿದಾದ ಚಿನ್ಹೆಗಳು #ಚಿನ್ಹೆ ಹೊಂದಿವೆ.

source: The black keys are sharp and flat keys
gd: Tha na h-iuchraichean dubha geur no maol
kn: ಕಪ್ಪು ಕೀಲಿಗಳು ಕಡಿದಾಗಿ ಮತ್ತು ಅಗಲವಾಗಿರುತ್ತವೆ.

source: Flat notes have a b sign
gd: Tha samhla b aig pongan maola
kn: ಅಗಲವಾದ ಚಿನ್ಹೆಗಳು b ಚಿನ್ಹೆಯನ್ನು ಹೊಂದಿವೆ

source: Each black key has two names, one with a flat and one with a sharp
gd: Tha dà ainm air gach iuchair dhubh, an dàrna fear le "maol" is am fear eile le "geur"
kn: ಪ್ರತಿಯೊಂದು ಕಪ್ಪು ಕೀಲಿಯು ಅಗಲವಾದ ಮತ್ತು ಕಡಿದಾದ ಹೆಸರಿನ ಎರಡು ಹೆಸರುಗಳನ್ನು ಹೊಂದಿದೆ.

source: Now you can load melodies from around the world
gd: 'S urrainn dhut fuinn o air feadh an t-saoghail a luchdadh a-nis
kn: ಈಗ ನೀವು ಜಗತ್ತಿನ ಯಾವುದೇ ಭಾಗದಿಂದ ಸಂಗೀತವನ್ನು ಗಣಕಕ್ಕೆ ತುಂಬಿಸಬಹುದು.

source: Compose music now! You can now load and save your work
gd: Sgrìobh ceòl a-nis! 'S urrainn dhut an obair agad a luchdadh is a shàbhaladh a-nis
kn: ಈಗ ಸಂಗೀತವನ್ನು ಸೃಷ್ಟಿಸಿರಿ ! ನೀವು ಸಂಗೀತವನ್ನು ಗಣಕಕ್ಕೆ ತುಂಬಿಸಿರಿ ಮತ್ತು ನಿಮ್ಮ ಸಂಗೀತವನ್ನು ಗಣಕದಲ್ಲಿ ಉಳಿಸಿರಿ.

source: Erase All Notes
gd: Sguab às dhan a h-uile pong
kn: ಎಲ್ಲಾ ಚಿನ್ಹೆಗಳನ್ನು ಅಳಿಸಿರಿ.

source: Erase Last Notes
gd: Sguab às dha na pongan mu dheireadh
kn: ಕೊನೆಯ ಚಿನ್ಹೆಗಳನ್ನು ಅಳಿಸಿರಿ.

source: Play Composition
gd: Cluich na sgrìobh thu
kn: ಸಂಗೀತ ಸಂಯೋಜನೆಯನ್ನು ನುಡಿಸು

source: Erase and Change Clef
gd: Sguab às dha is atharraich an iuchair
kn: ಅಳಿಸಿ ಮತ್ತು ಕ್ಲೆಪನ್ನು ಬದಲಾಯಿಸಿರಿ.

source: Change Note Type:
gd: Atharraich seòrsa a' phuing:
kn: ಚಿನ್ಹೆಯ ವಿಧವನ್ನು ಬದಲಾಯಿಸಿರಿ.

source: Eighth Note
gd: Ochdamh no caman
kn: ಎಂಟನೇ ಚಿನ್ಹೆ

source: Quarter Note
gd: Cairteal no dubh
kn: ಕಾಲುಭಾಗದ ಚಿನ್ಹೆ

source: Half Note
gd: Leth-làn no geal
kn: ಅರ್ದ ಚಿನ್ಹೆ

source: Whole Note
gd: Slàn no cruinn
kn: ಪೂರ್ಣ ಚಿನ್ಹೆ

source: Load Music
gd: Luchdaich ceòl
kn: ಸಂಗೀತವನ್ನು ತುಂಬಿಸಿರಿ.

source: Change Accidental Style:
gd: Atharraich stoidhle nam pongan seachranach:
kn: ಆಕಸ್ಮಿಕವಾದ ಶೈಲಿಯನ್ನು ಬದಲಾಯಿಸಿರಿ.

source: Select A Melody to Load
gd: Tagh fonn airson luchdadh
kn: ಗಣಕಕ್ಕೆ ತುಂಬಿಸಲು ಸಂಗೀತವನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ.

source: Previous Page
kn: ಹಿಂದಿನ ಪುಟ

source: Next Page
kn: ಮುಂದಿನ ಪುಟ

source: Piano Composition
gd: Sgrìobh ceòl piàno
kn: ಪಿಟೀಲಿನ ಸಂಗೀತ ಸಂಯೋಜನೆ

source: An activity to learn how the piano keyboard works, how notes are written on a musical staff and explore music composition by loading and saving your work.
gd: Ionnsaich mu mheur-chlàr a' phiàno is mar a thèid pongan a sgrìobhadh air cliath ciùil is faigh eòlas air sgrìobhadh ciùil, a' sàbhaladh is a' luchdadh na h-obrach agad.
kn: .ಈ ಆಟವು ಪಿಟೀಲು ಹೇಗೆ ಕೆಲಸಮಾಡುತ್ತದೆ ಎಂದು ಮತ್ತು ಚಿನ್ಹೆಗಳನ್ನು ಹೇಗೆ ಬರೆಯುವುದು ಎಂದು ನಿಮಗೆ ಕಲಿಸುತ್ತದೆ. ನೀವು ಸಂಗೀತ ಸಂಯೋಜನೆಯನ್ನು ಅನ್ವೇಶಿಸಲು ಮತ್ತು ಗಣಕಕ್ಕೆ ತುಂಬಿಸಲು, ಉಳಿಸಲು ಕಲಿಸುತ್ತದೆ.

source: Familiarity with note naming conventions, note-names activity useful to learn this notation.
gd: Eòlas air gnàthsan ainmeachadh nam pongan. Tha an cleas ainmean nam pongan feumail gus an comharrachadh seo ionnsachadh.
kn: ನೀವು ಚಿನ್ಹೆಗಳ ಹೆಸರನ್ನು ಬರೆಯುವ ಕ್ರಮವನ್ನು ತಿಳಿಯುವಿರಿ. ಚಿನ್ಹೆಗಳ ಹೆಸರಿಸುವ ಚಟುವಟಿಕೆಯು ಇದನ್ನು ಕಲಿಯಲು ಬಹಳ ಸಹಕಾರಿಯಾಗಿದೆ.

source: Develop an understanding of music composition, and increase interest in making music with a piano keyboard. This activity covers many fundamental aspects of music, but there is much more to explore about music composition. If you enjoy this activity but want a more advanced tool, try downloading MuseScore (http://musescore.org/en/download), an open source music notation tool.
gd: Tuig mar a dh'obraicheas sgrìobhadh ciùil is gabh ùidh ann is tu a' dèanamh ceòl le meur-chlàr piàno. Gheibh thu inntrigeadh dha iomadh bun-bheachd cudromach air ceòl, ach tha mòran a bharrachd ann ri ionnsachadh mu sgrìobhadh ciùil. Ma tha an cleas seo a' còrdadh riut ach inneal nas adhartaiche a dhìth ort, feuch an luchdaich thu a-nuas MuseScore (http://musescore.org), inneal sgrìobhadh ciùil open source.
kn: ಸಂಗೀತ ಸಂಯೋಜನೆಯ ಅರಿವನ್ನು ಬೆಳೆಸುವುದು ಈ ಆಟದ ಉದ್ದೇಶವಾಗಿದೆ. ಪಿಟೀಲಿನಲ್ಲಿ ಸಂಗೀತ ನುಡಿಸುವುದರ ಬಗ್ಗೆ ಆಸಕ್ತಿ ಮೂಡಿಸುತ್ತದೆ. ಈ ಚಟುವಟಿಕೆಯು ಸಂಗೀತದ ಹಲವು ಮೂಲಭೂತ ಅಂಶಗಳನ್ನು ಕಲಿಸುತ್ತದೆ. ಆದರೆ ನೀವು ಸಂಗೀತ ಸಂಯೋಜನೆಯ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ತಿಳಿಯಲು ಬಯಸಿದರೆ, ನಿಮಗೆ ಈ ಆಟವು ಖುಷಿಯೇನಿಸಿ ಇದಕ್ಕಿಂತ ಉತ್ತಮ ಸಾಧನ ಅಗತ್ಯವೆನಿಸಿದರೆ, ಮುಕ್ತ ಸಾರ್ವಜನಿಕ ತಂತ್ರಾಂಶವಾದ MuseScore ನ್ನು ನಿಮ್ಮ ಗಣಕಕ್ಕೆ http://musescore.org/en/download ಜಾಲತಾಣದಿಂದ ಪಡೆಯಿರಿ.

source: This activity has several levels, each level adds a new functionality to the previous level. Level 1: basic piano keyboard (white keys only) and students can experiment with clicking the colored rectangle keys to write music Level 2: the musical staff switches to bass clef, so pitches are lower than in previous level Level 3: option to choose between treble and bass clef, additional function includes option to select note duration (quarter, half, and whole notes) Level 4: addition of black keys (sharp keys) Level 5: flat notation used for black keys Level 6: load children's melodies from around the world Level 7: all features available, with the additional feature to load and save your composition The following keyboard bindings work in this activity: - backspace: erase one note - delete: erase all notes - space bar: play composition - number keys: 1: C 2: D 3: E 4: F 5: G 6: A 7: B 8: C (higher octave) etc. F1: C# / Db F2: D# / Eb F3: F# / Gb F4: G# / Ab F5: A# / Bb
gd: Tha iomadh leibheil aig a' chleas seo is cuiridh gach fear ris na foinsceanan a tha ri làimh. Leibheil 1: meur-chlàr piàno bunasach (iuchraichean geala a-mhàin) is feuchaidh na h-oileanaich e, a' briogadh air na h-iuchraichean ceart-cheàrnach dathte gus ceòl a sgrìobhadh Leibheil 2: tha a' chliath ciùil san iuchair bheus a-nis, mar sin tha an gleus nas ìsle na air an leibheil roimhe Leibheil 3: tha roghainn ann eadar iuchair thrìobailte no bheus is barrachd foinseanan mar fhaide nam pong (pongan dubha, geala is cruinn) Leibheil 4: tha iuchraichean dubha ri làimh a-nis (iuchraichean geura) Leibheil 5: tha comharrachadh maol ga chleachdadh leis na h-iuchraichean dubha Leibheil 6: luchdaich fuinn cloinne o air feadh an t-saoghail Leibheil 7: tha a h-uile feart ri làimh a-nis is faodaidh tu an obair agad a shàbhaladh is a luchdadh Seo nasgadh iuchraichean a' mheur-chlàir leis a' chleas seo: - backspace: sguab às dha phong - delete: sguab às dhan a h-uile pong - bàr spàs: cluich na sgrìobh thu - iuchraichean àireimh: 1: C 2: D 3: E 4: F 5: G 6: A 7: B 8: C (ochdamh nas àirde) amsaa. F1: C# / Db F2: D# / Eb F3: F# / Gb F4: G# / Ab F5: A# / Bb
kn: ಈ ಚಟುವಟಿಕೆಯು ಹಲವು ಹಂತಗಳನ್ನು ಹೊಂದಿದೆ. ಪ್ರತಿಯೊಂದು ಹಂತವು ಒಂದು ಹೊಸ ಕಾರ್ಯವನ್ನು ಹಿಂದಿನ ಹಂತಕ್ಕೆ ಸೇರಿಸುತ್ತದೆ. ಹಂತ ೧ : ಮೂಲಭೂತ ಪಿಟೀಲು ಕೀಲಿಮಣೆ (ಬಿಳಿಯ ಕೀಲಿಗಳು ಮಾತ್ರ), ಮಕ್ಕಳು ಹಲವು ಬಣ್ಣದ ಆಯತಾಕೃತಿಯ ಕೀಲಿಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಪ್ರಯೋಗ ಮಾಡಬಹುದು. ಹಂತ ೨ : ಸಂಗೀತದ ಸ್ಟಾಪ್ ಬಾಸ ಕ್ಲೇಪ್ ಗೆ ಬದಲಾಗುತ್ತದೆ. ಆದುದರಿಂದ ಸ್ಥಾಯಿರು ಹಿಂದಿನ ಹಂತಕ್ಕಿಂದ ಕೆಳಮಟ್ಟದಲ್ಲಿರುತ್ತದೆ. ಹಂತ ೩ : ನೀವು ಬಾಸ್ ಅಥವಾ ಟ್ರೇಬಲ್ ಕ್ಲಿಪ್ ನ ನಡುವೆ ಆಯ್ಕೆಮಾಡಿಕೊಳ್ಳಬಹುದು. ಜೊತೆಗೆ ಇದು ಚಿನ್ಹೆಯ ನುಡಿಸುವ ಅವಧಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಬಹುದು.(ಅರ್ದ,ಕಾಲು ಮತ್ತು ಪೂರ್ಣ ಚಿನ್ಹೆಗಳು) ಹಂತ ೪ : ಕಪ್ಪು ಕೀಲಿಗಳ ಸೇರ್ಪಡೆ(ಕಡಿದಾದ ಕೀಲಿಗಳು) ಹಂತ ೫ : ಅಗಲವಾದ ಸಂಕೇತವನ್ನು ಕಪ್ಪು ಕೀಲಿಗಳಿಗೆ ಬಳಸಲಾಗಿದೆ. ಹಂತ ೬ : ಅಂತರಜಾಲದಿಂದ ಮಕ್ಕಳ ಸಂಗೀತವನ್ನು ಗಣಕಕ್ಕೆ ತುಂಬಿಸಿರಿ. ಹಂತ ೭ : ಎಲ್ಲಾ ಸೌಲಭ್ಯಗಳ ಜೊತೆಗೆ ನೀವು ನಿಮ್ಮ ಸಂಗೀತವನ್ನು ಗಣಕದಲ್ಲಿ ಉಳಿಸಬಹುದು ಮತ್ತು ಗಣಕಕ್ಕೆ ತುಂಬಿಸಬಹುದು. ಕೀಲಿಗಳ ಕಾರ್ಯವು ಈ ಕೆಳಗಿನಂತಿದೆ : -backspace : ಒಂದು ಚಿನ್ಹೆಯನ್ನು ಅಳಿಸು. -delete : ಎಲ್ಲಾ ಚಿನ್ಹೆಗಳನ್ನು ಅಳಿಸಿರಿ. -space bar : ಸಂಗೀತವನ್ನು ನುಡಿಸು. -ಸಂಖ್ಯೆಯ ಕೀಲಿಗ: 1:C 2:D 3.E 4.F 5.G 6.A 7.B 8. C(ಉಚ್ಛ ಅಷ್ಟಕ) ಇತ್ಯಾದಿ. F1: C# / Db F2: D# / Eb F3: F# / Gb F4: G# / Ab F5: A# / Bb

source: Thank you to Bruno Coudoin for his mentorship. Thank you to Olivier Samyn for his contribution to improving the note design and coloring. Thank you to Federico Mena who inspired me with his wonderful enthusiasm for my music projects at GUADEC. Thank you to all contributors of children's songs from around the world, especially the GNOME community. Learn more about these melodies and who contributed them here: https://live.gnome.org/GComprisMelodies
kn: ಬ್ರೂನೋ ಕೋಡಿನ್ ರವರ ಮಾರ್ಗದರ್ಶನಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ಆಲಿವರ್ ಸಾಮ್ಯಿನ್ ರವರ ಕೊಡುಗೆಯಾದ ಬಣ್ಣ ಮತ್ತು ಟಿಪ್ಪಣಿ ಮಾದರಿಗಾಗಿ ಧನ್ಯವಾದಗಳು. ನನ್ನ ಸಂಗೀತ ಯೋಜನೆಯಾದ GUADEC ಗೆ ಪೆಡಿರಿಕೊ ಮೇನಾರವರು ಆಸಕ್ತಿಯಿಂದ ಸ್ಪೂರ್ತಿಯೊದಗಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ಜಗತ್ತಿನದ್ಯಾಂತ ಮಕ್ಕಳ ಹಾಡುಗಳನ್ನು ಕೊಡುಗೆ ನೀಡಿದ ಎಲ್ಲರಿಗೂ ಧನ್ಯವಾದಗಳು. ಜಿನೋಮ್ ತಂಡಕ್ಕೆ ವಿಶೇಷ ಧನ್ಯವಾದಗಳು. ಸಂಗೀತಗಳ ಕೊಡುಗೆ ನೀಡಿದವರ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ತಿಳಿಯಲು ಈ ಜಾಲತಾಣಕ್ಕೆ ಭೇಟಿ ನೀಡಿ https://live.gnome.org/GComprisMelodies

source: America: English Lullaby
gd: Aimeireaga: Òran tàlaidh Beurla
kn: ಆಮೇರಿಕಾ: ಇಂಗ್ಲೀಷ್ ಲಾಲಿ

source: America: Patriotic
gd: Aimeireaga: Tìr-ghràdhach
kn: ಆಮೇರಿಕಾ: ದೇಶಪ್ರೇಮದ ಹಾಡು

source: America: Shaker Tune
gd: Aimeireaga: Fonn nan Shakers
kn: ಆಮೇರಿಕಾ: ದಾನಿ ರಾಗ

source: America: Nursery Rhyme
gd: Aimeireaga: Rann cloinne
kn: ಆಮೇರಿಕಾ: ಶಿಶುಗೀತೆ

source: German Kid's Song
gd: Òran cloinne Gearmailteach
kn: ಜರ್ಮನ್ ದೇಶದ ಶಿಶುಗೀತೆ

source: Children's Song from Brazil
gd: Òran cloinne à Braisil
kn: ಬ್ರೆಜಿಲ್ ದೇಶದ ಶಿಶುಗೀತೆ

source: Hungary, Nursery Rhyme
gd: An Ungair: Rann cloinne
kn: ಹಂಗೇರಿ ದೇಶದ ಶಿಶುಗೀತೆ

source: Hungary, Children's Song
gd: An Ungair: Òran cloinne
kn: ಹಂಗೇರಿ ದೇಶದ ಶಿಶುಗೀತೆ

source: Britain
gd: Breatainn
kn: ಬ್ರಿಟನ್

source: Mexican song to break a piñata
gd: Òran Meagsagach gus piñata a bhriseadh
kn: ಪಿನಾಟ(ಸಿಹಿತಿಂಡಿಗಳಿಂದ ಕೂಡಿದ ನಕ್ಷತ್ರ) ಮುರಿಯಲು ಮೆಕ್ಸಿಕನ್ ಹಾಡು

source: Click anywhere on the screen to place the satellite at a distance from the planet.
gd: Briog air àite sam bith air an sgrìn gus an saideal a chur air astar on planaid.
kn: ಉಪಗ್ರಹವನ್ನು ಗ್ರಹದಿಂದ ಸ್ವಲ್ಪ ದೂರದಲ್ಲಿಡಲು ಪರದೆಯ ಯಾವುದೇ ಭಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ,

source: Then click on the satellite and drag a line that sets the speed of the satellite
gd: An uair sin, briog air an t-saideal is slaod loidhne a shuidhicheas dè cho luath 's a bhios an saideal
kn: ಉಪಗ್ರಹದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ ಮತ್ತು ಉಪಗ್ರಹದ ವೇಗವನ್ನು ನಿರ್ಣಯಿಸುವ ಒಂದು ಗೆರೆಯನ್ನು ಮೌಸನ್ನು ಜಾರಿಸುವುದರ ಮೂಲಕ ಎಳೆಯಿರಿ.

source: Satellite goes too fast
gd: Tha an saideal a' dol ro luath
kn: ಉಪಗ್ರಹ ತುಂಬಾ ವೇಗವಾಗಿ ಹೋಗುತ್ತದೆ

source: Satellite goes too slow
gd: Tha an saideal a' dol ro shlaodach
kn: ಉಪಗ್ರಹ ತುಂಬಾ ನಿಧಾನವಾಗಿ ಹೋಗುತ್ತದೆ

source: Distance: {:.1f}
kn: ದೂರ: {:.1f}

source: Satellite is crashing
gd: Tha an saideal a' tuiteam
kn: ಉಪಗ್ರಹ ಬೀಳುತ್ತಿದೆ

source: Satellite not in orbit
gd: Chan eil an saideal ann an reul-chuairt
kn: ಉಪಗ್ರಹ ತನ್ನ ಕಕ್ಷೆಯಲ್ಲಿಲ್ಲ.

source: Speed
gd: Luaths
kn: ವೇಗ

source: Place your satellite
gd: Cuir an saideal agad ann
kn: ನಿಮ್ಮ ಉಪಗ್ರಹವನ್ನು ಇರಿಸಿ.

source: Understanding effect of mass and distance on orbital velocity.
gd: A' tuigsinn a' bhuaidh a tha aig tomad is astar air luaths na reul-cuairte.
kn: ಕಕ್ಷೀಯ ಪರಿಭ್ರಮಣ ವೇಗದ ಮೇಲೆ ದ್ರವ್ಯರಾಶಿ ಮತ್ತು ದೂರದ ಪರಿಣಾಮವನ್ನು ಅರಿಯುವುದು

source: Make sure the satellite does not crash or fly away
gd: Dèan cinnteach nach tuit an saideal is nach sgiathaich e air falbh
kn: ಉಪಗ್ರಹ ಬೀಳದಂತೆ ಮತ್ತು ದೂರ ಹಾರಿಹೋಗದಂತೆ ಎಚ್ಚರವಹಿಸಿರಿ.

source: A satellite revolves around the Earth because of the force between them. Orbital velocity of a satellite of Earth is directly proportional to the square root of the mass of Earth and inversely proportional to the square root of the distance from the center of Earth to the satellite. In this activity, play with the speed of the satellite and mass of Earth to see what happens to the satellite. If the speed of the satellite is slower than the required orbital speed then the force applied by the Earth on the satellite is too much and thus the satellite gets pulled towards the Earth and burns in it's atmosphere. If the speed of the satellite is more than the required orbital speed then the Earth's force is not enough to keep it in orbit and thus the satellite flies away due to it's own inertia.
gd: Cuairtichidh saideal an Talamh air sàilleibh na cumhachd eatorra. Tha luaths reul-chuairt an t-saideil a rèir tomad ceàrnagach na Talmhainn is co-rèireach mùiteach ris an astar cheàrnagach eadar meadhanan na Talamhainn is an saideal. Sa chleas seo, cluich le luaths an t-saideil is tomad na Talmhainn gus faicinn na thachras leis an t-saideil. Ma tha an saideal nas slaodaiche na an luaths a tha a dhìth ach an tèid e air reul-chuairt, bidh cumhachd tomad na Talmhainn air an t-saideal ro mhòr is thèid an saideal ga tharraing an comhair na Talmhain is a losgadh san àile. Ma tha an saideal nas luaithe na tha a dhìth gus dol air reul-chuairt, chan eil cumachd gu leòr aig an Talamh gus a chumail sa reul-chuairt aige is teichidh an saideal e air sàilleibh na tàmhachd aige fhèin.
kn: ಉಪಗ್ರಹವು ಭೂಮಿಯ ಸುತ್ತ ತಿರುಗಲು ಅವುಗಳ ನಡುವಿನ ಬಲವೇ ಕಾರಣ.ಉಪಗ್ರಹದ ಕಕ್ಷೀಯ ಪರಿಭ್ರಮಣದ ವೇಗವು ಭೂಮಿಯ ದ್ರವ್ಯರಾಶಿಯ ವರ್ಗಮೂಲಕ್ಕೆ ನೇರ ಅನುಪಾತದಲ್ಲಿ ಮತ್ತು ಅವುಗಳ ನಡುವಿನ ದೂರದ ವರ್ಗಮೂಲಕ್ಕ ವಿಲೋಮ ಅನುಪಾತದಲ್ಲಿರುತ್ತವೆ. ಈ ಚಟುವಟಿಕೆಯಲ್ಲಿ, ನೀವು ಭೂಮಿಯ ದ್ರವ್ಯರಾಶಿ ಮತ್ತು ಉಪಗ್ರಹದ ವೇಗದೊಂದಿಗೆ ಆಟವಾಡಿ ಉಪಗ್ರಹದ ಮೇಲಾಗುವ ಪರಿಣಾಮವನ್ನು ತಿಳಿಯಬಹುದು. ಉಪಗ್ರಹದ ವೇಗವು ಕಡಿಮೆ

source: Numbers in Order
gd: Àireamhan ann an òrdugh
kn: ಕ್ರಮಾಗತ ಸಂಖ್ಯೆಗಳು

source: Move the plane to catch the clouds in the correct order
gd: Gluais am plèana ach an glac thu na neòil san òrdugh cheart
kn: ಮೋಡಗಳನ್ನು ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಹಿಡಿಯಲು ವಿಮಾನವನ್ನು ಚಲಿಸಿರಿ.

source: Move the helicopter to catch the clouds in the correct order
gd: Gluais am heileacoptair ach an glac thu na neòil san òrdugh cheart
kn: ೭ಮೋಡಗಳನ್ನು ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಹಿಡಿಯಲು ಹೆಲಿಕಾಪ್ಟರನ್ನು ಚಲಿಸಿರಿ.

source: Number
gd: Àireamh
kn: ಸಂಖ್ಯೆ

source: Catch the numbers in increasing order, using the up, down, right and left arrows on the keyboard to move the helicopter.
gd: Glac na h-àireamhan an òrdugh a' dol suas, a' cleachdadh na h-iuchraichean suas, sìos, deas is clì air a' mheur-chlàr gus an heileacoptair a ghluasad.
kn: ಹೆಲಿಕಾಪ್ಟರನ್ನು ಕೀಲಿಮಣೆಯ ಮೇಲೆ,ಕೆಳಗೆ,ಬಲ ಮತ್ತು ಎಡ ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಚಲಿಸುತ್ತಾ ಸಂಖ್ಯೆಗಳನ್ನು ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಹಿಡಿಯಿರಿ

source: Color code notes?
gd: An cuir mi dathan air na pongan?
kn: ಬಣ್ಣದ ಸಂಕೇತದ ಚಿನ್ಹೆಗಳು

source: Click the piano keys that match the written notes.
gd: Briog air iuchraichean a' phiàno gus na pongan a tha sgrìobhte a chluich.
kn: ಬರೆದ ಚಿನ್ಹೆಗಳಿಗೆ ಸರಿಹೊಂದುವ ಪಿಟೀಲಿನ ಕೀಲಿಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Play
gd: Cluich
kn: ನುಡಿಸು

source: Erase Attempt
gd: Sguab às dhan oidhirp
kn: ಪ್ರಯತ್ನವನ್ನು ಅಳಿಸು

source: Play Piano!
gd: Cluich am piàno!
kn: ಪಿಟೀಲನ್ನು ನುಡಿಸು!

source: Learn to play melodies on the piano keyboard!
gd: Ionnsaich mar a chluicheas tu fuinn air meur-chlàr a' phiàno!
kn: ಪಿಟೀಲಿನ ಕೀಲಿಮಣೆಯ ಮೇಲೆ ಸಂಗೀತವನ್ನು ನುಡಿಸುವದನ್ನು ಕಲಿಯಿರಿ

source: Knowledge of musical notation and musical staff. Play the activity named 'Piano Composition' first.
gd: Eòlas air cliath is sgrìobhadh ciùil. Cluich an cleas "Sgrìobh ceòl piàno" an toiseach.
kn: ಸಂಗೀತದ ಚಿನ್ಹೆಗಳ ಸಂಕೇತಗಳ ಮತ್ತು ಸಂಗೀತದ ಸ್ಟಾಪನ ಜ್ಞಾನವಿರಬೇಕು. ಮೊದಲು ನೀವು 'ಪಿಟೀಲು ಸಂಗೀತ ಸಂಯೋಜನೆ' ಆಟ ಆಡಿರಿ

source: Understand how the piano keyboard can play music as written on the musical staff.
gd: Tuig mar a chluicheas meur-chlàr piàno ceòl mar a tha e sgrìobhte air cliath ciùil.
kn: ಸಂಗೀತ ಸ್ಟಾಪನ ಮೇಲೆ ಬರೆದ ಚಿನ್ಹೆಗಳನ್ನು ಪಿಟೀಲಿನಲ್ಲಿ ಹೇಗೆ ನುಡಿಸುವುದು ಎಂದು ಅರಿಯುವಿರಿ.

source: The notes you see will be played to you. Click on the corresponding keys on the keyboard that match the notes you hear and see. All levels except for the last have the notes colored so you can match the notes to the keyboard colors. Each level increases in difficulty by adding more notes. Levels 1-6 test the treble clef, levels 7-12 test the bass clef. When you get five points, you move onto the next level (incorrect answers deduct points, correct answers add points). The following keyboard bindings work in this game: - backspace: erase attempt - delete: erase attempt - enter/return: OK button - space bar: play - number keys: - 1: C - 2: D - 3: E - 4: F - 5: G - 6: A - 7: B - 8: C (higher octave) - etc. - F1: C# / Db - F2: D# / Eb - F3: F# / Gb - F4: G# / Ab - F5: A# / Bb
gd: Thèid na pongan a chì thu a chluich dhut. Briog air na h-iuchraichean freagarrach air a' mheur-chlàr gus an ceòl a chì is a chluinneas tu a chluich. Tha dathan air na pongan uile ach air an leibheil mu dheireadh, mar sin tha an t-aon dath air gach pong is air iuchair a' mheur-chlàir a fhreagras dha. Thèid barrachd pongan a chur ris gach leibheil gus a dhèanamh nas dorra. Cleachdaidh sinn an iuchair thrìobailte air na leibheilean 1-6 is an iuchair bheus air na leibheilean 7-12. Nuair a bhios còig puingean agad, ruigidh tu an t-ath leibheil (buannaichidh tu puing le gach freagairt cheart, ach bheir sinn puing uat airson gach freagairt chearr). Seo nasgadh iuchraichean a' mheur-chlàir leis a' chleas seo: - backspace: sguab às dhan oidhirp - delete: sguab às dhan oidhirp - enter/return: putan "OK" - bàr spàs: cluich - iuchraichean àireimh: - 1: C - 2: D - 3: E - 4: F - 5: G - 6: A - 7: B - 8: C (ochdamh nas àirde) - amsaa. - F1: C# / Db - F2: D# / Eb - F3: F# / Gb - F4: G# / Ab - F5: A# / Bb
kn: ನಿಮಗೆ ಸಂಗೀತದ ಚಿನ್ಹೆಗಳನ್ನು ಕೇಳಿಸಲಾಗುವುದು. ಕೀಲಿಮಣೆಯಲ್ಲಿ ನೀವು ಕೇಳಿದ ಮತ್ತು ನೋಡಿದ ಸಂಗೀತದ ಚಿನ್ಹೆಗೆ ಸರಿಹೊಂದುವ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ. ಕೊನೆಯ ಹಂತಗಳನ್ನು ಬಿಟ್ಟು ಎಲ್ಲಾ ಹಂತಗಳಲ್ಲಿ ಚಿನ್ಹೆಗಳಿಗೆ ಮತ್ತು ಕೀಲಿಮಣೆಯ ಕೀಲಿಗಳಿಗೆ ಒಂದೇ ಬಣ್ಣವನ್ನು ಹಚ್ಚಲಾಗಿದೆ. ಆದುದರಿಂದ ನೀವು ಸುಲಭವಾಗಿ ಪತ್ತೆಹಚ್ಚಬಹುದು. ಪ್ರತಿ ಹಂತದಲ್ಲಿ ಚಿನ್ಹೆಗಳ ಸೇರ್ಪಡೆಯೊಂದಿಗೆ ಕಠಿಣತೆಯ ಮಟ್ಟಾ ಹೆಚ್ಚಾಗುತ್ತದೆ.೧ ರಿಂದ ೬ ನೇ ಹಂತದವರೆಗೆ ಟ್ರೇಬೆಲ್ ಕ್ಲೆಪನ್ನು ಪರೀಕ್ಷಿಸಲಾಗುವುದು. ೭ ರಿಂದ ೧೨ ನೇ ಹಂತದಲ್ಲಿ ಬಾಸ್ ಕ್ಲೇಪ್ ನ್ನು ಪರೀಕ್ಷಿಸಲಾಗುವುದು. ನೀವು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಲು ಕನಿಷ್ಟ ೫ ಅಂಕಗಳನ್ನು ಗಳಿಸಬೇಕು. ಸರಿ ಉತ್ತರ ಅಂಕಗಳನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ತಪ್ಪು ಉತ್ತರ ಅಂಕಗಳನ್ನು ಕಳೆಯುತ್ತದೆ. ಕೀಲಿಮಣೆಯೆ ಬಳಕೆ ಈ ಕೆಳಗಿನಂತಿದೆ. -ಬ್ಯಾಕ್ ಸ್ಪೇಸ್ : ಪ್ರಯತ್ನವನ್ನು ಅಳಿಸುತ್ತದೆ. -ಡಿಲೀಟ್ : ಪ್ರಯತ್ನವನ್ನು ಅಳಿಸುತ್ತದೆ. -ಎಂಟರ್ : ಸರಿ ಗುಂಡಿ - ಸ್ಪೇಸ್ ಬಾರ್ : ನುಡಿಸು -ಸಂಖ್ಯಾ ಕೀಲಿಗಳು : - 1: C - 2: D - 3: E - 4: F - 5: G - 6: A - 7: B - 8: C (higher octave) - etc. - F1: C# / Db - F2: D# / Eb - F3: F# / Gb - F4: G# / Ab - F5: A# / Bb

source: Beat Count:
gd: Buillean:
kn: ಬೀಟ್ ಎಣಿಕೆ:

source: Beat the rhythm on this drum.
gd: Buail an ruitheam air an druma seo.
kn: ತಾಳವನ್ನು ತಬಲದ ಮೇಲೆ ಬಾರಿಸಿರಿ

source: For a little help, click the metronome to hear the tempo.
gd: Airson beagan taice, briog air a' mheadair caismeachd gus an luaths a chluinntinn.
kn: ಗತಿ ಕೇಳಲು ನಿಯತಕಾಲಿಕಯಂತ್ರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ ಮತ್ತು ಅಲ್ಪ ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ.

source: Listen to the rhythm and follow the moving line.
gd: Èist ris an ruitheam is lean air an loidhne a ghluaiseas.
kn: ತಾಳವನ್ನು ಕೇಳಿ ಮತ್ತು ಚಲಿಸುವ ರೇಖೆಯನ್ನು ಗಮನಿಸಿರಿ.

source: Click the drum to the tempo. Watch the vertical line when you start.
gd: Briog air an druma ris an luaths. Cùm sùil air an loidhne inghearach nuair a thòisicheas tu.
kn: ತಬಲವನ್ನು ತಾಳಕ್ಕೆ ತಕ್ಕಂತೆ ಬಾರಿಸಿರಿ ಮತ್ತು ಕಂಬಸಾಲಿನ ರೇಖೆಗಳನ್ನು ಪ್ರಾರಂಬದಲ್ಲಿ ಗಮನಿಸಿರಿ

source: You can use the space bar to drum the tempo.
gd: 'S urrainn dhut am bàr spàs a chleachdadh gus bualadh air an druma.
kn: ನೀವು ಸ್ಪೇಸ್ ಬಾರ್ ಬಳಸಿ ತಬಳ ಗತಿಯನ್ನು ಬದಲಿಸಬಹುದು

source: Now, read the rhythm. It won't be played for you. Then, beat the rhythm on the drum.
gd: Nise, leugh an ruitheam. Cha tèid a chluich dhut. An uair sin, buail an ruitheam air an druma.
kn: ಈಗ ತಾಳವನ್ನು ಓದಿರಿ ಎಕೆಂದರೆ ಅದನ್ನು ನುಡಿಸುವುದಿಲ್ಲ. ನಂತರ ತಾಳವನ್ನು ನೀವೆ ತಬಳ ಮೇಲೆ ಬಾರಿಸಿರಿ.

source: Click erase to try again.
gd: Briog air an sguab gus feuchainn ris a-rithist.
kn: ಅಳಿಸು ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ

source: Play Rhythm
gd: Cluich ruitheam
kn: ತಾಳವೊಂದನ್ನು ನುಡಿಸು

source: Learn to listen to, read, and play musical rhythms.
gd: Ionnsaich èisteachd, leughadh is cluich nan ruitheaman ciùil.
kn: ಸಂಗೀತದ ತಾಳಗಳನ್ನು ಕೇಳಲು,ಓದಲು ಮತ್ತು ನುಡಿಸಲು ಕಲಿಯಿರಿ.
