Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Type the complete word as it falls, before it reaches the ground
gd: Sgrìobh am facal gu lèir fhad 's a tha e a' tuiteam is mus ruig e an làr
kn: ಪದವು ಕೆಳಗೆ ಬೀಳುವಾಗ ಅದು ನೆಲ ಮುಟ್ಟುವ ಮೊದಲು, ಅದನ್ನು ಪೂರ್ಣವಾಗಿ ಬೆರಳಚ್ಚು ಮಾಡಿ

source: A simple click on an icon brings you to an activity or a menu of activities. At the bottom of the screen is the GCompris control bar. The following icons are displayed from right to left. (note that each icon is displayed only if available in the current activity) Home - Exit an activity, go back to menu (ctrl-w and escape key) Thumb - OK. Confirm your answer Arrows - Display the current level. Click to select another level Lips - Repeat the question Question Mark - Help Tool - The configuration menu Tux Plane - About GCompris Quit - Quit GCompris (ctrl-x) The stars show suitable age groups for each game: 1, 2 or 3 simple stars - from 2 to 6 years old 1, 2 or 3 complex stars - 7 years and up Shortcuts: ctrl-b Show or Hide the control bar ctrl-f Toggle full screen ctrl-m Toggle mute for the background music
gd: Cha leig thu leas ach briog air ìomhaigheag gus dol gu cleas no clàr-taice de chleasan. Tha bàr-smachd GCompris aig bonn na sgrìn. Chì thu na h-ìomhaighean a leanas o dheas gu clì. (thoir an aire nach faic thu ìomhaigheag ach ma tha i iomchaidh airson a' chleas sa bheil thu) Dhachaidh - Fàg cleas, till dhan chlàr-taice (ctrl-w is iuchair Esc) Òrdag - Ceart ma-thà. Dearbhaich an fhreagairt agad Saighdean - Seall an leibheil làithreach. Briog gus leibheil eile a thaghadh Bilean - Cuir a' cheist a-rithist Comharra ceist - Cobhair Toinnear - An clàr-taice rèiteachaidh Plèana Tux - Mu dheidhinn GCompris Fàg an-seo - Fàg GCompris (ctrl-x) Seallaidh na rionnagan buidheann aoise airson gach geama: 1, 2 no 3 rionnagan simplidh - eadar 2 is 6 bliadhna a dh'aois 1, 2 no 3 rionnagan iomadh-rinneach - 7 bliadhna 's nas sine Ath-ghoiridean: ctrl-b Seall no falaich am bàr-smachd ctrl-f Toglaich làn-sgrìn ctrl-m Toglaich mùchadh ceòl a' chùlaibh

source: Click on the correct colored box.
gd: Briog air a' bhogsa air a bheil an dath ceart.

source: Find the {text} butterfly
gd: Lorg an dealan-dè {text}

source: coral
gd: coireal

source: claret
gd: corcar

source: sienna
gd: donn ùir Shiena

source: corn
gd: òr-bhuidhe an arbhair

source: cobalt
gd: còbalt

source: cyan
gd: saidhean

source: chestnut
gd: ciar-dhonn

source: almond
gd: donn an almoin

source: ruby
gd: dath an ruiteachain

source: sapphire
gd: gorm an t-saifeir

source: sage
gd: dath na sàiste

source: salmon
gd: ruadh a' bhradain

source: sepia
gd: donn gibearnaich

source: sulfur
gd: buidhe a' phronnaisg

source: tea
gd: dearg ròs na tì

source: lime
gd: dath na liomaideig

source: turquoise
gd: tuirceas

source: absinthe
gd: gorm na burmaide

source: mahogany
gd: donna' mhathoganaidh

source: aquamarine
gd: gorm na cloiche-mara

source: alabaster
gd: geal na cloich-èiteig

source: amber
gd: òmarach

source: amethyst
gd: dath amaitist

source: anise
gd: bàn na h-ainise

source: vermilion
gd: beirmeilean

source: ceruse
gd: geal

source: fawn
gd: donn na maing

source: chartreuse
gd: uaine feurach

source: emerald
gd: smàragach

source: aubergine
gd: dath aubergine

source: fuchsia
gd: purpaidh na fiùise

source: glaucous
gd: liath-ghorm

source: auburn
gd: ruadh

source: azure
gd: speur-ghorm

source: grayish brown
gd: liath-dhonn

source: bistre
gd: donn na cloiche

source: crimson
gd: dubh-dhearg

source: celadon
gd: liath-uaine

source: cerulean
gd: gorm-ghlas

source: dove
gd: liath an calmain

source: garnet
gd: gàirneideach

source: indigo
gd: guirmean Innseanach

source: ivory
gd: ìbhri

source: jade
gd: glas-chlach

source: lavender
gd: corca an lus-liath

source: lichen
gd: gorm a' chrotail

source: wine
gd: ruadh an fhìona

source: lilac
gd: bàn-phurpaidh

source: magenta
gd: maidèanta

source: malachite
gd: uaine duilleagan lus nam meall

source: navy
gd: gorm a' chabhlaich

source: larch
gd: donn na learaig

source: mimosa
gd: dath mimosa

source: ochre
gd: clach-dhearg

source: olive
gd: donn-uaine na dearc-ola

source: opaline
gd: geal na bainne

source: ultramarine
gd: gorm na mara

source: mauve
gd: liath-phurpur

source: grayish blue
gd: liath-ghorm dorcha

source: pistachio
gd: uaine na maisteig

source: platinum
gd: airgid

source: purple
gd: purpaidh

source: plum
gd: purpaidh na plumaise

source: prussian blue
gd: gorm Pruiseach

source: rust
gd: ruadh

source: saffron
gd: crò-dhearg

source: vanilla
gd: bàn na faoineige

source: veronese
gd: gorm Verona

source: verdigris
gd: liath meirg-umha

source: dark purple
gd: dorch-phurpaidh

source: Animal pictures come from the Animal Photography Page of Ralf Schmode (http://schmode.net/). Ralf has kindly permitted Gcompris to include his pictures. Thanks a lot, Ralf.
gd: Thàinig dealbhan nam beathaichean o dhuilleag dealbhan bheathaichean aig Ralf Schmode (http://schmode.net/). Thug Ralf còir cead dha GCompris gus na dealbhan aige a chleachdadh. A Ralf, tha sinn fada nad chomain.

source: I don't have this number PLAYER {number}
gd: Chan eil an àireamh seo agam CLUICHEADAIR {number}

source: abcdefghijklmnopqrstuvwxyz
gd: aàbcdeèfghiìlmnoòprstuù

source: Match the color
gd: Dèan an t-aon dath

source: Too much {color}
gd: Cus {color}

source: Not enough {color}
gd: Chan eil {color} gu leòr

source: Find the {text} duck
gd: Lorg an tunnag {text}

source: yellow
gd: bhuidhe

source: black
gd: dhubh

source: green
gd: uaine

source: red
gd: dhearg

source: white
gd: gheal

source: blue
gd: ghorm

source: brown
gd: dhonn

source: grey
gd: liath

source: orange
gd: orains

source: This animal likes to lay in the mud.
gd: 'S toil leis a' bheathach seo a bhith na laighe sa pholl.

source: translator_credits
gd: Akerbeltz ┐ GunChleoc

source: Use Gcompris administration module to filter boards
gd: Cleachd mòideal rianachd GCompris gus bùird a chriathradh

source: Couldn't open skin dir: %s
gd: Cha b' urrainn dhuinn pasgan nan craiceann fhosgladh: %s

source: Skin : %s
gd: Craiceann : %s

source: SKINS NOT FOUND
gd: CHA DEACH CRAICEANN A LORG

source: display debug informations on the console.
gd: seall fiosrachadh dì-bhugachaidh air a' chonsoil.

source: Georgia
gd: A' Chairtbheil

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
gd: AÀBCDEÈFGHIÌLMNOÒPRSTUÙ

source: T R O G G L E
gd: B Ò C A N ! !

source: a/e/i/o/u/y
gd: a/à/e/è/i/ì/o/ò/u/ù

source: a=a
gd: dh=D ch=C

source: Find {text}
gd: Lorg {text}

source: the clarinet
gd: am feadan-clàirneid

source: the transverse flute
gd: an duiseal

source: the guitar
gd: an giotàr

source: the harp
gd: an clàrsach

source: the piano
gd: am piàno

source: the saxophone
gd: an sacsafon

source: the trombone
gd: an trompan

source: the trumpet
gd: an trombaid

source: the violin
gd: an fhìdheall

source: the flute traversiere
gd: an duiseal

source: the drum kit
gd: na drumaichean

source: the accordion
gd: am bogsa

source: the banjo
gd: am bainsio

source: the bongo
gd: am bongo

source: the electric guitar
gd: an giotàr-dealain

source: the castanets
gd: na castañeataichean

source: the cymbal
gd: an gliongan

source: the cello
gd: a' bheus-fhìdheall

source: the harmonica
gd: an t-organ-beòil

source: the horn
gd: an dùdach

source: the maracas
gd: am maracas

source: the organ
gd: an t-organ

source: the snare drum
gd: an druma-tormain

source: the timpani
gd: a' ghall-druma

source: the triangle
gd: an triantan

source: the tambourine
gd: an tambairin

source: the tuba
gd: an tiùba

source: Missing Image
gd: Dealbh a dhìth

source: Practice a foreign language
gd: Cleachd cànan cèin

source: You can see a hand: is it a left hand or a right hand? Click on the red button on the left, or the green button on the right.
gd: Chì thu làmh: an e làmh chlì no làmh deas a th' ann? Briog air a' phutan dearg taobh clì no air a' phutan ghorm taobh deas.

source: Profile:
gd: Pròifil:

source: <b>{0}</b> configuration for profile <b>{1}</b>
gd: Rèiteachadh <b>{0}</b> airson na pròifil <b>{1}</b>

source: Use the mousewheel to approach the rockwall an look for gold nuggets.
gd: Cleachd cuibhle na luchaige gus teannadh dhan bhalla cloiche is cnapan òir a lorg.

source: plane/_lane/p/g/d
gd: plèana/_lèana/p/g/d

source: dog/_og/d/p/q
gd: cù/_ù/c/d/p

source: fish/f_sh/i/u/l
gd: iasg/_asg/i/e/u/l

source: car/c_r/a/k/o
gd: càr/c_r/à/ì/ò

source: bag/b_g/a/o/i
gd: baga/b_ga/a/o/u

source: banana/b_nana/a/o/i
gd: banana/b_nana/a/o/u

source: house/hous_/e/a/i
gd: taigh/tai_h/g/d/t

source: apple/_pple/a/i/o
gd: ubhal/_bhal/u/a/o

source: bottle/_ottle/b/t/p/l
gd: botal/_otal/b/t/p/l

source: cake/_ake/c/p/d/k
gd: cèic/_èic/c/p/d/g

source: ball/_all/b/p/d/m
gd: bàla/_àla/b/p/d/m

source: plane/p_ane/l/j/i/t
gd: plèana/p_èana/l/r/i/t

source: dog/d_g/o/g/a/u
gd: cù/c_/ù/à/è/ò

source: fish/_ish/f/h/l/j
gd: iasg/ias_/g/h/t/c

source: car/_ar/c/k/b/u
gd: càr/_àr/c/b/m/d

source: satchel/_atchel/s/c/l/z
gd: màla/_àla/m/b/c/g

source: house/h_use/o/f/u/i
gd: taigh/t_igh/a/e/l/u

source: apple/appl_/e/h/a/i/o/u
gd: ubhal/ubh_l/a/e/i/o/u

source: bed/b_d/e/a/i/o/u/s
gd: leabaidh/l_abaidh/e/a/i/o/u/h

source: bottle/b_ttle/o/u/d/a/t/i
gd: botal/b_tal/o/u/d/a/t/i

source: cake/c_ke/a/o/e/i/u/y
gd: cèic/c_ic/è/à/ò/ì/ù/a

source: ball/b_ll/a/u/o/e/i/y
gd: bàla/b_la/à/ò/è/ì/ù/a

source: plane/pl_ne/a/o/s/e/i/u/y
gd: plèana/pl_ana/è/à/ò/ì/ù/a/e

source: dog/do_/g/p/q/q/k
gd: cù/c_/ù/à/ò/è/ì

source: fish/fis_/h/o/i/y/z
gd: iasg/ia_g/s/l/n/r/t

source: car/ca_/r/w/k/c/a
gd: càr/cà_/r/c/n/s/t

source: satchel/sa_chel/t/p/c/z/s/l
gd: màla/mà_a/l/b/m/c/g/t

source: banana/ba_ana/n/m/b/z/q
gd: banana/ba_ana/n/m/b/r/c

source: house/_ouse/h/e/j/z/p/s
gd: taigh/_aigh/t/h/e/c/p/r

source: apple/app_e/l/h/n/i/t
gd: ubhal/ubha_/l/h/n/i/t

source: bed/be_/d/p/b/c/v/n
gd: leabaidh/lea_aidh/b/d/p/c/s/n

source: bottle/bott_e/l/y/r/s/g
gd: botal/bota_/l/n/r/s/g

source: cake/ca_e/k/q/c/r/z
gd: cèic/cèi_/c/g/d/r/s

source: ball/bal_/l/h/s/z/t
gd: bàla/bà_a/l/h/s/g/t

source: Weight in g = %s
gd: Cuideam (g) = %s

source: Weight = %s
gd: Cuideam = %s

source: Open or close the the ballast tank.
gd: Fosgail no dùin tanca na balaiste.

source: Click on different active elements : engine, rudders and air tanks, in order to navigate to the required depth. There is a close gate on the right. After the first level, your have to catch the jewel to open it. Pass through it to reach the next level.
gd: Gus seòladh dhan doimhne a tha a dhìth, briog air na nithean gnìomhach: einnsean, falmadairean is tancaichean adhair. Tha geata dùinte taobh deas. Às dèidh a' chiad leibheil, feumaidh tu an seud a thogail gus fhosgladh. Rach troimhe gu an ath leibheil a ruigsinn.
