Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Sort the pictures into the order that tells the story
gd: Seòrsaich na dealbhan an òrdugh a dh'innseas sgeulachd
kn: ಚಿತ್ರಗಳನ್ನು ಕಥೆ ಹೇಳುವಂತೆ ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ಜೋಡಿಸಿರಿ,

source: Tell a short story
gd: Innis sgeulachd ghoirid
kn: ಸಣ್ಣ ಕಥೆಯೊಂದನ್ನು ಹೇಳಿ

source: Moon photo is copyright NASA. The space sounds come from Tuxpaint and Vegastrike which are released under the GPL license. The transportation images are copyright Franck Doucet. Dates of Transportation are based on those found in &lt;http://www.wikipedia.org&gt;.
gd: Tha còir-lethbhreac dealbh na gealaich aig NASA. thàinig na fuaimean fànais o Tuxpaint is Vegastrike a chaidh fhoillseachadh o cheadachas GPL. Tha còir-lethbhreac nan dealbhan giùlain aig Franck Doucet. Chaidh cinn-latha a' ghiùlain a stèidheachadh air an fheadhainn air &lt;http://www.wikipedia.org&gt;.
kn: ಚಂದ್ರನ ಚಿತ್ರವು NASA ಕೃತಿಸ್ವಾಮ್ಯದಲ್ಲಿದೆ. ಎಲ್ಲಾ ಬಾಹ್ಯಾಕಾಶ ಶಬ್ದಗಳು ಟಕ್ಸ್ ಪೈಂಟ್ ಮತ್ತು ವೇಗಾಸ್ಟ್ರೈಕ್ ನಿಂದ ದೊರೆತಿವೆ. ಅವು ಜಿಪಿಎಲ್ ಪರವಾನಗಿ ಅಡಿಯಲ್ಲಿ ಬಿಡುಗಡೆಯಾಗಿವೆ. ಸಾರಿಗೆ ಚಿತ್ರಗಳು ಪ್ರಾಂಕ್ ಡೌಸೆಟ್ ರವರ ಕೃತಿಸ್ವಾಮ್ಯವಾಗಿವೆ. ಸಾರಿಗೆಯ ದಿನಾಂಕಗಳು &lt;http://www.wikipedia.org&gt;. ಪುಟದಲ್ಲಿರುವಂತಿವೆ.

source: Moonwalker
gd: A' coiseachd na gealaich
kn: ಚಂದ್ರ ಗ್ರಹದ ಪ್ರಾಯಾಣಿಕ.

source: The 4 Seasons
gd: Na 4 ràithean
kn: ೪ ಋತುಗಳು

source: Spring
gd: Earrach
kn: ವಸಂತ

source: Summer
gd: Samhradh
kn: ಬೇಸಿಗೆ

source: Autumn
gd: Foghar
kn: ಶರದೃತು

source: Winter
gd: Geamhradh
kn: ಚಳಿಗಾಲ

source: Gardening
gd: Gàirneilearachd
kn: ತೋಟಗಾರಿಕೆ

source: Tux and the apple tree
gd: Tux is a' chraobh-ubhail
kn: ಟಕ್ಸ್ ಮತ್ತು ಸೇಬಿನ ಮರ

source: Transportation
gd: Giùlan
kn: ಸಾಗಾಣಿಕೆ

source: Place each image in the order and on the date it was invented. If not sure, research online at wikipedia: http://www.wikipedia.org
gd: Cuir gach dealbh san òrdugh is air a' cheann-latha a chaidh a thionnsgnadh. Mur eil thu cinnteach, dèan rannsachadh air an Uicipeid: http://gd.wikipedia.org
kn: ಪ್ರತಿಯೊಂದು ಚಿತ್ರವನ್ನು ಅದನ್ನು ಕಂಡುಹಿಡಿದ ದಿನಾಂಕಗಳ ಕ್ರಮದಲ್ಲಿ ಜೋಡಿಸಿರಿ. ನಿಮಗೆ ಸಂದೇಹಗಳಿದ್ದರೆ, wikipedia ಜಾಲತಾಣದಲ್ಲಿ ಹುಡುಕಿರಿ http://www.wikipedia.org.

source: 1769 Cugnot's fardier
gd: 1769 Fardier à vapeur le Cugnot
kn: 1769 ಕಾಗ್ನಂಟ್ಸ್ ಪಾರ್ಡಿಯರ್

source: 1829 Stephenson's Rocket Steam locomotive
gd: 1829 Rocket le Stephenson Carbad-smùide
kn: 1829 ಸ್ಟೇಪನ್ಸ ರಾಕೆಟ್ ಉಗಿಬಂಡಿ

source: 1783 Montgolfier brothers' hot air balloon
gd: 1783 Bailiùn adhair theth leis na bràithrean Montgolfier
kn: 1783 ಮೌಂಟ್ ಗಾಲ್ಪಿಯರ್ ಸಹೋದರರ ಬಿಸಿ ಗಾಳಿಯ ಬಲೂನ್

source: 1880 Clement Ader's Eole
gd: 1880 Eole le Clement Ader
kn: 1880 ಕ್ಲೇಮೆಂಟ್ಸ್ ಆಡೆರ್ಸ್ ಇಯೋಲೆ

source: 1906 Paul Cornu First helicopter flight
gd: 1906 Paul Cornu A' chiad itealaich heileacoptair
kn: 1906 ಪಾಲ್ ಕಾರ್ನು ಮೊದಲ ಹೆಲಿಕಾಪ್ಟರ್ ಹಾರಾಟ

source: 1791 Comte de Sivrac's Celerifere
gd: 1791 Celerifere le Comte de Sivrac
kn: 1791 ಕಾಮ್ಟೆ ಡಿ ಸಿವ್ ರಾಕ್ಸ್ ಹಳೆಯ ಪ್ರೆಂಚ್ ಬೈಸಿಕಲ್.

source: Aviation
gd: Itealanachd
kn: ವಾಯುಯಾನ

source: 1903 The Wright brothers' Flyer III
gd: 1903 Flyer III aig na bràithrean Wright
kn: 1903 ರೈಟ್ ಸಹೋದರರ ಪೈಯರ್ III

source: 1909 Louis Bleriot crosses the English Channel
gd: 1909 Chaidh Louis Bleriot thairis air Caolas Shasainn
kn: 1909 ಲೂಯಿಸ್ ಬ್ಲೆರಿಯೊಟ್ ರವರು ಇಂಗ್ಲೀಷ್ ಕಾಡಲ್ಗಾಲುವೆಯನ್ನು ದಾಟಿದರು.

source: 1947 Chuck Yeager breaks the sound-barrier
gd: 1947 bhris Chuck Yeager bacadh na fuaime
kn: 1947 ಚುಕ್ ಯ್ಯಾಗರ್ ಶಬ್ದಕ್ಕಿಂತ ವೇಗವಾಗಿ ಪ್ರಯಾಣಿಸಿದರು.

source: 1927 Charles Lindbergh crosses the Atlantic Ocean
gd: 1927 Chaidh Charles Lindbergh thairis air a' Chuan Siar
kn: 1927 ಚಾರ್ಲ್ಸ ಲಿಂಡಬರ್ಗ ಅಟ್ಲಾಂಟಿಕ್ ಸಾಗರವನ್ನು ವಿಮಾನಯಾನದಲ್ಲಿ ದಾಟಿದನು.

source: 1934 Hélène Boucher's speed record of 444km/h
gd: 1934 Hélène Boucher air clàr curaidh nan astar le 444km/h
kn: 1934 ಹೆಲೆನ್ ಬೌಚರ್ ವೇಗದ ದಾಖಲೆ ೪೪೪ ಕಿ.ಮೀ /ಗಂಟೆಗೆ

source: The car
gd: An càr
kn: ಕಾರು

source: 1878 Léon Bollé's "La Mancelle"
gd: 1878 "La Mancelle" le Léon Bollé
kn: 1878 ಲಿಯೋನ್ ಬೋಲ್ಲೆ ರವರ ಲಾ ಮಾನ್ಸೆಲ್ಲಾ

source: 1885 The first petrol car by Benz
gd: 1885 A' chiad chàr peatrail le Benz
kn: 1885 ಮೊದಲ ಪೆಟ್ರೋಲ್ ಕಾರು ಬೆಂಜ್ ಕಂಪೆನಿಯಿಂದ.

source: Cars
gd: Càraichean
kn: ಕಾರುಗಳು

source: 1899 Renault "voiturette"
gd: 1899 "Voiturette" le Renault
kn: 1899 ರಿನಾಲ್ಟ್ ವಯೋರೆಟ್

source: 1923 Lancia Lambda
kn: 1923 ಲ್ಯಾನ್ಸಿಯಾ ಲಾಂಬಡಾ

source: 1955 Citroën DS 19
kn: 1955 ಸಿಟ್ರೋಯನ್ ಡಿ.ಎಸ್. 19

source: Click and draw
gd: Briog is tarraing
kn: ಕ್ಲಿಕ್ ಮಾಡಿ,ಬರೆ

source: Draw the picture by clicking on the blue points.
gd: Tarraing an dealbh 's tu a' briogadh air na dotagan gorma.
kn: ನೀಲಿ ಚಿಕ್ಕಿಗಳನ್ನು ಸೇರಿಸಿ ಚಿತ್ರವನ್ನು ಬರೆ.

source: Draw the picture by clicking on each blue point in sequence.
gd: Tarraing an dealbh 's tu a' briogadh air gach dotag gorm ann an òrdugh.
kn: ಪ್ರತಿಯೊಂದು ನೀಲಿ ಚುಕ್ಕಿಗಳನ್ನು ಸೇರಿಸಿ ಚಿತ್ರವನ್ನು ಬರೆಯಿರಿ.

source: Click On Me
gd: Briog orm
kn: ನನ್ನ ಮೇಲೆ ಕ್ಲಿಕ್

source: Left-Click with the mouse on all the swimming fish before they leave the fishtank
gd: Dèan briogadh deas leis an luchag air gach iasg na snàmh mus fàg e an t-uisgeadan
kn: ಮೀನಿನ ತೊಟ್ಟಿಯಲ್ಲಿರುವ ಮೀನುಗಳ ಮೇಲೆ ಹೊರಕ್ಕೆ ಹೋಗುವ ಮುಂಚೆ ಎಡ ಮೌಸ್ ಗುಂಡಿ ಒತ್ತಿರಿ.

source: Motor coordination: moving and clicking the mouse.
gd: Co-ghluasad: a' gluasad is a' briogadh na luchaige.
kn: 1899 ಮೋಟಾರ್ ಕೋಆರ್ಡಿನೇಶನ್ : ಚಲಿಸುವುದು ಮತ್ತು ಕ್ಲಿಕ್ ಮಾಡುವುದು.

source: Use the left mouse button to click on the moving fish. A level 5 and after, a double click is mandatory.
gd: Cleachd putan clì na luchaige gus briogadh air an iasg a tha a' gluasad. On leibheil 5 a-mach, bidh briogadh dùbailte a dhìth ort.
kn: ಮೀನಿನ ತೊಟ್ಟಿಯಲ್ಲಿರುವ ಮೀನುಗಳ ಮೇಲೆ ಮುಂಚೆ ಎಡ ಮೌಸ್ ಗುಂಡಿ ಒತ್ತಿರಿ. ಐದನೇ ಹಂತದ ನಂತರ ಮೌಸನ್ನು ಎರಡು ಬಾರಿ ಕ್ಲಿಕ್ ಮಾಡುವುದು ಖಡ್ಡಾಯ.

source: Fish are taken from the Unix utility xfishtank. All image credits belong to Guillaume Rousse.
gd: Chaidh na h-èisg a thogail on ghoireas Unix xfishtank. Tha na h-uile dealbh le Guillaume Rousse.
kn: ಮೀನುಗಳನ್ನು ಯುನಿಕ್ಸನ xfishtank ನಿಂದ ಪಡೆಯಲಾಗಿದೆ. ಎಲ್ಲಾ ಚಿತ್ರಗಳ ಕೊಡುಗೆ ಗ್ಯಾಲಿಯಮ್ ರೌಸ್ಸೆ ರವರದು.

source: This activity will be played with questions displayed as text instead of being spoken
gd: Cluichidh tu an cleas seo leis na ceistean gan sealltainn mar theacsa seach gam bruidhinn
kn: ನೀವು ಈ ಆಟದಲ್ಲಿ ಮೌಖಿಕ ಪ್ರಶ್ನೆಗಳ ಜೊತೆ ಆಡಬೇಕಾಗುತ್ತದೆ. ಅಕ್ಷರ ರೂಪದಲ್ಲಿ ಕಾಣುವುದಿಲ್ಲ.

source: Error: this activity cannot be played with the sound effects disabled. Go to the configuration dialog to enable the sound
gd: Mearachd: chan urrainn dhut an cleas seo a chluich leis na à comas. Rach gu còmhradh an rèiteachaidh gus an fhuaim a chur an comas
kn: ದೋಷ : ಈ ಆಟವನ್ನು ಶಬ್ದವಿಲ್ಲದೆ ಆಡಲು ಸಾದ್ಯವಿಲ್ಲ ಶಬ್ದಗಳನ್ನು ನಿಲ್ಲಿಸಲಾಗಿದೆ. ನೀವು ಕಾನಪಿಗರೇಷನ್ ಡಯಲಾಗ್ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಶಬ್ದಗಳನ್ನು ಪ್ರಾರಂಬಿಸಿರಿ.

source: Error: this activity requires that you first install the packages with GCompris voices for the %s locale.
gd: Mearachd: feumaidh tu na pacaidean le guthan GCompris airson an sgeama ionadail %s a stàladh mus urrainn dhut an cleas seo a chluich.
kn: ದೋಷ : ಈ ಆಟಕ್ಕ ಮೊದಲು ನೀವು ಶಬ್ದಗಳನ್ನು ಗಣಕದಲ್ಲಿ ಸ್ಥಾಪಿಸಬೇಕು ಈ ಪ್ಯಾಕೇಜಗೆ %s ಸ್ಥಳೀಯ ಭಾಷೆಗಾಗಿ ಜಿಕಾಂಪ್ರೈಸ್ ಧ್ವನಿ ಅಗತ್ಯವಾಗಿದೆ.

source: a/b/c/d/e/f/g/h/i/j/k/l/m/n/o/p/q/r/s/t/u/v/w/x/y/z
kn: ಅ/ಆ/ಇ/ಈ/ಉ/ಊ/ಋ/ಎ/ಏ/ಐ/ಒ/ಓ/ಔ/ಅಂ/ಅಃ/ಕ/ಖ/ಗ/ಘ/ಞ/ಚ/ಛ/ಜ/ಝ/ಙ/ಟ/ಠ/ಡ/ಢ/ಣ/ತ/ಥ/ದ/ಧ/ನ/ಪ/ಫ/ಬ/ಭ/ಮ/ಯ/ರ/ಲ/ವ/ಶ/ಷ/ಸ/ಹ/ಳ

source: Questions cannot be empty.
gd: Chan urrainn do cheistean a bhith falamh.
kn: ಪ್ರಶ್ನೆಗಳು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.

source: Answers cannot be empty.
gd: Chan urrainn do dh'fhreagairtean a bhith falamh.
kn: ಉತ್ತರಗಳು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.

source: Too many characters in the Answer (maximum is %d).
gd: Tha cus litrichean san fhreagairt (%d air a char as motha).
kn: ಉತ್ತರದಲ್ಲಿ ಹೆಚ್ಚು ಅಕ್ಷರಗಳಿವೆ.ಗರಿಷ್ಟ ಅಕ್ಷರಗಳ ಸಂಖ್ಯೆ %d.

source: All the characters in Questions must also be in the Answers.
gd: Feumaidh a h-uile litir ann an ceist a bhith sna freagairtean.
kn: ಪ್ರಶ್ನೆಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಅಕ್ಷರಗಳು ಉತ್ತರದಲ್ಲಿ ಇರಬೇಕು.

source: Invalid entry: At level %d, Questions '%s' / Answers '%s' %s
gd: Innteart mì-dhligheach: aig leibheil %d, ceistean '%s' / freagairtean '%s' %s
kn: ತಪ್ಪು ಉತ್ತರ : ಹಂತ : %d, ಪ್ರಶ್ನೆಗಳು '%s' / ಉತ್ತರಗಳು %s' %s'

source: Question
gd: Ceist
kn: ಪ್ರಶ್ನೆ

source: Answer
gd: Freagairt
kn: ಉತ್ತರ

# click_on_letter_config
source: <b>%1$s</b> configuration for profile <b>%2$s</b>
kn: <b>%1$s</b> ಸಂರಚನೆ ಪ್ರೋಪೈಲ್ ಗಾಗಿ <b>%2$s</b>

source: Choose a language
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ.

source: Back to default
gd: Till dhan bhun-roghainn
kn: ಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಹಿಂದಿರುಗಿರಿ.

source: Click on a lowercase letter
gd: Briog air litir bheag
kn: ಆಂಗ್ಲ ಚಿಕ್ಕ ಅಕ್ಷರಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Listen to a letter and click on the right one
gd: Èist ri litir is briog air an tè cheart
kn: ಅಕ್ಷರವನ್ನು ಕೇಳಿ,ಸರಿಯಾದ ಅಕ್ಷರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.

source: Visual letter-recognition. Can move the mouse.
gd: Aithnichidh tu na litrichean a chì thu. Comasach air an luchag a ghluasad. Mar a gheibh thu na stràcan: 1) Air Windows, feumaidh tu an iuchair ` (ri taobh 1) a bhrùthadh agus an uairsin litir eile. 2) Air Mac, feumaidh tu ALT agus ` is an uairsin litir eile a bhrùthadh. Mur obraich sin, tadhail air www.iGaidhlig.net airson barrachd fiosrachaidh 's taic.
kn: ಅಕ್ಷರವನ್ನು ನೋಡಿ ಪತ್ತೆ ಹಚ್ಚಿರಿ. ಮೌಸನ್ನು ಬಳಸಬಹುದು.

source: Letter-name recognition
gd: Aithneachadh ainmean nan litrichean
kn: ಅಕ್ಷರಗಳ ಹೆಸರನ್ನು ಪತ್ತೆ ಹಚ್ಚಿರಿ.

source: A letter is spoken. Click on the matching letter in the main area. You can listen to the letter again, by clicking on the mouth icon in the bottom box.
gd: Cluinnidh tu litir. Briog air an litir co-ionnan sa phrìomh raon. Faodaidh tu èisteachd ris an litir a-rithist 's tu a' briogadh air ìomhaigheag beòil sa bhogsa aig a' bhonn.
kn: ಹೇಳಿದ ಅಕ್ಷರವನ್ನು ಪತ್ತೆ ಮಾಡಿ. ನಂತರ ಅಕ್ಷರವನ್ನು ಮುಖ್ಯ ಭಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನಿಮಗೆ ಸಂದೇಹವಿದ್ದರ 'ಬಾಯಿ' ಯ ಚಿತ್ರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತೆ ಕೇಳಿರಿ.

source: Click on an uppercase letter
gd: Briog air litir mhòr
kn: ಅಂಗ್ಲ ದೊಡ್ಡ ಅಕ್ಷರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Set the watch to:
gd: Suidhich an t-uaireadair aig:
kn: ಸಮಯಕ್ಕೆ ಗಡಿಯಾರವನ್ನು ಹೊಂದಿಸಿರಿ:

source: Learning Clock
gd: Ag ionnsachadh an uaireadair
kn: ಕಲಿಯುವ ಗಡಿಯಾರ

source: Learn how to tell the time
gd: Ionnsaich mar a dh'innseas tu an uair
kn: ಸಮಯವನ್ನು ಹೇಗೆ ಹೇಳುವುದೆಂದು ಕಲಿಯಿರಿ

source: The concept of time. Reading the time.
gd: An t-àm. Ag innse na h-uarach.
kn: ಸಮಯದ ಪರಿಕಲ್ಪನೆ, ಸಮಯವನ್ನು ಒದುವುದನ್ನು ತಿಳಿಯಿರಿ.

source: Distinguish between time-units (hour, minute and second). Set and display time on a clock.
gd: Aithnich ionadan ama (uair, mionaid is diog). Suidhich is seall an t-àm air uaireadair.
kn: ಗಂಟೆ, ನಿಮಿಷ, ಸೆಕೆಂಡುಗಳ ನಡುವೆ ವೆತ್ಯಾಸ ತಿಳಿಯಿರಿ. ಸಮಯವನ್ನು ಹೊಂದಿಸಿರಿ. ಸಮಯವನ್ನು ಗಡಿಯಾರದಲ್ಲಿ ಪ್ರದರ್ಶಿಸಿರಿ.

source: Set the clock to the time given, in the time-units shown (hours:minutes or hours:minutes:seconds). Click on the different arrows, and move the mouse, to make the numbers go up or down.
gd: Suidhich an uaireadair air an t-àm chaidh iarraidh ort, leis na h-aonadan ama a tha gan sealltainn dhut (uairean:mionaidean no uairean:mionaidean:diogan). Briog air na saighdean is gluais an luchag gus na h-àireamhan a dhèanamh nas motha no nas lugha.
kn: ಸೂಚಿಸುವ ಮಾನಕದಲ್ಲಿ (ಗಂಟೆ:ನಿಮಿಷ ಅಥವಾ ಗಂಟೆ:ನಿಮಿಷ:ಸೆಕೆಂಡು)ಸಮಯವನ್ನು ಹೊಂದಿಸಿರಿ. ಸಂಖ್ಯೆಗಳನ್ನು ಹೆಚ್ಚು ಅಥವಾ ಕೆಡಿಮೆ ಮಾಡಲು ಮೌಸನ್ನು ಬಳಸಿ ಅಥವಾ ವಿವಿಧ ಬಾಣದ ಗುರುತುಗಳನ್ನು ಬಳಸಿರಿ.

source: Match the color
kn: ಬಣ್ಣವನ್ನು ಹೊಂದಿಸಿ

source: Not enough red
kn: ಅತಿ ಕಡಿಮೆ ಕೆಂಪು ಬಳಸಲಾಗಿದೆ.

source: Too much red
kn: ಅತಿಯಾದ ಕೆಂಪನ್ನು ಬಳಸಲಾಗಿದೆ.

source: Not enough green
kn: ಅತಿ ಕಡಿಮೆ ಹಸಿರು ಬಳಸಲಾಗಿದೆ.

source: Too much green
kn: ಅತಿಯಾದ ಹಸಿರುನ್ನು ಬಳಸಲಾಗಿದೆ.

source: Not enough blue
kn: ಅತಿ ಕಡಿಮೆ ನೀಲಿ ಬಳಸಲಾಗಿದೆ.

source: Too much blue
kn: ಅತಿಯಾದ ನೀಲಿಯನ್ನು ಬಳಸಲಾಗಿದೆ.

source: Not enough cyan
kn: ಅತಿ ಕಡಿಮೆ ಹಸಿರುನೀಲಿ ಬಳಸಲಾಗಿದೆ.

source: Too much cyan
kn: ಅತಿಯಾದ ಹಸಿರುನೀಲಿಯನ್ನು ಬಳಸಲಾಗಿದೆ.

source: Not enough magenta
kn: ಅತಿ ಕಡಿಮೆ ಕೆನ್ನೀಲಿ ಬಳಸಲಾಗಿದೆ.

source: Too much magenta
kn: ಅತಿಯಾದ ಕೆನ್ನೀಲಿ ಬಣ್ಣ

source: Not enough yellow
kn: ಅತಿ ಕಡಿಮೆ ಹಳದಿ ಬಣ್ಣ ಬಳಸಲಾಗಿದೆ.

source: Too much yellow
kn: ಅತಿಯಾದ ಹಳದಿಯನ್ನು ಬಳಸಲಾಗಿದೆ.

source: Mixing color of paint
gd: A' measgachadh dathan peant
kn: ಬಣ್ಣವನ್ನು ಮಿಶ್ರಣ ಮಾಡಿರಿ.

source: To understand color mixing.
gd: Gus measgachadh dhathan a thuigsinn.
kn: ಬಣ್ಣ ಮಿಶ್ರಣ ಹೇಗೆ ಎಂದು ತಿಳಿಯಿರಿ.

source: Mix the primary colors to match to the given color
gd: Meagaich na prìomh dhathan gus an dath a chaidh a thoirt seachad fhaighinn
kn: ಮೂಲ ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡಿ , ನೀಡಿರುವ ಬಣ್ಣ ಗಳಿಗೆ ಹೊಂದಿಸಿರಿ.

source: The activity deals with mixing primary colors of paint (subtractive mixing). In case of paints the inks absorb different colors of light falling on it, subtracting it from what you see. The more ink you add, the more light is absorbed, and the darker the combined color gets. We can mix just three primary colors to make many new colors. The primary colors for paint/ink are Cyan (a special shade of blue), Magenta (a special shade of pink), and Yellow.
gd: Dèiligidh an cleas seo le measgadh prìomh dhathan peant (measgadh toirt air falbh). Ma tha peant agad, sùighidh na h-incean dathan solais eadar-dhealaichte a thuiteas orra, gan toirt air falbh o na chì thu. Mar as motha an inc a chuireas tu ris, 's ann as motha de sholas a thèid a shùigheadh is 's ann as duirche a dh'fhàsas an dath co-mheasgaichte. Chan eil ach na trì prìomh-dhathan a dhìth oirnn gus a h-uile seòrsa de dhath ùr a dhèanamh. Seo na prìomh-dhathan airson peint/ince: saidhean (gorm sònraichte), magenta (bàn-dhearg sònraichte) is buidhe.
kn: ಈ ಆಟದಲ್ಲಿ ಮೂರು ಮೂಲ ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡೆವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯುವಿರಿ. ಕೆಂಪು,ಹಸಿರು ಮತ್ತು ನೀಲಿ ಇವು ಮೂರು ಮೂಲ ಬಣ್ಣಗಳು. ಮೂರು ಮೂಲ ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡಿ ಹಲವಾರು ಬಣ್ಣಗಳನ್ನು ನೀವು ಪಡೆಯಬಹುದು. ನೀವು ಹೆಚ್ಚು ಬಣ್ಣ ಮಿಶ್ರಣ ಮಾಡಿದರೆ ಹೆಚ್ಚು ಬೆಳಕನ್ನು ಹೀರಿಕೊಂಡು ಗಾಡವಾಗಿ ಕಾಣಿಸುತ್ತವೆ. ಬೆಳಕಿನಲ್ಲಿರುವ ಎಳು ಬಣ್ಣಗಳಲ್ಲಿ ಎಲ್ಲಾ ಬಣ್ಣ ಹೀರಿಕೊಂಡು ನೀವು ನೋಡುತ್ತಿರುವ ಬಣ್ಣ ಮಾತ್ರ ಪ್ರತಿಫಲನವಾಗುತ್ತದೆ. ಬಳಸಿರಿ ಆನಂದಿಸಿರಿ

source: Match the color
gd: Dèan an t-aon dath
kn: ಬಣ್ಣವನ್ನು ಹೊಂದಿಸಿರಿ.

source: Mixing colors of light
gd: A' measgachadh dathan solais
kn: ಬೆಳಕಿನಲ್ಲಿರುವ ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡುವುದು.

source: Understanding mixing of colors of light.
gd: A' tuigsinn measgachadh dathan an t-solais.
kn: ಬೆಳಕಿನಲ್ಲಿರುವ ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡುವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯಿರಿ.

source: Mix the primary colors to match to the given color.
gd: Meagaich na prìomh dhathan gus an dath a chaidh a thoirt seachad fhaighinn.
kn: ಮೂಲ ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡಿರಿ. ನೀಡಿರುವ ಬಣ್ಣಕ್ಕೆ ಹೊಂದಿಸಿರಿ.

source: The activity deals with mixing primary colors of light (additive mixing). In case of light it is just the opposite of mixing color with paints! The more light you add the lighter the resultant color will get. Primary colors of light are red, green and blue.
gd: Dèiligidh an cleas seo le measgadh prìomh dhathan solais (measgadh cuir ris). 'S e an dearbh-chaochladh de mheasgadh dhathan le peant a tha sa mheasgadh solais! Mar as motha an solas a chuireas tu ris, 's ann as soilleire a dh'fhàsas an dath a gheibh thu. Seo na prìomh-dhathan airson solais: dearg, uaine is gorm.
kn: ಈ ಆಟದಲ್ಲಿ ಹಲವು ಮೂಲ ಬಣ್ಣಗಳ ಮಿಶ್ರಣ ಮಾಡಿರಿ. ಬೆಳಕಿನಲ್ಲಿ ನೀವು ಹೆಚ್ಚು ಬೆಳಕನ್ನು ಸೇರಿಸಿದಂತೆ ಬಣ್ಣವು ತೆಳುವಾಗುತ್ತ ಹೋಗುತ್ತದೆ. ಇದು ಬಣ್ಣಗಳು ಸೇರಿಸುವುದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿದೆ.ಕೆಂಪು,ಹಸಿರು ಮತ್ತು ನೀಲಿ ಇವು ಮೂರು ಮೂಲ ಬಣ್ಣಗಳು. ಬಳಸಿ ಆನಂದಿಸಿರಿ.

source: Colors
gd: Dathan
kn: ಬಣ್ಣಗಳು

source: Click on the right color
gd: Briog air an dath cheart
kn: ಸರಿಯಾದ ಬಣ್ಣದ ಮೇಲೆ ಕ್ಲಿಕ್ಕಿಸಿ

source: Can move the mouse.
gd: Comasach air an luchag a ghluasad.
kn: ಮೌಸನ್ನು ಚಲಿಸಬಹುದು.

source: This board teaches you to recognize different colors. When you hear the name of the color, click on the duck wearing it.
gd: Ionnsaichidh am bòrd seo dhut mar a dh'aithnicheas tu dathan eadar-dhealaichte. Nuair a chluinneas tu ainm datha, briog air an tunnag air a bheil e.
kn: ಈ ಹಲಗೆಯನ್ನು ನೀವು ಹಲವು ಬಣ್ಣಗಳನ್ನು ಗುರುತಿಸುವುದನ್ನು ಕಲಿಯುವಿರಿ. ನೀವು ಬಣ್ಣದ ಹೆಸರನ್ನು ಕೇಳಿದಾಗ ಆ ಬಣ್ಣದ ಬಾತುಕೋಳಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Listen to the color and click on the matching duck.
gd: Èist ris an dath is briog air an tunnag fhreagarrach.
kn: ಬಣ್ಣದ ಹೆಸರನ್ನು ಕೇಳಿ, ಅದಕ್ಕೆ ಹೊಂದುವ ಬಾತುಕೋಳಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Find the yellow duck
kn: ನೀವು ಹಳದಿ ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the black duck
kn: ನೀವು ಕಪ್ಪು ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the green duck
kn: ನೀವು ಹಸಿರು ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the red duck
kn: ನೀವು ಕೆಂಪು ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the white duck
kn: ನೀವು ಬಿಳಿ ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the blue duck
kn: ನೀವು ನೀಲಿ ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the brown duck
kn: ನೀವು ಕಂದು ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the grey duck
kn: ನೀವು ಬೂದು ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the orange duck
kn: ನೀವು ಕಿತ್ತಳೆ ಬಾತುಕೋಳಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Find the purple duck
kn: ನೀವು ನೇರಳೆ ಚಿಟ್ಟೆಯನ್ನು ಪತ್ತೆ ಮಾಡಿ

source: Connect 4 (2 Players)
gd: 4 ann an sreath (2 chluicheadair)
kn: ಕನೆಕ್ಟ - ೪ (೨ ಆಟಗಾರರು)

source: Arrange four coins in a row
gd: Cuir ceithir buinn ann an sreath
kn: ನಾಲ್ಕು ನಾಣ್ಯಗಳನ್ನು ಒಂದೇ ಸಾಲಿನಲ್ಲಿ ಜೋಡಿಸಿ

source: Create a line of 4 pieces either horizontally (lying down) or vertically (standing up) or diagonally.
gd: Cruthaich loidhne de 4 buinn air a' chòmhnard (nan laighe) no gu h-inghearach (nan seasamh) no air an trastan.
kn: ನಾಲ್ಕು ಒಂದೇ ರೀತಿಯ ತುಣುಕುಗಳನ್ನು ಅಡ್ಡಸಾಲಿನಲ್ಲಿ(ಮಲಗಿರುವಂತೆ) ಅಥವಾ ಕಂಬಸಾಲು(ನಿಂತಿರುವಂತೆ) ಜೋಡಿಸಿರಿ.

source: Click the position in the line where you want to drop a piece. You can also use the arrow keys to move the piece left or right, and the down or space key to drop a piece.
gd: Briog air an ionad air an loidhne far a bheil thu airson bonn a leigeil. 'S urrainn dhut na saighdean a chleachdadh cuideachd gus am bonn a ghluasad clì no deas is an iuchair sìos no an spacebar gus bonn a leagail.
kn: ನಿಮಗೆ ಬೇಕಾದ ಸ್ಥಳದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ತುಣುಕುಗಳನ್ನು ಬಿಳಿಸಿರಿ. ನೀವು ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಸಹಾ ಎಡ-ಬಲ ಚಲಿಸಬಹುದು. ಸ್ಪೇಸ್ ಬಾರ್ ಬಳಸಿ ತುಣುಕನ್ನು ಬಿಳಿಸಿರಿ.

source: The original code was written in 2005 by Laurent Lacheny. In 2006, Miguel de Izarra made the two players game. Images and Artificial Intelligence taken from project 4stattack by Jeroen Vloothuis. The original project can be found on &lt;http://forcedattack.sourceforge.net&gt;
gd: Chaidh an còd tùsail a sgrìobhadh ann an 2005 le Laurent Lacheny. Ann an 2006, rinn Miguel de Izarra an geama dà-chluicheadair. Chaidh na dealbhan is an inntinn fhuadain a thogail on phròiseact 4stattack le Jeroen Vloothuis. Gheibh thu am pròiseact tùsail air &lt;http://forcedattack.sourceforge.net&gt;
kn: ಇದರ ಮೂಲ ರೂಪವನ್ನು ಲಾರೆಂಟ್ ಲಾಚೆ ರವರು ೨೦೦೫ ರಲ್ಲಿ ರಚಿಸಿದರು. ಮಿಗ್ಯಲ್ ಡೆ ಇಜಾರಾರವರು ಇಬ್ಬರು ಆಡುವ ಆಟವನ್ನು ಮಾಡಿದರು. ಚಿತ್ರಗಳು ಮತ್ತು ಕೃತಕ ಬುದ್ಧಿಯನ್ನು ಜೇರಾಯನ್ ವ್ಲೋಯತಸ್ ರವ 4stattack ಯೋಜನೆಯಿಂದ ಪಡೆಯಲಾಗಿದೆ. ಮೂಲ ಯೋಜನೆಯನ್ನು &lt;http://forcedattack.sourceforge.net&gt; ಜಾಲತಾಣದಲ್ಲಿ ನೋಡಬಹುದು.

source: Connect 4
gd: 4 ann an sreath
kn: ಕನೆಕ್ಟ - ೪

source: Create a line of 4 pieces either horizontally (lying down), vertically (standing up) or diagonally.
gd: Cruthaich loidhne de 4 buinn air a' chòmhnard (nan laighe) no gu h-inghearach (nan seasamh) no air an trastan.
kn: ನಾಲ್ಕು ಒಂದೇ ರೀತಿಯ ತುಣುಕುಗಳನ್ನು ಅಡ್ಡಸಾಲಿನಲ್ಲಿ(ಮಲಗಿರುವಂತೆ), ಕಂಬಸಾಲು(ನಿಂತಿರುವಂತೆ) ಅಥವಾ ಕರ್ಣಸಾಲಿನಲ್ಲಿರುವಂತೆ(ಒರೆಯಾಗಿ) ಜೋಡಿಸಿರಿ.

source: Laurent Lacheny. Images and Artificial Intelligence taken from project 4stattack by Jeroen Vloothuis. The original project can be found on &lt;http://forcedattack.sourceforge.net&gt;
gd: Laurent Lacheny. Dealbhan is an inntinn fhuadain air an togail on phròiseact 4stattack le Jeroen Vloothuis. Gheibh thu am pròiseact tùsail air &lt;http://forcedattack.sourceforge.net&gt;
kn: ಲಾರೆಂಟ್ ಲಾಚೆಮಿ. ಚಿತ್ರಗಳು ಮತ್ತು ಕೃತಕ ಬುದ್ಧಿಯನ್ನು ಜೇರಾಯನ್ ವ್ಲೋಯತಸ್ ರವ 4stattack ಯೋಜನೆಯಿಂದ ಪಡೆಯಲಾಗಿದೆ. ಮೂಲ ಯೋಜನೆಯನ್ನು &lt;http://forcedattack.sourceforge.net&gt; ಜಾಲತಾಣದಲ್ಲಿ ನೋಡಬಹುದು.

source: Build the same model
gd: Tog an t-aon mhodail
kn: ಇದೇ ರೀತಿಯ ಮಾದರಿ ನಿರ್ಮಾನ ಮಾಡಿರಿ.

source: Drive the crane and copy the model
gd: Stiùir an crann-togail is dèan lethbhreac dhen mhodail
kn: ಕ್ರೇನನ್ನು ಚಾಲನೆ ಮಾಡಿ ಮತ್ತು ಮಾದರಿಯನ್ನು ಅನುಸರಿಸಿರಿ.

source: Mouse manipulation
gd: Cleachdadh na luchaige
kn: ಮೌಸ್ ಚಲನ ವಲನ

source: Motor-coordination
gd: Co-ghluasad
kn: ದೈಹಿಕ ಸಮನ್ವಯ

source: Move the items in the bottom left frame to copy their position in the top right model. Below the crane itself, you will find four arrows that let you move items. To select the item to move, just click on it. If you prefer, you can use the arrow keys and the space or tab key instead.
gd: Gluais na nithean san fhrèam aig a' bhonn chlì gus lethbhreac a dhèanamh dhen ionad aca sa mhodail air a' bharr deas. Fon chrann-togail fhèin, chì thu ceithir saighdean a leigeas leat nithean a ghluasad. Gus nì a thaghadh a tha thu airson gluasad, cha leig thu leas ach briogadh air. Mas fhearr leat, cleachd na saighdean is an spacebar no an iuchair taba na àite.
kn: ಎಡಭಾಗದಲ್ಲಿ ಕೆಳಗಿರುವ ಪ್ರೇಮ್ ನಿಂದ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಬಲಗಡೆಯಿರುವ ಪ್ರೇಮ್ ಗೆ ವಸ್ತುಗಳನ್ನು ಸಾಗಿಸಿರಿ. ಕ್ರೇನ್ ನ ಕೆಳಬಾಗದಲ್ಲಿ ನಿಮಗೆ ನಾಲ್ಕು ಬಾಣದ ಗುರುತುಗಳು ಕಾಣುತ್ತವೆ. ಅವುಗಳನ್ನು ಬಳಸಿ ಸಾಗಿಸಬಹುದ್. ನೀವು ಕೀಲಿಮಣೆಯ ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಮತ್ತು ಸ್ಪೇಸ್ ಬಾರ್ ಕೀಲಿಯನ್ನು ಸಹಾ ಬಳಸಬಹುದು.

source: Find the details
gd: Lorg an nì
kn: ವಿವರಗಳನ್ನು ಪಡೆಯಿರಿ

source: The images are from Wikimedia Commons.
gd: Tha na dealbhan o Wikimedia Commons.
kn: ಈ ಚಿತ್ರಗಳನ್ನು ವಿಕಿಮೀಡಿಯಾ ಕಾಮನ್ಸನಿಂದ ಪಡೆಯಲಾಗಿದೆ.

source: Vincent van Gogh, Entrance Hall of Saint-Paul Hospital - 1889
gd: Vincent van Gogh, Talla inntrigidh ospadal Saint-Paul - 1889
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ಎಂಟ್ರೇನ್ಸ ಹಾಲ್ ಆಪ್ ಸೈಂಟ್-ಪಾಲ್ ಹಾಸ್ಪಿಟಲ್ -೧೮೮೯

source: Vincent van Gogh, The Bridge of Langlois at Arles with a lady with umbrella - 1888
gd: Vincent van Gogh, Drochaid Langlois aig Arles le ban-uasal le sgàilean - 1888
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ದಿ ಬ್ರಿಡ್ಜ ಆಪ್ ಲೇಡಿಸ್ ಅಟ್ ಆರ್ಲೆಸ್ ವಿಥ್ ಅ ಲೇಡಿ ವಿಥ ಅಂಬ್ರೇಲಾ - ೧೮೮೮

source: Vincent van Gogh, The Church at Auvers-sur-Oise - 1890
gd: Vincent van Gogh, Eaglais Auvers-sur-Oise - 1890
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ದಿ ಚರ್ಚ ಅಟ್ ಅಯವೆರ್ಸ್-ಸರ್-ಅಯಸೆ - ೧೮೯೦

source: Vincent van Gogh, Painter on His Way to Work - 1888
gd: Vincent van Gogh, Peantair a' dol a dh'obair - 1888
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ಪೈಂಟರ್ ಆನ್ ಹಿಸ್ ವೇ ಟು ವರ್ಕ - ೧೮೮೮

source: Vincent van Gogh, The Harvest - 1888
gd: Vincent van Gogh, A' bhuain - 1888
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ದಿ ಹಾರ್ವೆಸ್ಟ - ೧೮೮೮

source: Vincent van Gogh, Cafe Terrace at Night - 1888
gd: Vincent van Gogh, Barraid cafaidh air an oidhche - 1888
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ಕೆಫೆ ಟೇರೇಸ್ ಅಟ್ ನೈಟ್ - ೧೮೮೮

source: Vincent van Gogh, The Night Café - 1888
gd: Vincent van Gogh, Cafaidh na h-oidhche - 1888
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ನೈಟ್ ಕೆಫೆ - ೧೮೮೮

source: Vincent van Gogh, Portrait of Pere Tanguy 1887-8
gd: Vincent van Gogh, Dealbh aig Père Tanguy 1887-8
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ ಪೋರ್ಟೈಟ್ ಆಪ್ ತಾನ್ ಗೂಯ್ - ೧೮೮೭-೮೮

source: Eilean Donan castle
gd: Caisteal Eilean Donnain
kn: ಎಲಿಯಾನ್ ಡೋನಾನ್ ಕೋಟೆ

source: Gizah Pyramids, Egypt
gd: Pioramaidean Giza san Èipheit
kn: ಜಿಝಾ ಪಿರಮಿಡ್ಡುಗಳು,ಈಜಿಪ್ಟ

source: Sydney Opera House, Australia
gd: Taigh-opara Shidni ann an Astràilia
kn: ಸಿಡ್ನಿಯ ಒಪೇರಾ ಹೌಸ್, ಆಸ್ಟ್ರೇಲಿಯಾ

source: Tower Bridge in London
gd: Drochaid an Tùir ann an Lunnainn
kn: ಲಂಡನನಲ್ಲಿ ಇರುವ ಟವರ್ ಸೇತುವೆ

source: Eiffel Tower, seen from the champ de Mars, Paris, France
gd: Tùr Eiffel o Champs de Mars, Paras san Fhraing
kn: ಐಪಲ್ ಗೋಪುರ, ಚಾಂಪ್ ಡಿ ಮಾರ್ಸ್,ಪ್ಯಾರಿಸ್,ಪ್ರಾನ್ಸ ನಿಂದ ನೋಡಿದಂತೆ.

source: Courtyard of the Museum of Louvre, and its pyramid
gd: Ceàrnag taigh-tasgaidh Louvre is a phioramaid
kn: ಲೌವ್ರೇ ವಸ್ತು ಸಂಗ್ರಹಾಲಯದ ಆವರಣ ಮತ್ತು ಪಿರಮಿಡ್

source: Panorama of Château de Chenonceau, Indre-et-Loire, France.
gd: Cuairt-shealladh aig Château de Chenonceau, Indre-et-Loire san Fhraing.
kn: ಚಾತಿಯೌ ಡಿ ಚೆಕೊನೆಸಿಯಾ, ಇಂಡ್ರೇ-ಇಟ್-ಲೌಯರ್,ಪ್ರಾನ್ಸ ನ ಪನೋರಮಾ ನೋಟ

source: Notre Dame de Paris cathedral on the Île de la Cité island in Paris, France.
gd: Cathair-eaglais Notre Dame ann am Paris air eilean Île de la Cité ann am Paras san Fhraing.
kn: ಇಲೆ ಡಿ ಲಾ ಸೈಟ್,ಪ್ರಾನ್ಸ ದ್ವೀಪದಲ್ಲಿರುವ ನೋಟ್ರೇ ಡೇಮ್ ಡಿ ಪ್ಯಾರೀಸ್ ಕ್ಯಾಥೆಡ್ರೆಲ್

source: Nagoya Castle, Aichi Prefecture, Japan.
gd: Caisteal Nagoya, Maorsainneachd Aichi san t-Seapan.
kn: ನಾಗೊಯಾ ಕೋಟೆ,ಐಚಿ ಪ್ರೆಪೆಕ್ಚರ್, ಜಪಾನ್

source: Taj Mahal, Agra, India
gd: Tāj Mahal, Āgrā sna h-Innseachan
kn: ತಾಜ್ ಮಹಲ್,ಅಗ್ರಾ,ಭಾರತ

source: Castle Neuschwanstein at Schwangau, Bavaria, Germany
gd: Caisteal Neuschwanstein aig Schwangau, Bavaria sa Ghearmailt
kn: ಸ್ಚಾವಾಂಗೂ,ಬವರೇಯಾ,ಜರ್ಮನಿ ಯಲ್ಲಿರು ನ್ಯೂಸ್ಚವಾನ್ಸಸ್ಟೀನ್ ಕೋಟೆ
