Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Use the keyboard arrows to move Tux up to the door. Use the spacebar to switch between invisible and visible modes. Visible mode just gives you an indication of your position, like a map. You cannot move Tux in visible mode. At the first levels, Tux walks comfortably, one step on each keypress, through the labyrinth. For larger labyrinths, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further. You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled. From level 14 on, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on Tux or the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
gd: Cleachd na saighdean air a' mheur-chlàr gus Tux a ghluasas dhan doras. Cleachd an spacebar gus leum a ghearradh eadar na modhan faicsinneach is do-fhaicsinneach. Cha dèan am modh faicsinneach ach sealladh far a bheil thu, mar mhapa. Chan urrainn dhut Tux a ghluasad sa modh fhaicsinneach. Air na ciad leibheilean, coisichidh Tux gu socair tron chuartan is nì e ceum le gach brùthadh iuchrach. Leis na cuartanan mòra, tha modh coiseachd sònraichte ann air a bheil "modh-ruith-gu-luath". Ma tha am modh-ruith-gu-luath seo an comas, ruithidh Tux gun stad gus an ruig e gobhal far am bi co-dhùnadh a dhìth ort càite an tèid e an uair sin. Chì thu cò dhiubh a bheil am modh seo air no nach eil ma sheallas tu air an dà chois Tux: Ma tha Tux casruisgte, tha am "modh-ruith-gu-luath" à comas. Ma tha brògan spòrs dearga air, tha am "modh-ruith-gu-luath" an comas. O leibheil 14 a-mach, bidh am modh-ruith-gu-luath an comas gu fèin-obrachail. Ma tha thu airson an fheart seo a chleachdadh air leibheilean nas ìsle no ma tha thu airson a chur dheth air leibheilean nas àirde, briog air Tux no air an ìomhaigheag "casruisgte / brògan spòrs" oisean clì air barr na sgrìn gus am modh-ruith-gu-luath a thogladh.
kn: ಕೀಲಿಮಣೆಯ ಬಾಣದ ಗುರುತಿನ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಟಕ್ಸನನ್ನು ಬಾಗಿಲ ಬಳಿ ಚಲಿಸಿರಿ. ಸ್ಪೇಸ್ ಬಾರ ನ್ನು ಬಳಸಿ ದೃಶ್ಯ ಮತ್ತು ಅದೃಶ್ಯ ರೀತಿಗೆ ಬದಲಾಯಿಸಬಹುದು. ದೃಶ್ಯ ರೀತಿಯು ನಿಮಗೆ ಟಕ್ಸ ಎಲ್ಲಿದ್ದಾನೆ ಎಂದು ನಕ್ಷೆಯಲ್ಲಿರುವಂತೆ ತೋರಿಸುತ್ತದೆ. ನೀವು ಟಕ್ಸನ್ನು ದೃಶ್ಯರೀತಿಯಲ್ಲಿ ಚಲಿಸಲು ಸಾದ್ಯವಿಲ್ಲ. ಮೊದಲ ಹಂತಗಳಲ್ಲಿ ಟಕ್ಸನ ಆರಾಮವಾಗಿ ಚಲಿಸುವನು. ಪ್ರತಿಯೊಂದು ಕೀಲಿಯನ್ನು ಒತ್ತಿದಾಗ ಒಂದು ಹೆಜ್ಜೆ ಚಲಿಸುವನು. ದೊಡ್ಡ ಒಗಟಿನಲ್ಲಿ ವಿಶೇಷವಾದ ನಡೆಯುವ ರೀತಿಯಿದೆ ಅದರ ಹೆಸರು "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ". ಈ ರೀತಿಯ ನಡಿಗೆಯು ಸಕ್ರೀಯವಾಗಿದ್ದಾಗ ಟಕ್ಸ ಕೊನೆ ಸಿಗುವವರೆಗೂ ವೇಗವಾಗಿ ಓಡುವನು. ಕೊನೆಯ ಮುಟ್ಟಿದ ನಂತರ ನೀವು ಯಾವ ಕಡೇ ಹೋಗಬೇಕು ಎಂದು ನಿರ್ದರಿಸಬೇಕು. ನೀವು "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ" ಸಕ್ರೀಯಗೊಳಿಸಿಲಾಗಿದೆಯೇ ಇಲ್ಲವೇ ಎಂದು ಟಕ್ಸನ ಪಾದವನ್ನು ನೋಡಿ ತಿಳಿಯಬಹುದು. ಅವನ ಪಾದವು ಖಾಲಿಯಾಗಿದ್ದರೆ ಸಕ್ರೀಯಗೊಳಿಸಿಲ್ಲ ಎಂದು ಮತ್ತು ಅವನ ಪಾದವು ಕೆಂಪು ಬೂಟನ್ನು ಧರಿಸಿದ್ದರೆ ಸಕ್ರೀಯಗೊಳಿಸಲಾಗಿದೆ ಎಂದು ತಿಳಿಯಬಹುದು . ಹಂತ-೧೪ ರಿಂದ "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ" ಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಕ್ರೀಯಗೊಳಿಸಲಾಗುವುದು. ನೀವು ಈ ನಡಿಗೆಯನ್ನು ಇತರೆ ಹಂತಗಳಲ್ಲಿ ಸಕ್ರೀಯಗೊಳಿಸಲು ಅಥವಾ ನಿಷ್ಕ್ರೀಯಗೊಳಿಸಲು ಪರದೆಯ ಎಡ ಮೇಲ್ಬಾಗದಲ್ಲಿರುವ ಟಕ್ಸನ "ಖಾಲಿಪಾದದ/ಬೂಟಿನೊಂದಿಗಿರುವ ಪಾದ" ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ

source: Error: this activity cannot be played with the sound effects disabled. Go to the configuration dialogue to enable the sound
gd: Mearachd: Chan urrainn dhut an cleas seo a chluich leis na h-èifeachdan fuaime à comas. Rach gu còmhradh an rèiteachaidh gus an fhuaim a chur an comas
kn: ದೋಷ: ಈ ಆಟವನ್ನು ಶಬ್ದ ಸಕ್ರೀಯಗೊಳಿಸದೆ ಆಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಕಾನ್ ಪಿಗರೇಷನ್ ಡಯಲಾಗ್ ಬಾಕ್ಸ್ ಗೆ ಹೋಗಿ ಶಬ್ದವನ್ನು ಸಕ್ರೀಯಗೊಳಿಸಿರಿ.

source: Melody
gd: Fonn
kn: ಸಂಗೀತ

source: Repeat a melody
gd: Cluich am fonn a chluinneas tu
kn: ಸಂಗೀತವನ್ನು ಮತ್ತೆ ಕೇಳಿರಿ

source: Ear-training activity
gd: Cleas trèanadh nan cluas
kn: ಕೇಳುವ ತರಭೇತಿಯ ಚಟುವಟಿಕೆಗಳು

source: Listen to the sound sequence played, and repeat it by clicking on the elements. You can listen again by clicking on the repeat button.
gd: Èist ris na fuaimean a thèid a chluich is cluich iad 's tu a' briogadh air na h-eileamaidean. Faodaidh tu èisteachd a-rithist is cha leig thu leas ach brùthadh air a' phutan.
kn: ಶಬ್ದ ಸಂಗೀತದ ಕ್ರಮವನ್ನು ಗಮನವಿಟ್ಟು ಕೇಳಿರಿ. ನೀವು ಮತ್ತೆ ಅದೇ ಕ್ರಮದ ಸಂಗೀತವನ್ನು ವಸ್ತುಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಸೃಷ್ಟಿಸಿರಿ. ಮತ್ತೆ ಕೇಳಲು ಪುನಃಮಾಡು ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: zero
gd: neoni
kn: ಸೊನ್ನೆ

source: one
gd: a h-aon
kn: ಒಂದು

source: two
gd: a dhà
kn: ಎರಡು

source: three
gd: a trì
kn: ಮೂರು

source: four
gd: a ceithir
kn: ನಾಲ್ಕು

source: five
gd: a còig
kn: ಐದು

source: six
gd: a sia
kn: ಆರು

source: seven
gd: a seachd
kn: ಏಳು

source: eight
gd: a h-ochd
kn: ಎಂಟು

source: nine
gd: a naoidh
kn: ಒಂಬತ್ತು

source: Memory
gd: Cuimhne
kn: ನೆನಪಿನ ಶಕ್ತಿ

source: Find the matching pair
gd: Lorg an seise
kn: ಸರಿಹೊಂದುವ ಜೋಡಿಯನ್ನು ಪತ್ತೆ ಹಚ್ಚಿರಿ.

source: Memory Game with images
gd: Geama cuimhne le dealbhan
kn: ಚಿತ್ರಗಳ ನೆನಪಿನ ಆಟ

source: Flip the cards to find the matching pairs
gd: Thoir car air na cairtean gus na càraidean a lorg
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿ ಸರಿಯಾದ ಜೋಡಿಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.

source: Train your memory and remove all the cards
gd: Cleachd do chuimhne is thoir a h-uile cairt air falbh
kn: ನಿಮ್ಮ ನೆನಪಿನ ಶಕ್ತಿಗೆ ತರಭೇತಿ ನೀಡಿರಿ ಮತ್ತು ಎಲ್ಲಾ ಕಾರ್ಡಗಳನ್ನು ಅಳಿಸಿರಿ.

source: A set of blank cards is shown. Each card has a picture on the other side, and each picture card has a twin exactly the same. Click on a card to see its hidden picture, and try to match the twins. You can only turn over two cards at once, so you need to remember where a picture is, while you look for its twin. When you turn over the twins, they both disappear.
gd: Thèid cairtean falamh a shealltainn dhut. Tha dealbh taobh eile gach cairte is tha càraid aig gach cairt air a bheil an t-aon dealbh. Briog air cairt gus an dealbh falaichte fhaicinn is feuch ris a sheise a lorg. Chan urrainn dhut ach dà chairt a thionndadh aig an aon àm, mar sin feumaidh tu cuir nad chuimhne far a bheil dealbh fhad 's a tha thu a' sireadh a chàraid. Nuair a thionndaidheas tu an càraid, thèid an dà thè à sealladh.
kn: ಈ ಆಟದಲ್ಲಿ ಹಲವು ಕಾರ್ಡಗಳನ್ನು ಪರದೆಯ ಮೇಲೆ ತೋರಿಸಲಾಗುವುದು. ನೀವು ಕಾರ್ಡನ್ನು ತಿರುಗಿಸಲು ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಒಂದೇ ರೀತಿಯ ಎರಡು ಜೋಡಿ ಕಾರ್ಡಗಳಿವೆ. ನೀವು ಸರಿಯಾದ ಜೋಡಿ ಕಾರ್ಡ ಕಂಡುಹಿಡಿದರೆ ಆ ಜೋಡಿಯು ಮಾಯವಾಗುವುದು. ನೀವು ಒಮ್ಮೆ ಎರಡು ಕಾರ್ಡಗಳನ್ನು ಮಾತ್ರ ತಿರುಗಿಸಿ ನೋಡಬಹುದು. ಆದುದರಿಂದ ನೀವು ಕಾರ್ಡನ ಚಿತ್ರವನ್ನು ಮತ್ತು ಸ್ಥಾನವನ್ನು ನೆನಪಿನಲ್ಲಿಡಬೇಕು. ಎಲ್ಲಾ ಕಾರ್ಡಗಳನ್ನು ಹೊಂದಿಸಿದರೆ ನೀವು ಗೆಲ್ಲುವಿರಿ.

source: Addition memory game
gd: Geama cuimhne cuir ris
kn: ಕೂಡುವ ನೆನಪಿನ ಆಟ

source: Turn the cards over to find two numbers which add up the same, until all the cards are gone.
gd: Thoir car air dà cairt gus na h-àireamhan a lorg a nì na tha air a' chairt eile gus am bi a h-uile cairt air falbh.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿ ಎರಡು ಕಾರ್ಡಗಳಲ್ಲಿರುವ ಸಂಖ್ಯಗಳನ್ನು ಕೂಡಿದಾಗ ಮೊತ್ತ ಒಂದೇ ಬರುವಂತಿರುವ ಕಾರ್ಡಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಸರಿಯಾದ ಮೊತ್ತ ಬರುವ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುತ್ತದೆ.

source: Practise adding up, until all the cards are gone.
gd: Cleachd cur ri chèile gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಕೂಡುವುದನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿರಿ.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an adding-up sum, or the answer to the sum. An adding-up sum looks like this: 2 + 2 = 4 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 2 (1, 2) and 2 more (3, 4) makes 4. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at adding-up! In this game, these cards are hiding the two parts of an adding-up sum (also called an addition sum). You need to find the two parts of the sum, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole sum. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper sum. When you do that, both those cards disappear! When you've made them all disappear, found all the sums, you've won the game! :)
gd: Chì thu cairtean ach chan fhaic thu na tha air an taobh eile aca. Tha gach cairt a' falach àireamhan airson cur ri chèile no an fhreagairt aig an cur ri chèile. Seo an coltas a bhios air àireamhan airson cur ri chèile: 2 + 2 = 4 Feumaidh na h-àireamhan air dàrna taobh an t-samhla co-ionnanachd (=) a bhith an aon rud 's a tha an àireamh taobh eile. Mar sin, ma chuireas tu 2 (1, 2) is 2 a bharrachd (3, 4) ri chèile, nì seo 4. Tog do ghuth fhad 's a bhios tu a' cunntadh gus seo obrachadh a-mach is cunnt air do chorragan cuideachd. Ma nì thu rud air iomadh dòigh, bidh e nas fhasa dhut cuimhneachadh air. Faodaidh tu blocaichean no putanan a chleachdadh cuideachd no rud sam bith eile a ghabhas cunntadh. Ma tha torr bhràithrean is pheathraichean agad, carson nach cunnt thu iadsan? No a' chlann sa chlas agad aig an sgoil? Seinn òrain cunntaidh. Cunnt iomadh rud airson cleachdadh is fàsaidh tu uabhasach math air an cur ris! Sa gheama seo, tha na cairtean a' falach an dà thaobh aig àireamhan air an cur ri chèile (ris an canar "suim cuir ris" cuideachd). Feumaidh tu an dà phàirt aig an t-suim a lorg ach am bi iad còmhla. Briog air cairt gus an àireamh a tha i a' falach fhaicinn is feuch an lorg thu an cairt eile a bhuineas dhi gus suim a chur còmhla. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm is mar sin, feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, 's urrainn dhut am maidseadh nuair a lorgas tu an dàrna leth. Tha thu a' dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh na h-àireamhan dol ri chèile ach an dèan iad suim mar bu chòir. Nuair a nì thu seo, thèid an dà chairt ud à sealladh! Nuair a bhios iad uile a-mach à sealladh is tu air a h-uile suim a lorg, buannaichidh tu an geama! :)
kn: ಈ ಆಟದಲ್ಲಿ ನೀವು ಕೆಲವು ಕಾರ್ಡಗಳನ್ನು ನೋಡಬಹುದು ಆದರೆ ಕಾರ್ಡನ ಹಿಂದೆ ಎನಿದೆ ಎಂದು ನೋಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಪ್ರತಿಯೊಂದು ಕಾರ್ಡಿನ ಹಿಂದೆ ಸಂಕಲಕ/ಸಂಕಲ್ಯ ಅಥವಾ ಮೊತ್ತ ಇರುತ್ತದೆ. ಕೂಡಿದ ನಂತರ ನಿಮ್ಮ ಉತ್ತರ ಈ ರೀತಿ ಇರಬಹುದು : ೨ +೨ = ೪ ಸಮಚಿನ್ಹೆಯ(=) ಒಂದು ಕಡೆ ಇರುವ ಸಂಖ್ಯೆಗಳು ಇನ್ನೊಂದು ಕಡೆ ಇರುವ ಸಂಖ್ಯೆಗಳಿಗೆ ಸಮನಾಗಿರಬೇಕು. ಉದಾಹರಣೆಗೆ: ೧+೩ = ೪ , ೨+೨ = ೪, ೩+೧ = ೪, ನೀವು ಸಂಖ್ಯೆಗಳನ್ನು ಕೂಡುವಾಗ ಬಾಯ್ದೆರೆ ಲೆಕ್ಕಗಳ ರೀತಿಯಲ್ಲಿ ಕೂಡಿರಿ. ನೀವು ನಿಮ್ಮ ಕೈಬೆರಳುಗಳನ್ನು ಬಳಸಿ ಸಹಾ ಕೂಡಬಹುದು. ನೀವು ಹೆಚ್ಚು ಹೆಚ್ಚು ಅಭ್ಯಾಸ ಮಾಡಿದಷ್ಟು ನಿಮ್ಮ ಕೂಡುವ ಕೌಶಲ್ಯ ಹೆಚ್ಚಾಗುತ್ತದೆ. ನೀವು ಹುಣಸೆಬೀಜ, ಕಲ್ಲು, ಕಡ್ಡಿ ಹೇಗೆ ಹಲವಾರು ವಸ್ತುಗಳನ್ನು ಬಳಸಿ ಕೂಡಬಹುದು. ನಿಮ್ಮ ಮನೆಯಲ್ಲಿ ಹೆಚ್ಚು ಜನರಿದ್ದರೆ ಅವರನ್ನೆ ಕೂಡಿ ಅಭ್ಯಾಸ ಮಾಡಬಹುದು. ನಿಮ್ಮ ತರಗತಿಯ ಅಥವಾ ಶಾಲೆಯ ಮಕ್ಕಳನ್ನು ಕೂಡಿ ಅಬ್ಯಾಸ ಮಾಡಬಹುದು. ಅಲ್ಲದೆ ಕೂಡುವ ಹಾಡುಗಳನ್ನು ಸಹಾ ಹಾಡಿ ಅಭ್ಯಾಸ ಮಾಡಬಹುದು. ನೀವು ಹೆಚ್ಚು ಹೆಚ್ಚು ಅಬ್ಯಾಸ ಮಾಡಿದಷ್ಟು ನಿಮ್ಮ ಕೂಡುವಿಕೆ ವೇಗವಾಗಿ ಮತ್ತು ನಿಖರವಾಗತ್ತದೆ. ಈ ಆಟದಲ್ಲಿ, ಕಾರ್ಡಗಳು ಕೂಡುವ ಕ್ರಿಯೆಯ ಸಮಚಿನ್ಹೆಯ ಎರಡು ಬದಿಯ ಎರಡು ಭಾಗಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಭಾಗವನ್ನು ಹೊಂದಿವೆ. ನೀವು ಇವುಗಳನ್ನು ಕಂಡುಹಿಡಿದು ಸರಿಹೊಂದಿಸಬೇಕು. ಕಾರ್ಡನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಎನಿದೆ ಎಂದು ನೋಡಿರಿ. ನಂತರ ಇನ್ನೊಂದು ಕಾರ್ಡನ್ನು ಕಂಡುಹಿಡಿದು ಸರಿಹೊಂದುವಂತೆ ಮಾಡಿ. ನೀವು ಒಮ್ಮೆ ೨ ಕಾರ್ಡಗಳನ್ನು ಮಾತ್ರ ತಿರುಗಿಸಬಹುದು ಆದುದರಿಂದ ಕಾರ್ಡಗಳು ಹೊಂದಿರುವ ಸಂಖ್ಯೆಗಳನ್ನು ನೆನಪಿನಲ್ಲಿಕೊಳ್ಳಬೇಕು. ನೀವು ಸಮಚಿನ್ಹೆಯಂತೆ ಕೆಲಸ ಮಾಡಬೇಕು. ಸಂಖ್ಯೆಗಳನ್ನು ಸರಿಹೊಂದಿಸಿ ಸಮನಾದ ಉತ್ತರ ಬರುವಂತೆ ಮಾಡಬೇಕು. ಆಗ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುತ್ತವೆ. ಹೀಗೆ ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾದರೆ ನೀವು ಆಟದಲ್ಲಿ ಗೆಲ್ಲುವಿರಿ. :)

source: Addition and subtraction memory game
gd: Geama cuimhne cuir ris is toirt air falbh
kn: ಕೂಡುವ ಮತ್ತು ಕಳೆಯುವ ನೆನಪಿನ ಆಟಗಳು

source: Turn the cards over to find two numbers which add or subtract the same, until all the cards are gone.
gd: Thoir car air dà cairt gus na h-àireamhan a lorg a nì na tha air a' chairt eile gus am bi a h-uile cairt air falbh.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿ ನೋಡಿ ಮತ್ತು ಕೂಡು ಅಥವಾ ಕಳೆಯುವ ಕ್ರಿಯೆಯಿಂದ ಒಂದೇ ಉತ್ತರ ಬರುವ ಕಾರ್ಡಗಳನ್ನು ಪತ್ತೆ ಹಚ್ಚಿರಿ.

source: Addition and subtraction
gd: Cur ri chèile is toirt air falbh
kn: ಸಂಕಲನ ಮತ್ತು ವ್ಯವಕಲನ

source: Practise addition, subtraction, until all the cards are gone.
gd: Cleachd cur ri chèile is toirt air falbh gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡುಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಸಂಕಲನ ಮತ್ತು ವ್ಯವಕಲನವನ್ನು ಅಬ್ಯಾಸ ಮಾಡಿರಿ.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding an operation, or the answer to it. In this game, these cards are hiding the two parts of an operation. You need to find the two parts of the operation, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole operation. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper equality. When you do that, both those cards disappear! When you've made them all disappear, found all the operations, you've won the game! :)
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile aca. Falaichidh gach cairt obrachadh no a fhreagairt. Sa gheama seo, 's e an dà phàirt aig obrachadh a dh'fhalaicheas na cairtean. Feumaidh tu an dà phàirt aig obrachadh a lorg is an cur còmhla. Briog air cairt gus faighinn a-mach dè an àireamh a dh'fhalaicheas i is an uair sin feuch an lorg thu an cairt eile a freagraicheas dhi gus obrachadh slàn a dhèanamh. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, 's urrainn dhut an leth eile a lorg gus am maidseadh. Tha thu a' dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh tu na h-àireamhan a chur còmhla ach am bi an dà thaobh co-ionnan. Nuair a nì thu seo, thèid an dà chairt à sealladh! Nuair a bhios a h-uile cairt air dol a-mach à sealladh is tu air a h-uile obrachadh a lorg, buannaichidh tu an geama! :)
kn: ನೀವು ಕೆಲವು ಕಾರ್ಡಗಳನ್ನು ನೋಡಬಹುದು. ಆದರೆ ಕಾರ್ಡನ ಹಿಂದೆ ಎನಿದೆ ಎಂದು ತಿಳಿಯಲು ಸಾದ್ಯವಿಲ್ಲ. ಪ್ರತಿಯೊಂದು ಕಾರ್ಡ ಒಂದು ಕ್ರಿಯೆ ಅಥವಾ ಉತ್ತರವನ್ನು ಹೊಂದಿದೆ. ಈ ಆಟದಲ್ಲಿ ೨ ಕಾರ್ಡಗಳು ಒಂದು ಗಣಿತ ಮೂಲಕ್ರಿಯೆಯ ಬಾಗಗಳನ್ನು ಹೊಂದಿದೆ. ನೀವು ಕ್ರಿಯೆಯ ಎರಡು ಭಾಗಗಳನ್ನು ಕಂಡುಹಿಡಿದು ಅವುಗಳನ್ನು ಸರಿಹೊಂದಿಸಬೇಕು.ಕಾರ್ಡಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಕಾರ್ಡನ ಹಿಂದೆ ಯಾವ ಸಂಖ್ಯೆ ಇದೆ ಎಂದು ತಿಳಿಯಿರಿ.ನಂತರ ಅದಕ್ಕೆ ಸರಿಹೊಂದುವ ಇನ್ನೊಂದು ಕಾರ್ಡನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.ನೀವು ಒಮ್ಮೆ ೨ ಕಾರ್ಡಗಳನ್ನು ಮಾತ್ರ ತಿರುಗಿಸಿ ನೋಡಬಹುದು. ಆದುದರಿಂದ ನೀವು ಕಾರ್ಡಿನ ಹಿಂದೆ ಇರುವ ಸಂಖ್ಯೆಯನ್ನು ನೆನೆಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಕು. ಆಗ ನೀವು ಕಾರ್ಡಿನ ಉಳಿದ ಅರ್ದವನ್ನು ಸುಲಭವಾಗಿ ಪತ್ತೆಹಚ್ಚಿ ಹೊಂದಿಸಬಹುದು. ನೀವು ಸಮಚಿನ್ಹೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸಬೇಕು. ನೀವು ೨ ಕಾರ್ಡಗಳ ಸಂಖ್ಯೆಗಳನ್ನು ಸಮಗೊಳಿಸಬೇಕು. ಆಗ ೨ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವು. ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾದಗ ನೀವು ಗೆಲ್ಲುವಿರಿ.:)

source: All operations memory game
gd: Geama cuimhne leis a h-uile obrachadh
kn: ಎಲ್ಲಾ ಮೂಲಕ್ರಿಯೆಗಳ ನೆನಪಿನ ಆಟ

source: Turn the cards over to find a matching operation, until all the cards are gone.
gd: Thoir car air dà cairt gus an obrachadh a lorg a nì seise gus am bi a h-uile cairt air falbh.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿ ನೋಡಿ ಮತ್ತು ಸರಿಹೊಂದುವ ಕ್ರಿಯೆಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಿರಿ ಎಲ್ಲಾ ಕಾರ್ಡಗಳನ್ನು ಮಾಯ ಮಾಡಿರಿ.

source: Addition, subtraction, multiplication, division
gd: Cur ris, toirt air falbh, iomadachadh is roinneadh
kn: ಸಂಕಲನ,ವ್ಯವಕಲನ, ಗುಣಾಕಾರ, ಭಾಗಾಕಾರ

source: Practise addition, subtraction, multiplication, division, until all the cards are gone.
gd: Cleachd cur ri chèile, toirt air falbh, iomadachadh is roinneadh gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಸಂಕಲನ,ವ್ಯವಕಲನ, ಗುಣಾಕಾರ ಮತ್ತು ಭಾಗಾಕಾರ ಕ್ರಿಯೆಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿರಿ.

source: All operations memory game against Tux
gd: Geama cuimhne leis a h-uile obrachadh an aghaidh Tux
kn: ಟಕ್ಸನ ವಿರುದ್ದ ಎಲ್ಲಾ ಕ್ರಿಯೆಗಳ ನೆನಪಿನ ಆಟ

source: Addition and subtraction memory game against Tux
gd: Geama cuimhne cuir ris is toirt air falbh an aghaidh Tux
kn: ಟಕ್ಸನ ಜೊತೆಗೆ ಸಂಕಲನ ಮತ್ತು ವ್ಯವಕಲನದ ನೆನಪಿನ ಆಟ

source: Addition memory game against Tux
gd: Geama cuimhne cuir ris an aghaidh Tux
kn: ಟಕ್ಸನ ವಿರುದ್ಧ ಸಂಕಲನದ ನೆನಪಿನ ಆಟ

source: Additions
gd: Cur ris
kn: ಸಂಕಲನಗಳು

source: Division memory game
gd: Geama cuimhne roinnidh
kn: ಭಾಗಾಕಾರ ನೆನಪಿನ ಆಟ

source: Division
gd: Roinneadh
kn: ಭಾಗಾಕಾರ

source: Practise division, until all the cards are gone.
gd: Cleachd roinneadh gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಭಾಗಾಕಾರವನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿರಿ.

source: Division memory game against Tux
gd: Geama cuimhne roinnidh an aghaidh Tux
kn: ಟಕ್ಸನ ವಿರುದ್ದ ಭಾಗಾಕಾರ ನೆನಪಿನ ಆಟ

source: Enumeration memory game
gd: Geama cuimhne àireamhachd
kn: ಎಣಿಕೆಯ ನೆನಪಿನ ಆಟ

source: Turn the cards over to match the number with the drawn picture.
gd: Thoir car air dà cairt gus an àireamh a lorg a chì thu san dealbh.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿ ಸಂಖ್ಯೆಯನ್ನು ಚಿತ್ರಗಳಿಗೆ ಸರಿಹೊಂದಿಸಿರಿ

source: Numeration training, memory.
gd: Cleachdadh nan àireamhan, cuimhne.
kn: ಎಣಿಕೆಯ ತರಭೇತಿ, ಸ್ಮರಣೆ

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of pictures, or the written number.
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile aca. Falaichidh gach cairt àireamh de dhealbhan no facal na h-àireimhe.
kn: ನೀವು ಕೆಲವು ಕಾರ್ಡಗಳನ್ನು ನೋಡಬಹುದು, ಆದರೆ ಕಾರ್ಡನ ಹಿಂದೆ ಎನಿದೆ ಎಂದು ನೋಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಪ್ರತಿಯೊಂದು ಕಾರ್ಡ ಒಂದು ಸಂಖ್ಯೆಯನ್ನು ಅಥವಾ ಚಿತ್ರವನ್ನು ಹೊಂದಿದೆ.

source: Subtraction memory game
gd: Geama cuimhne toirt air falbh
kn: ಕಳೆಯುವ ನೆನಪಿನ ಆಟ

source: Turn the cards over to find two numbers which subtract the same, until all the cards are gone.
gd: Thoir car air dà cairt gus na h-àireamhan a lorg a nì na tha air a' chairt eile gus am bi a h-uile cairt air falbh.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿರಿ ಮತ್ತು ಕಳೆದಾಗ ಒಂದೇ ಉತ್ತರ ಬರುವ ಎರಡು ಕಾರ್ಡಗಳನ್ನು ಹುಡುಕಿರಿ. ಎಲ್ಲ ಕಾರ್ಡಗಳನ್ನು ಸರಿಹೊಂದಿಸಿದರೆ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುತ್ತವೆ.

source: Practise subtraction, until all the cards are gone.
gd: Cleachd toirt air falbh gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಕಳೆಯುವುದನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿರಿ.

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a subtraction, or the answer to it. A subtraction looks like this: 3 - 1 = 2 The numbers on one side of the equals sign (=) have to be the same as the number on the other side. So 3 (1, 2, 3) less 1 (1) makes 2. Count aloud when you work this out, and count on your fingers, because the more ways you do something, the better you remember it. You can also use blocks, or buttons, or anything you can count. If you have lots of brothers and sisters, you can count them! Or the kids in your class at school. Sing counting songs. Count lots of things, for practice, and you'll be very good at subtracting numbers! In this game, these cards are hiding the two parts of a subtraction. You need to find the two parts of the subtraction, and bring them together again. Click on a card to see what number it's hiding, then try to find the other card that goes with it, to make a whole difference. You can only turn over two cards in one go, so you need to remember where the numbers are hiding, then you can match them when you find their other half. You're doing the job of the equals sign, and the numbers need you to put them together and make a proper difference. When you do that, both those cards disappear! When you've made them all disappear, found all the subtracts, you've won the game! :)
gd: Chì thu cairtean ach chan fhaic thu na tha air an taobh eile aca. Tha gach cairt a' falach àireamhan leis an dàrna tè ga toirt air falbh on tè eile no an fhreagairt aig an toirt air falbh. Seo an coltas a bhios air toirt air falbh: 3 - 1 = 2 Feumaidh na h-àireamhan air dàrna taobh an t-samhla co-ionnanachd (=) a bhith an aon rud 's a tha an àireamh taobh eile. Mar sin, ma bheir thu 1 (1) air falbh o 3 (1, 2, 3), nì seo 2. Tog do ghuth fhad 's a bhios tu a' cunntadh gus seo obrachadh a-mach is cunnt air do chorragan cuideachd. Ma nì thu rud air iomadh dòigh, bidh e nas fhasa dhut cuimhneachadh air. Faodaidh tu blocaichean no putanan a chleachdadh cuideachd no rud sam bith eile a ghabhas cunntadh. Ma tha torr bhràithrean is pheathraichean agad, carson nach cunnt thu iadsan? No a' chlann sa chlas agad aig an sgoil? Seinn òrain cunntaidh. Cunnt iomadh rud airson cleachdadh is fàsaidh tu uabhasach math air an toirt air falbh! Sa gheama seo, tha na cairtean a' falach an dà thaobh aig àireamh ga toirt air falbh o àireamh eile. Feumaidh tu an dà phàirt aig an toirt air falbh a lorg ach am bi iad còmhla. Briog air cairt gus an àireamh a tha i a' falach fhaicinn is feuch an lorg thu an cairt eile a bhuineas dhi gus an diofar a chur còmhla. Chan urrainn dhut car a thoirt ach air dà chairt aig an aon àm is mar sin, feumaidh tu cur nad chuimhne far a bheil na h-àireamhan gam falach. An uair sin, 's urrainn dhut am maidseadh nuair a lorgas tu an dàrna leth. Tha thu a' dèanamh an obair aig an t-samhla co-ionnanachd is feumaidh na h-àireamhan dol ri chèile ach an dèan iad toirt air falbh mar bu chòir. Nuair a nì thu seo, thèid an dà chairt ud à sealladh! Nuair a bhios iad uile a-mach à sealladh is tu air a h-uile toirt air falbh a lorg, buannaichidh tu an geama! :)
kn: ನೀವು ಕೆಲವು ಕಾರ್ಡಗಳನ್ನು ನೋಡಬಹುದು, ಆದರೆ ಕಾರ್ಡನ ಹಿಂದೆ ಎನಿದೆ ಎಂದು ನೋಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಪ್ರತಿಯೊಂದು ಕಾರ್ಡ ಒಂದು ವ್ಯವಕಲನ ಕ್ರಿಯೆಯನ್ನು ಅಥವ ಉತ್ತರವನ್ನು ಹೊಂದಿದೆ. ಕಳೆಯುವ ಕ್ರಿಯೆಗೆ ಉದಾಹರಣೆ : ೩ - ೧ = ೨ ಸಮಚಿನ್ಹೆಯ ಎರಡು ಕಡೆ ಒಂದೊಂಕ್ಕೊಂದು ಸರಿಹೊಂದುವಂತೆ ಸೇರಿಸಬೇಕು. ಉದಾಹರಣೆಗೆ ೩-೧=೨. ೪-೨ = ೨.. ಇತ್ಯಾದಿ.ನೀವು ಸಂಖ್ಯೆಗಳನ್ನು ಕೂಡುವಾಗ ಬಾಯ್ದೆರೆ ಲೆಕ್ಕಗಳ ರೀತಿಯಲ್ಲಿ ಕೂಡಿರಿ. ನೀವು ನಿಮ್ಮ ಕೈಬೆರಳುಗಳನ್ನು ಬಳಸಿ ಸಹಾ ಕಳೆಯಬಹುದು. ನೀವು ಹೆಚ್ಚು ಹೆಚ್ಚು ಅಭ್ಯಾಸ ಮಾಡಿದಷ್ಟು ನಿಮ್ಮ ಕಳೆಯುವ ಕೌಶಲ್ಯ ಹೆಚ್ಚಾಗುತ್ತದೆ. ನೀವು ಹುಣಸೆಬೀಜ, ಕಲ್ಲು, ಕಡ್ಡಿ ಹೇಗೆ ಹಲವಾರು ವಸ್ತುಗಳನ್ನು ಬಳಸಿ ಕಳೆಯಬಹುದು. ನಿಮ್ಮ ಮನೆಯಲ್ಲಿ ಹೆಚ್ಚು ಜನರಿದ್ದರೆ ಅವರನ್ನೆ ಕಳೆದು ಅಭ್ಯಾಸ ಮಾಡಬಹುದು. ನಿಮ್ಮ ತರಗತಿಯ ಅಥವಾ ಶಾಲೆಯ ಮಕ್ಕಳನ್ನು ಕಳೆದು ಅಬ್ಯಾಸ ಮಾಡಬಹುದು. ಅಲ್ಲದೆ ಕಳೆಯುವ ಹಾಡುಗಳನ್ನು ಸಹಾ ಹಾಡಿ ಅಭ್ಯಾಸ ಮಾಡಬಹುದು. ನೀವು ಹೆಚ್ಚು ಹೆಚ್ಚು ಅಬ್ಯಾಸ ಮಾಡಿದಷ್ಟು ನಿಮ್ಮ ಲೆಕ್ಕ ವೇಗವಾಗಿ ಮತ್ತು ನಿಖರವಾಗತ್ತದೆ. ಈ ಆಟದಲ್ಲಿ, ಕಾರ್ಡಗಳು ಕಳೆಯುವ ಕ್ರಿಯೆಯ ಸಮಚಿನ್ಹೆಯ ಎರಡು ಬದಿಯ ಎರಡು ಭಾಗಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಒಂದು ಭಾಗವನ್ನು ಹೊಂದಿವೆ. ನೀವು ಇವುಗಳನ್ನು ಕಂಡುಹಿಡಿದು ಸರಿಹೊಂದಿಸಬೇಕು. ಕಾರ್ಡನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಎನಿದೆ ಎಂದು ನೋಡಿರಿ. ನಂತರ ಇನ್ನೊಂದು ಕಾರ್ಡನ್ನು ಕಂಡುಹಿಡಿದು ಸರಿಹೊಂದುವಂತೆ ಮಾಡಿ. ನೀವು ಒಮ್ಮೆ ೨ ಕಾರ್ಡಗಳನ್ನು ಮಾತ್ರ ತಿರುಗಿಸಬಹುದು ಆದುದರಿಂದ ಕಾರ್ಡಗಳು ಹೊಂದಿರುವ ಸಂಖ್ಯೆಗಳನ್ನು ನೆನಪಿನಲ್ಲಿಕೊಳ್ಳಬೇಕು. ನೀವು ಸಮಚಿನ್ಹೆಯಂತೆ ಕೆಲಸ ಮಾಡಬೇಕು. ಸಂಖ್ಯೆಗಳನ್ನು ಸರಿಹೊಂದಿಸಿ ಸಮನಾದ ಉತ್ತರ ಬರುವಂತೆ ಮಾಡಬೇಕು. ಆಗ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುತ್ತವೆ. ಹೀಗೆ ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾದರೆ ನೀವು ಆಟದಲ್ಲಿ ಗೆಲ್ಲುವಿರಿ. :)

source: Subtraction memory game against Tux
gd: Geama cuimhne toirt air falbh an aghaidh Tux
kn: ಟಕ್ಸನ ಜೊತೆ ಕಳೆಯುವ ನೆನಪಿನ ಆಟ

source: Multiplication memory game
gd: Geama cuimhne iomadachaidh
kn: ಗುಣಾಕಾರ ನೆನಪಿನ ಆಟ

source: Turn the cards over to find two numbers which multiply the same, until all the cards are gone.
gd: Thoir car air dà cairt gus na h-àireamhan a lorg a nì na tha air a' chairt eile gus am bi a h-uile cairt air falbh.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿ ಮತ್ತು ಗುಣಿಸಿದಾಗ ಸಮನಾದ ಗುಣಲಬ್ದ ಬರುವ ಸಂಖ್ಯೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಎಲ್ಲಾ ಕಾರ್ಡಗಳನ್ನು ಮಾಯ ಮಾಡಿರಿ.

source: Multiplication
gd: Iomadachadh
kn: ಗುಣಾಕಾರ

source: Practise multiplication, until all the cards are gone.
gd: Cleachd iomadachadh gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಗುಣಾಕಾರ ಅಭ್ಯಾಸ ಮಾಡಿರಿ.

source: Multiplication and division memory game
gd: Geama cuimhne iomadachaidh is roinnidh
kn: ಗುಣಾಕಾರ ಮತ್ತು ಭಾಗಾಕಾರದ ನೆನಪಿನ ಆಟ

source: Multiplication, division
gd: Iomadachadh, roinneadh
kn: ಗುಣಾಕಾರ, ಭಾಗಾಕಾರ

source: Practise multiplication, division, until all the cards are gone.
gd: Cleachd iomadachadh is roinneadh gus am bi a h-uile cairt air falbh.
kn: ಗುಣಾಕಾರ ಮತ್ತು ಭಾಗಾಕಾರವನ್ನು ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವರೆಗೂ ಅಭ್ಯಾಸ ಮಾಡಿರಿ

source: Multiplication and division memory game against Tux
gd: Geama cuimhne iomadachaidh is roinnidh an aghaidh Tux
kn: ಟಕ್ಸ ನ ಜೊತೆ ಗುಣಾಕಾರ ಮತ್ತು ಭಾಗಾಕಾರ ನೆನಪಿನ ಆಟ
