Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Simple understanding of musical rhythm and beat.
gd: Tuigse bhunasach air ruitheam is buillean ciùil.
kn: ಸಂಗೀತದ ತಾಳ ಮತ್ತು ಲಯಗಳಗ ಸರಳ ತಿಳುವಳಿಕೆ.

source: Learn to beat rhythms precisely and accurately based on what you see and hear.
gd: Ionnsaich mar a bhuaileas tu ruitheaman gu pongail, stèidhichte air na chì is na chluinneas tu.
kn: ನೀವು ನೋಡಿದ ಮತ್ತು ಕೇಳಿದ ಸಂಗೀತದ ಲಯ ತಾಳಗಳನ್ನು ನಿಖರವಾಗಿ ಮತ್ತು ಸಂಕ್ಷೀಪ್ತವಾಗಿ ನುಡಿಸಲು ಕಲಿಯಿರಿ.

source: This is a relatively challenging game to master, so good luck. Listen to the rhythm played, and follow along with the music. If you would like to hear it again, click the play button. When you're ready to perform the identical rhythm, click the drum to the rhythm, then click the OK button. If you clicked correctly and in the right tempo, another rhythm is displayed. If not, you must try again. Even levels display a vertical playing line when you click the drum, which helps you see when to click to follow the rhythm. Click on the drum when the line is in the middle of the notes. Odd levels are harder, because there is no vertical playing line. The rhythm will not be played for you. You must read the rhythm, and click it back in tempo. Click the metronome to hear the quarter note tempo. The following keyboard bindings work in this game: - backspace: erase attempt - delete: erase attempt - enter/return: OK button - space bar: play
gd: Seo geama doirbh dhut, mar sin guma ma a thèid leat! Èist ris an ruitheam is lean air leis a' chiùil. ma tha thu airson a chluinntinn a-rithist, briog air a' phutan cluiche. Ma tha thu deiseil gus an aon ruitheam a chluich, briog an druma leis an ruitheam is an uair sin briog air a' phutan "OK". Ma tha thu air briogadh mar bu chòir is leis an luaths cheart, chì thu ruitheam eile. Mur deach leat, feumaidh tu feuchainn a-rithist. Seallaidh leibheilean cothrom liodhne inghearachd dhut nuair a nì thu briogadh air an druma is bheir seo taic dhut a' faicinn an ruitheim gus an dèan thu briogadh air an àm cheart. Briog air an druma nuair a bhios an liodhne ann am meadhan nam pong. Tha na leibheilean corra nas dorra oir chan eil loidhne cluiche inghearach ann. Cha tèid an ruitheam a chluich dhut. feumaidh tu an ruitheam a leughadh is a bhriogadh leis an luaths cheart. Briog air a' mheadair caismeachd gus luaths nam pongan dubha a chluinntinn. Seo nasgadh iuchraichean a' mheur-chlàir leis a' chleas seo: - backspace: sguab às dhan oidhirp - delete: sguab às dhan oidhirp - enter/return: putan "OK" - space bar: cluich
kn: ಇದು ಕಲಿಯಲು ಸವಾಲಿನ ಆಟವಾಗಿದೆ. ಪ್ರಯತ್ನಿಸಿರಿ. ನಿಮಗೆ ಶುಭವಾಗಲಿ. ಗಣಕದಲ್ಲಿ ನುಡಿಸುವ ಸಂಗೀತದ ತಾಳವನ್ನು ಗಮನವಿಟ್ಟು ಆಲಿಸಿರಿ. ನೀವು ಮತ್ತೆ ಕೆಳಬಯಸಿದರೆ ನುಡಿಸು ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನೀವು ತಾಳವನ್ನು ಕೇಳಿ ಅದರಂತೆ ನುಡಿಸಲು ಶಕ್ತರಾದಾಗ ತಾಳವನ್ನು ತಬಲದ ಮೇಲೆ ನುಡಿಸಿರಿ. ನಂತರ ಸರಿ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನೀವು ಸರಿಯಾದ ಗತಿಯಲ್ಲಿ ತಾಳವನ್ನು ನುಡಿಸಿದ್ದರೆ , ಮತ್ತೋಂದು ತಾಳವನ್ನು ನುಡಿಸಲಾಗುವುದು. ತಪ್ಪಿದ್ದರೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ ನೀವು ತಬಲದ ಮೇಲೆ ಕ್ಲಿಕ್ ‌ಮಾಡಿದಾಗ ಸರಿಸಂಖ್ಯೆಯ ಹಂತಗಳಲ್ಲಿ ಕಂಬಸಾಲಿನ ತಾಳವನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತವೆ. ಇದು ನಿಮಗೆ ತಾಳವನ್ನು ಅನುಸರಿಸಲು ಹೇಗೆ ಕ್ಲಿಕ್ ಮಾಡಬೇಕೆಂದು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಚಿನ್ಹೆಯ ಮದ್ಯಬಾಗದಲ್ಲಿ ರೇಖೆಯಿದ್ದಾಗ ತಬಲವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಬೆಸಸಂಖ್ಯೆಯ ಹಂತಗಳು ಕಠಿಣವಾಗಿರುತ್ತವೆ ಎಕೆಂದರೆ ಇಲ್ಲಿ ಕಂಬಸಾಲು ಇರುವುದಿಲ್ಲ. ನಿಮಗೆ ತಾಳವನ್ನು ಕೇಳಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ತಾಳವನ್ನು ಓದಿ ನಂತರ ಸರಿಯಾದ ಗತಿಯಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಬೇಕು. ತಾಳಯಂತ್ರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ನೀವು ಕಾಲು ಚಿನ್ಹೆಯ ಗತಿಯನ್ನು ಕೇಳಬಹುದು. ಕೀಲಿಮಣೆಯ ಬಳಕೆ ಈ ಕೆಳಗಿನಂತಿದೆ: -ಬ್ಯಾಕ್ ಸ್ಪೇಸ್ : ಪ್ರಯತ್ನವನ್ನು ಅಳಿಸಿರಿ. -ಡೀಲೀಟ್ : ಪ್ರಯತ್ನವನ್ನು ಅಳಿಸಿರಿ. -ಎಂಟರ್ : ಸರಿ ಗುಂಡಿ -ಸ್ಪೇಸ್ ಬಾರ್ : ನುಡಿಸು

source: This is the first plugin in GCompris coded in the Python Programming language.
gd: Seo a' chiad plugain ann an GCompris a chaidh a chòdachadh leis a' chànan prògramachaidh Python.
kn: ಇದು ಪೈಥಾನ್ ಗಣಕದ ಭಾಷೆಯಲ್ಲಿ ಸಂಕೇತಿಸಿದ ಮೊದಲ ಜಿಕಾಂಪ್ರೈಸ್ ಪ್ಲಗಿನ್ ಆಗಿದೆ.

source: Python Template
gd: Teamplaid Python
kn: ಪೈಥಾನ್ ಟೆಂಪ್ಲೇಟ್

source: An empty Python activity to use as a starting point
gd: Cleas Python falamh a dh'fhaodas tu cleachdadh mar thoiseach tòiseachaidh
kn: ನಿಮ್ಮ ಮೊದಲ ಕಲಿಕೆಗಾಗಿ ಖಾಲಿ ಪೈಥಾನ್ ಚಟುವಟಿಕೆ.

source: Advanced Python Programmer :)
gd: Prògramaiche Python adhartach :)
kn: ಸುಧಾರಿತ ಪೈಥಾನ್ ಪ್ರೋಗ್ರಾಮರ್:)

source: Add a language-binding to GCompris.
gd: Cuir nasgadh dha chànan ri GCompris.
kn: ಜಿಕಾಂಪ್ರೈಸ್ ಗೆ ಭಾಷೆಯನ್ನು ಸೇರಿಸಿರಿ.

source: Thanks to Guido van Rossum and the Python team for this powerful language!
gd: Taing do Guido van Rossum is dhan sgioba Python airson a' chànain chumhachdaich seo!
kn: ವ್ಯಾನ್ ರೋಸ್ಸುಮ್ ಮತ್ತು ಪೈಥಾನ ತಂಡಕ್ಕೆ ಶಕ್ತಿಶಾಲಿ ಗಣಕದ ಭಾಷೆಯನ್ನಿ ನಿರ್ಮಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು

source: It is now possible to develop GCompris activities in C or in Python. Thanks to Olivier Samys who makes this possible.
gd: 'S urrainn dhuinn cleasan GCompris a leasachadh le C no Python a-nis. Mòran taing do Olivier Samys a chruthaich an comas seo.
kn: ಈಗ ಜಿಕಾಂಪ್ರೈಸ್ ನ ಚಟುವಟಿಕೆಗಳನ್ನು C ಅಥವಾ ಪೈಥಾನ್ ಭಾಷೆಯಲ್ಲಿ ನಿರ್ಮಿಸಬಹುದು. ಈ ಸಾದ್ಯತೆಯನ್ನು ಮಾಡಿದ ಓಲಿವರ್ ಸ್ಯಾಮಿಸ್ ಗೆ ಧನ್ಯವಾದಗಳು.

source: This activity is not playable, just a test
gd: Na cluich seo, chan e ach deuchainn a th' ann
kn: ಈ ಚಟುವಟಿಕೆ ಆಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಕೇವಲ ಪರೀಕ್ಷೆಗಾಗಿ ಮಾತ್ರ.

source: Disable line drawing in circle
gd: Cuir tarraing loidhne ann an cearcall à comas
kn: ವೃತ್ತದೊಳಗೆ ರೇಖೆ ಬರೆಯುವುದನ್ನು ನಿಶ್ಕ್ರೀಯಗೊಳಿಸಿರಿ.

source: Color of the line
gd: Dath na loidhne
kn: ರೇಖೆಯ ಬಣ್ಣ

source: Distance between circles
gd: Astar eadar cearcaill
kn: ವೃತ್ತಗಳ ನಡುವಿನ ಅಂತರ

source: Use circles
gd: Cleachd cearcaill
kn: ವೃತ್ತಗಳನ್ನು ಬಳಸಿ

source: Use rectangles
gd: Cleachd ceart-cheàrnaich
kn: ಆಯತಗಳನ್ನು ಬಳಸಿ

source: Python Test
gd: Deuchainn Python
kn: ಪೈತಾನ್ ಪರೀಕ್ಷೆ

source: Test board for the Python plugin
gd: Bòrd deuchainn airson a' phlugain Python
kn: ಪೈಥಾನ್ ಪ್ಲಗಿನಗಾಗಿ ಪರೀಕ್ಷೆ ಹಲಗೆ

source: Memory game
gd: Geama cuimhne
kn: ಸ್ಮರಣಶಕ್ತಿ ಆಟ

source: Build a train according to the model
gd: Tog trèana a rèir a' mhodail
kn: ಮಾದರಿಯಂತೆ ರೈಲುಬಂಡಿಯನ್ನು ನಿರ್ಮಿಸಿರಿ.

source: Railway
gd: Rathad-iarainn
kn: ರೇಲ್ವೆ

source: A memory game based on trains
gd: Geama cuimhne stèidhichte air trèanaichean
kn: ರೈಲುಗಾಡಿ ಆದಾರಿತ ನೆನಪಿನ ಆಟ

source: Memory-training
gd: Cleachdadh na cuimhne
kn: ಸ್ಮರಣ ಶಕ್ತಿ ತರಭೇತಿ

source: A train - a locomotive and carriage(s) - is displayed at the top of the main area for a few seconds. Rebuild it at the top of the screen by selecting the appropriate carriages and locomotive. Deselect an item by clicking on it again. Check your construction by clicking on the hand at the bottom.
gd: Chì thu trèana - einnsean is carbad(an) - air barr a' phrìomh raoin fad diog no dhà. Ath-thog e air barr na sgrìn is tu a' taghadh an einnsein is nan carbadan iomchaidh. Ma tha thu airson 's nach eil nì air a thaghadh tuilleadh, briog air a-rithist. Gus na thog thu a dhearbhadh, briog air an làmh air a bhonn.
kn: ಈ ಆಟದಲ್ಲಿ ರೈಲುಗಾಡಿಯ ಇಂಜಿನ ಮತ್ತು ಹಲವು ರೀತಿಯ ರೈಲು ಬೋಗಿಗಳನ್ನು ಪರದೆಯ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಕೆಲವು ಸೆಕೆಂಡುಗಳ ಕಾಲ ಪ್ರದರ್ಶಿಸಲಾಗುವುದು. ನೀವು ಇದೇ ರೀತಿಯ ರೈಲನ್ನು ಪರದೆಯ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಮತ್ತೆ ನಿರ್ಮಾಣ ಮಾಡಬೇಕು. ಯಾವುದಾದರೂ ರೈಲಿನ ಬಾಗವನ್ನು ತೆಗೆಯಲು ಅದರ ಮೇಲೆ ಮತ್ತೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನಿಮ್ಮ ನಿರ್ಮಾಣ ಸರಿಯಿದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಲು ಕೆಳಗೆ ಇರುವ ಕೈಚಿತ್ರದ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Error: We can't find a list of words to play this game.
gd: Mearachd: Cha d' fhuair sinn lorg air liosta nam faclan gus an geama seo a chluich.
kn: ದೋಷ: ಈ ಆಟವನ್ನು ಆಡಲು ಪದಗಳ ಪಟ್ಟಿ ಲಬ್ಯವಿಲ್ಲ.

source: Please, check if the word
gd: An deach am facal
kn: ದಯವಿಟ್ಟು ! ಪರದೆಯ ಮೇಲೆ

source: is being displayed
gd: a shealltainn?
kn: ಪದವು ತೋರಿಸಲಾಯಿತೆ ಎಂದು ಪರೀಕ್ಷಿಸಿರಿ

source: We skip this level because there are not enough words in the list!
gd: Gearraidh sinn leum thar an leibheil seo oir chan eil faclan gu leòr san liosta!
kn: ಈ ಹಂತವನ್ನು ಸಾಕಷ್ಟು ಪದಗಳು ಲಬ್ಯವಿಲ್ಲದ ಕಾರಣ ಕೈಬಿಡಲಾಗಿದೆ.

source: Yes, I saw it
gd: Chaidh, chunnaic mi e
kn: ಹೌದು, ನಾನದನ್ನು ನೋಡಿದೆ

source: No, it was not there
gd: Cha deach, cha robh e ann
kn: ಇಲ್ಲ,ನಾನು ಅದನ್ನು ನೋಡಲಿಲ್ಲ

source: The word to find was '%s'
gd: Is "%s" am facal a bha agad ri lorg
kn: ನೀವು ಹುಡುಕಬೇಕಾದ ಪದ '%s'

source: But it was not displayed
gd: Ach cha deach a shealltainn
kn: ಆದರೆ ಅದನ್ನು ಪ್ರದರ್ಶಿಸಿಲ್ಲ.

source: And it was displayed
gd: Is chaidh a shealltainn
kn: ಮತ್ತು ಇದನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗಿತ್ತು.

source: Horizontal reading practice
gd: Cleachdadh leughaidh còmhnard
kn: ಅಡ್ಡಸಾಲಿನಲ್ಲಿ ಓದುವ ತರಭೇತಿ

source: Read a list of words and work out if a given word is in it
gd: Leugh liosta fhaclan is obraich a-mach a bheil am facal a chaidh a thoirt dhut ann
kn: ಪದಗಳ ಪಟ್ಟಿಯನ್ನು ಓದಿರಿ ಮತ್ತು ನೀಡಿರುವ ಪದವು ಅದರಲ್ಲಿದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಿರಿ.

source: Reading training in a limited time
gd: Cleachdadh leughaidh le ùine cuingealaichte
kn: ಕಡಿಮೆ ಅವಧಿಯಲ್ಲಿ ಓದುವ ತರಭೇತಿ

source: A word is shown at the top right of the board. A list of words will appear and disappear on the left. Does the given word belong to the list?
gd: Thèid facal a shealltainn dhut taobh deas aig barr a' bhùird. Nochdaidh faclan is tèid iad à sealladh taobh clì. A bheil am facal a chaidh a thoirt dhut nam measg?
kn: ಪರದೆಯ ಬಲ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಒಂದು ಪದವನ್ನು ತೋರಿಸಲಾಗುವುದು. ಪರದೆಯ ಎಡಬಾಗದಲ್ಲಿ ಹಲವು ಪದಗಳು ಕಾಣಿಸಿಕೊಂಡು ಮಾಯವಾಗುತ್ತವೆ. ತೋರಿಸಿದ ಪದವು ಪಟ್ಟಿಯಲ್ಲಿ ಇದೆಯೇ?

source: Vertical-reading practice
gd: Cleachdadh leughaidh inghearach
kn: ಕಂಬಸಾಲಿನಲ್ಲಿ ಓದುವ ತರಭೇತಿ

source: Read a vertical list of words and work out if a given word is in it
gd: Leugh liosta fhaclan inghearach is obraich a-mach a bheil am facal a chaidh a thoirt dhut ann
kn: ಕಂಬಸಾಲಿನಲ್ಲಿ ಪದಗಳ ಪಟ್ಟಿಯನ್ನು ಓದಿರಿ ಮತ್ತು ತೋರಿಸಿದ ಪದ ಅದರಲ್ಲಿದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಿರಿ.

source: Read training in a limited time
gd: Cleachdadh leughaidh le ùine cuingealaichte
kn: ಕಡಿಮೆ ಅವಧಿಯಲ್ಲಿ ಓದುವ ತರಭೇತಿ.

source: Coordinate
gd: Càraid àireimh
kn: ಸಮನ್ವಯ

source: Redraw the given item
gd: Ath-tharraing an nì a thug sinn dhut
kn: ಕೊಟ್ಟಿರುವ ವಸ್ತುವನ್ನು ಮರು ಚಿತ್ರಿಸಿ

source: Copy a drawing from the box on the right into the box on the left.
gd: Dèan lethbhreac dhen tarraing sa bhogsa taobh deas sa bhogsa taobh clì.
kn: ಬಲಗಡೆಯ ಪೆಟ್ಟಿಗೆಯ ಚಿತ್ರವನ್ನು ಎಡಗಡೆಯ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ನಕಲಿಸಿರಿ.

source: First, select the proper tool from the toolbar. Then drag the mouse to create objects. When you are done, click on the OK button. Errors will be marked with a little red cross. The order of objects (above/under) is not important but be careful not to end up with unwanted objects under others.
gd: An toiseach, tagh an t-inneal iomchaidh o bhàr nan inneal. An uair sin, slaod an luchag gus oibseact a chruthachadh. Ma tha thu deiseil, briog air a' phutan "OK". Chì thu crois bheag dhearg air mearachdan. Chan eil òrdugh nan oibseactan (air a' bheulaibh /air a' chùlaibh) cudromach, ach dèan cinnteach nach bi oibseact nach eil thu ag iarraidh am falach fo oibseact eile.
kn: ಮೊದಲು ನಿಮಗೆ ಅಗತ್ಯವಾದ ಚಿತ್ರ ಬರೆಯುವ ಸಾಧನವನ್ನು ಆರಿಸಿರಿ. ನಂತರ ಮೌಸನ್ನು ಜಾರಿಸುವುದರ ಮೂಲಕ ಚಿತ್ರಗಳನ್ನು ಬರೆಯಿರಿ. ಚಿತ್ರ ಪೂರ್ಣವಾದ ನಂತರ ಸರಿ ಗುಂಡಿ ಒತ್ತಿರಿ. ದೋಷಗಳನ್ನು ಚಿಕ್ಕದಾದ ಕೆಂಪು ಗುಣಾಕಾರ ಚಿನ್ಹೆಯಿಂದ ಗುರುತಿಸಲಾಗುವುದು. ಇಲ್ಲಿ ವಸ್ತುಗಳ ಕ್ರಮ ಮುಖ್ಯವಲ್ಲ(ಮೇಲೆ / ಕೆಳಗೆ) ಆದರೆ ಅನಗತ್ಯವಾದ ವಸ್ತುಗಳನ್ನು ರಚಿಸದಂತೆ ಎಚ್ಚರವಹಿಸಿರಿ.

source: Mirror the given item
gd: Sgàthanaich an nì a thug sinn dhut
kn: ನೀಡಿರುವ ಚಿತ್ರದ ಕನ್ನಡಿ ಪ್ರತಿಬಿಂಬ ರಚಿಸಿರಿ

source: Copy the mirror image of an object from the box on the right into the box on the left.
gd: Dèan lethbhreac sgàthanaichte dhen tarraing sa bhogsa taobh deas sa bhogsa taobh clì.
kn: ಬಲಗಡೆಯ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿನ ಚಿತ್ರದ ಕನ್ನಡಿ ಪ್ರತಿಬಿಂಬವನ್ನು ಎಡಗಡೆಯ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ರಚಿಸಿರಿ.

source: First, select the proper tool from the toolbar. Then drag the mouse to create objects. When you are done, click on the OK button. A little red cross will show you where something isn't right yet. The order of objects (above/under) is not important but be careful not to end up with unwanted objects under others.
gd: An toiseach, tagh an t-inneal iomchaidh o bhàr nan inneal. An uair sin, slaod an luchag gus oibseact a chruthachadh. Ma tha thu deiseil, briog air a' phutan "OK". Seallaidh crois bheag dhearg dhut far nach eil cùisean buileach mar bu chòir fhathast. Chan eil òrdugh nan oibseactan (air a' bheulaibh /air a' chùlaibh) cudromach, ach dèan cinnteach nach bi oibseact nach eil thu ag iarraidh am falach fo oibseact eile.
kn: ಮೊದಲು ನಿಮಗೆ ಅಗತ್ಯವಾದ ಚಿತ್ರ ಬರೆಯುವ ಸಾಧನವನ್ನು ಆರಿಸಿರಿ. ನಂತರ ಮೌಸನ್ನು ಜಾರಿಸುವುದರ ಮೂಲಕ ಚಿತ್ರಗಳನ್ನು ಬರೆಯಿರಿ. ಚಿತ್ರ ಪೂರ್ಣವಾದ ನಂತರ ಸರಿ ಗುಂಡಿ ಒತ್ತಿರಿ. ದೋಷಗಳನ್ನು ಚಿಕ್ಕದಾದ ಕೆಂಪು ಗುಣಾಕಾರ ಚಿನ್ಹೆಯಿಂದ ಗುರುತಿಸಲಾಗುವುದು. ಇಲ್ಲಿ ವಸ್ತುಗಳ ಕ್ರಮ ಮುಖ್ಯವಲ್ಲ(ಮೇಲೆ / ಕೆಳಗೆ) ಆದರೆ ಅನಗತ್ಯವಾದ ವಸ್ತುಗಳನ್ನು ರಚಿಸದಂತೆ ಎಚ್ಚರವಹಿಸಿರಿ.

source: Practice subtraction with a fun game
gd: Cleachd toirt air falbh le geama tlachdmhor
kn: ಕಳೆಯುವುದನ್ನು ಖುಷಿಯಾದ ಆಟದಿಂದ ಅಭ್ಯಾಸ ಮಾಡಿರಿ

source: Tux is hungry. Help him find fish by counting to the correct ice spot.
gd: Tha an t-acras air Tux. Thoir cobhair dha gus èisg a lorg, a' cunntadh gus an àite cheart a lorg air an deigh.
kn: ಟಕ್ಸಗೆ ಹಸಿವಾಗಿದೆ. ಸರಿಯಾದ ಎಣಿಕೆಯಿಂದ ನಿಖರವಾದ ಮಂಜಿನ ಬಳಿ ಬಂದು ಮೀನನ್ನು ಪಡೆಯಲು ಅವನಿಗೆ ಸಹಾಯ ಮಾಡಿ.

source: Can move the mouse, can read numbers and subtract numbers up to 10 for the first level
gd: Comas an luchag a ghluasad, comas leughaidh àireamhan is comasach air thoirt air falbh a dhèanamh le àireamhan suas gu 10 airson a' chiad leibheil
kn: ಮೌಸನ್ನು ಚಲಿಸಬಹುದು. ಸಂಖ್ಯೆಗಳನ್ನು ಓದಬಹುದು.ಮೊದಲೆನೇ ಹಂತಕ್ಕೆ ೧೦ ರೊಳಗಿನ ಸಂಖ್ಯೆಗಳನ್ನು ಕಳೆಯಬಹುದು

source: Click on the dice to show how many ice spots there are between Tux and the fish. Click the dice with the right mouse button to count backwards. When done, click on the OK button or hit the Enter key.
gd: Briog air an dìsinn gus sealltainn co mheud clàr-deighe a tha eadar Tux is an iasg. Briog air an dìsinn leis a' phutan deas gus cunntadh sìos. Nuair a bhios tu deiseil, briog air a' phutan "OK" no brùth air an iuchair "Enter".
kn: ಟಕ್ಸ ಮತ್ತು ಮೀನಿನ ಬಳಿ ಎಷ್ಟು ಮಂಜಿನ ಗಡ್ಡೆಗಳಿವೆ ಎಂದು ತಿಳಿಯಲು ದಾಳಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಹಿಮ್ಮುಖವಾಗಿ ಎಣಿಕೆ ಮಾಡಲು ದಾಳದ ಮೇಲೆ ಬಲಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಮುಗಿದ ನಂತರ ಓಕೆ ಗುಂಡಿಯನ್ನು ಓತ್ತಿರಿ ಮತ್ತು ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಓತ್ತಿರಿ.

source: Enter the weight of the object in gram
kn: ವಸ್ತುವಿನ ತೂಕವನ್ನು ಗ್ರಾಂಗಳಲ್ಲಿ ನಮೂದಿಸಿರಿ.

source: Enter the weight of the object
kn: ವಸ್ತುವಿನ ತೂಕವನ್ನು ನಮೂದಿಸಿರಿ.

source: Take care, you can drop weights on both sides of the scale.
gd: Thoir an aire gur urrainn dhut cuideaman a chur air an dà thaobh na meidhe.
kn: ಎಚ್ಚರಿಕೆಯಿಂದಿರಿ, ನೀವು ತಕ್ಕಡಿಯ ಎರಡು ಕಡೆಗಳಲ್ಲಿ ತೂಕವನ್ನು ಹಾಕಬಹುದು.

source: Balance the scales properly
gd: Cuir cuideam co-ionnan air a' mheidh
kn: ತಕ್ಕಡಿಯನ್ನು ಸರಿಯಾಗಿ ಸಮದೂಗಿಸಿರಿ.

source: Drag and Drop weights to balance the scales
gd: Slaod cuideaman is leig às iad gus meidh a chur air
kn: ತಕ್ಕಡಿಯನ್ನು ಸಮದೂಗಿಸಲು ತೂಕವನ್ನು ಸರಿಯಾಗಿ ಜಾರಿಸಿ ಮತ್ತು ಬೀಳಿಸಿರಿ.

source: Mental calculation, arithmetic equality
gd: Àireamhachadh cinn, co-ionnanachd nan àireamhan
kn: ಮಾನಸಿಕ ಲೆಕ್ಕಾಚಾರ, ಅಂಕಗಣಿದ ಸಮಾನತೆ

source: To balance the scales, move the weights on the left or the right side. The weights can be arranged in any order.
gd: Gus am meidh a dhèanamh cothromaichte, gluais na clachan-tomhais dhan taobh chlì no deas. Faodaidh tu òrdugh sam bith a chur air na clachan-tomhais.
kn: ತಕ್ಕಡಿಯನ್ನು ಸಮದೂಗಿಸಲು ತೂಕಗಳನ್ನು ತಕ್ಕಡಿಯ ಬಲ ಮತ್ತು ಎಡಭಾಗದಲ್ಲಿ ಚಲಿಸಿರಿ. ತೂಕಗಳನ್ನು ಯಾವುದೇ ಕ್ರಮದಲ್ಲಿ ಇಡಬಹುದು.

source: The painting is an original painting created by Virginie MOREAU (virginie.moreau@free.fr) in 2001. Its name is 'Spices Seller in Egypt'. It is released under the GPL license.
gd: Seo dealbh tùsail a chaidh a chruthachadh le Virginie MOREAU (virginie.moreau@free.fr) ann an 2001. Is "Reiceadair spìosraidhean san Èipheit" an t-ainm a th' air. Chaidh fhoillseachadh fon cheadachas GPL.
kn: ಈ ಕಲಾಕೃತಿಯು ವಿರ್ಗಿನಿ ಮೊರಿಯೌ ರವರಿಂದ ರಚಿಸಲ್ಪಟ್ಟಾ ಮೂಲಕೃತಿಯಾಗಿದೆ. ಈ ಕಲಾಕೃತಿಯ ಹೆಸರು " ಈಜಿಪ್ಟನ ಸಾಂಬಾರ್ ಪದಾರ್ಥ ವರ್ತಕ". ಇದನ್ನು ಜಿ.ಪಿ.ಎಲ್. ಪರವಾನಗೆ ಅಡಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ.

source: Drag and Drop masses to balance the scales and calculate the weight
gd: Slaodaich tomadan is leig às iad gus am meidh a dhèanamh cothromaichte is an cuideam obrachadh a-mach
kn: ದ್ರವ್ಯರಾಶಿಯನ್ನು ಜಾರಿಸಿ ಮತ್ತು ಬೀಳಿಸುವುದರ ಮೂಲಕ ತಕ್ಕಡಿಯ ಮೇಲಿಡಿ ಮತ್ತು ತೂಕವನ್ನು ಲೆಕ್ಕಹಾಕಿರಿ.

source: Mental calculation, arithmetic equality, unit conversion
gd: Àireamhachadh cinn, co-ionnanachd nan àireamhan, iompachadh aonadan
kn: ಮಾನಸಿಕ ಲೆಕ್ಕಾಚಾರ, ಅಂಕಗಣಿತ ಸಮಾನತೆ, ಮೂಲಮಾನ ಪರಿವರ್ತನೆ

source: To balance the scales, move the masses on the left or the right side. Take care of the weight and the unit of the masses, remember that a kilogram (kg) is 1000 grams (g). They can be arranged in any order.
gd: Gus am meidh a dhèanamh cothromaichte, gluais na tomadan air an taobh clì no deas. Thoir an aire air cuideam is aonad nan tomadan is gur e 1000 gramaichean (g) a th' anns a' chileagram (kg). Faodaidh tu òrdugh sam bith a chur orra.
kn: ತಕ್ಕಡಿಯನ್ನು ಸರಿದೂಗಿಸಲು, ದ್ರವ್ಯರಾಶಿಯನ್ನು ಬಲ ಅಥವಾ ಎಡ ಭಾಗಕ್ಕೆ ಸರಿಸಿರಿ. ತೂಕ ಮತ್ತು ದ್ರವ್ಯದ ಮೂಲಮಾನದ ಬಗ್ಗೆ ಎಚ್ಚರವಹಿಸಿರಿ. ನೆನಪಿನಲ್ಲಿಡಿ ೧ ಕಿ.ಗ್ರಾಂ = ೧೦೦೦ ಗ್ರಾಂಗಳು. ಅವುಗಳನ್ನು ಯಾವುದೇ ಕ್ರಮದಲ್ಲಿ ಜೋಡಿಸಬಹುದು.

source: Sea race (Single Player)
gd: Rèis mara (aon chluicheadair)
kn: ಸಮುದ್ರ ಓಟ (ಒಬ್ಬ ಆಟಗಾರ)

source: Give good instructions to your ship in order to be first in the race.
gd: Thoir stiùireadh math dhan long agad ach am bi thu air toiseach na rèise.
kn: ಪಂದ್ಯದಲ್ಲಿ ಪ್ರಥಮ ಸ್ಥಾನ ಪಡೆಯಲು ನಿಮ್ಮ ಹಡಗಿಗೆ ಉತ್ತಮ ಸೂಚನೆಗಳನ್ನು ನೀಡಿ,

source: In this activity, you will learn how to enter commands into a computer. Even if the language is extremely basic, you learn here how to think ahead and construct a program. This activity can be used to introduce the programming concept to children.
gd: Sa chleas seo, ionnsaichidh tu mar a chuireas tu àitheantan a-steach do choimpiutair. Ged a bhios an cànan uabhasach bunasach, ionnsaichidh tu smaoineachadh air adhart is togail prògraim leis. 'S urrainn dhut an cleas seo a chleachdadh gus bun-bheachdan a' phrògramachaidh ionnsachadh dhan chlann.
kn: ಈ ಚಟುವಟಿಕೆಯಲ್ಲಿ ನೀವು ಕೆಲವು ಸುಲಭ ಆದೇಶಗಳನ್ನು ಗಣಕಕ್ಕೆ ಹೇಗೆ ನೀಡುವುದು ಎಂದು ಕಲಿಯುವಿರಿ. ಈ ಭಾಷೆಯು ತುಂಬಾ ಸರಳವಾದುದು. ನೀವು ಇಲ್ಲಿ ಗಣಕದಲ್ಲಿ ಕಾರ್ಯಕ್ರಮವನ್ನು ಹೇಗೆ ನಿರ್ಮಿಸುವುದು ಮತ್ತು ಮುಂದು ಹೇಗೆ ಯೋಚಿಸುವುದು ಎಂದು ಕಲಿಯುವಿರಿ. ಈ ಚಟುವಟಿಕೆಯನ್ನು ಮಕ್ಕಳಿಗೆ ಗಣಕದ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಬಾಷೆಯನ್ನು ಪರಿಚಯಿಸಲು ಬಳಸಬಹುದು.

source: In the text entry, enter one command per line, to control your boat. Commands supported are displayed between the two entry areas. The 'left' and 'right' commands must be followed by an angle in degrees. The angle value is also called a 'parameter' to the left or right command. By default 45 degrees is used. The 'forward' command accepts a distance parameter. By default 1 is used. For example: - left 90: Make a perpendicular left turn - forward 10: Go forward for 10 units (as displayed on the ruler). The goal is to reach the right of the screen (the red line). When done, you can try to improve your program and start a new race with the same weather conditions by using the retry button. You can click and drag your mouse anywhere on the map to get a measurement in distance and angle. Going to the next level will give you more complex weather conditions.
gd: San uinneag cuir a-steach, sgrìobh gach àithne air loidhne fa leth gus am bàta agad a stiùireadh. Chì thu na h-àitheantan as urrainn dhut cleachdadh eadar an dà raon cuir a-steach. Feumaidh tu na h-àitheantan "clì" is "deas" a leantainn le puingean a' cheàrna. Canar "paramadair aig an àithne clì no deas" ri luach a' cheàrna cuideachd. Thèid 45 puing a cleachdadh a ghnàth. Gabhaidh an àithne "air-adhart" ri paramadair astair. Thèid 1 a chleachdadh a ghnàth. Mar eisimpleir: - clì 90: Tionndaidh gu clì gu dìreach - air-adhart 10: Rach 10 aonadan air adhart (mar a chì thu air an rùilear). Is amas a' gheama taobh deas na sgrìn a ruigsinn (an loidhne dhearg). Nuair a bhios tu air seo a dhèanamh, feuch an toir thu piseach air a' phrògram agad is gun tòisich thu rèis eile le cor na h-aimsire mar a bha is tu a' chleachdadh am putan ath-fheuchainn. 'S urrainn dhut briogadh is slaodadh leis an luchag àite sam bith air a' mhapa gus tomhas fhaighinn air astar is ceàrn. Ma thèid thu dhan ath leibheil, gheibh thu cumhan na h-aimsire nas fhillte.
kn: ಪಠ್ಯ ನಮೂದಿಸುವ ಜಾಗದಲ್ಲಿ , ಒಂದು ಸಾಲಿನಲ್ಲಿ ಒಂದು ಆದೇಶವನ್ನು ನಮೂದಿಸಿರಿ. ನಿಮ್ಮ ಹಡಗನ್ನು ನಿಯಂತ್ರಿಸಲು ಆದೇಶಗಳನ್ನು ಅಗತ್ಯ ಆದೇಶಗಳನ್ನು ಎರಡು ನಮೂದಿಸುವ ಜಾಗಗಳ ಮದ್ಯೆ ತೋರಿಸಲಾಗುವುದು. left(ಎಡ) ಮತ್ತು right(ಬಲ) ಆದೇಶಗಳ ಜೋತೆ ಕೋನವನ್ನು ನಮೂದಿಸಬೇಕು. ಇದರ ಪೂರ್ವಬಾವಿ ಮೌಲ್ಯವು ೪೫ ಡಿಗ್ರಿ ಆಗಿರುತ್ತದೆ. forward(ಮುಂದೆ) ಆದೇಶದ ಮುಂದೆ ದೂರವನ್ನು ನಮೂದಿಸಬೇಕು. ಇದರ ಪೂರ್ವಬಾವಿ ಮೌಲ್ಯವು ೧ ಆಗಿರುತ್ತದೆ. ಉದಾಹರಣೆಗೆ : -left 90: ಎಡಕ್ಕೆ ಲಂಬಕೋನದಲ್ಲಿ ತಿರುಗು. -forward 10: ಅಳತೆಪಟ್ಟಿಯಂತೆ ೧೦ ಘಟಕಗಳಷ್ಟು ಮುಂದೆ ಹೋಗು. ನಿಮ್ಮ ಗುರಿಯು ಪರದೆಯ ಮೇಲಿನ ಬಲಬಾಗದ ಕೆಂಪು ಗೆರೆಯನ್ನು ಮುಟ್ಟುವುದಾಗಿದೆ. ಮುಗಿದ ನಂತರ ನೀವು ನಿಮ್ಮ ಪ್ರೋಗ್ರಾಮನ್ನು ಉತ್ತಮಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು. ನೀವು ನಕ್ಷೆಯ ಯಾವುದೇ ಭಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ ದೂರ ಮತ್ತು ಕೋನವನ್ನು ಪಡೆಯಬಹುದು. ಮುಂದಿನ ಹಂತಗಳಲ್ಲಿ ನಿಮಗೆ ಬಹಳ ಸಂಕೀರ್ಣ ಹವಾಮಾನ ಸ್ಥಿತಿಗಳು ಲಬ್ಯವಾಗುತ್ತವೆ.

source: The race is already being run
gd: Tha an rèis ga ruith mu thràth
kn: ಈಗಾಗಲೇ ಓಟ ಪ್ರಾರಂಭವಾಗಿದೆ.

source: right
gd: deas
kn: ಬಲ

source: forward
gd: air-adhart
kn: ಮುಂದೆ

source: left
gd: clì
kn: ಎಡ

source: COMMANDS ARE
gd: SEO NA H-ÀITHEANTAN
kn: ಆದೇಶಗಳು:

source: This is a draw
gd: Seo farpais ionnanach
kn: ಇದು ಡ್ರಾ ಆಗಿದೆ

source: The Red boat has won
gd: Bhuannaich am bàta dearg
kn: ಕೆಂಪು ದೋಣಿಯು ಗೆದ್ದಿದೆ

source: The Green boat has won
gd: Bhuannaich am bàta uaine
kn: ಹಸಿರು ದೋಣಿಯು ಗೆದ್ದಿದೆ

source: Angle:
gd: Ceàrn:
kn: ಕೋನ:

source: Wind:
gd: Gaoth:
kn: ಗಾಳಿ:

source: Syntax error at line
gd: Mearachd cho-chàraidh air loidhne
kn: ಈ ಸಾಲಿನ ಜೋಡಣೆಯಲ್ಲಿ ದೋಷವಿದೆ.

source: The command
gd: An àithne
kn: ಆದೇಶ

source: Unknown command at line
gd: Àithne neo-aithnichte air loidhne
kn: ಈ ಸಾಲಿನಲ್ಲಿ ಅರ್ಥವಾಗದ ಆದೇಶವಿದೆ.

source: Distance:
gd: Astar:
kn: ದೂರ:

source: Sea race (2 Players)
gd: Rèis mara (2 chluicheadair)
kn: ಸಮುದ್ರ ಓಟ (೨ ಆಟಗಾರರು)

source: Direct your boat accurately to win the race.
gd: Stiùirich am bàta agad gu pongail gus an rèis a bhuannachd.
kn: ನಿಮ್ಮ ಹಡಗನ್ನು ನಿಖರವಾಗಿ ನಿರ್ದೆಶಿಸಿ ರೇಸಿನಲ್ಲಿ ಗೆಲ್ಲಿರಿ
