Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: At the beginning of the game four seeds are placed in each house. Players take turns moving the seeds. In each turn, a player chooses one of the six houses under his or her control. The player removes all seeds from this house, and distributes them, dropping one in each house counter-clockwise from the original house, in a process called sowing. Seeds are not distributed into the end scoring houses, nor into the house drawn from. That is, the starting house is left empty; if it contained 12 seeds, it is skipped, and the twelfth seed is placed in the next house. After a turn, if the last seed was placed into an opponent's house and brought its total to two or three, all the seeds in that house are captured and placed in the player's scoring house (or set aside if the board has no scoring houses). If the previous-to-last seed also brought the total seeds in an opponent's house to two or three, these are captured as well, and so on. However, if a move would capture all an opponent's seeds, the capture is forfeited, and the seeds are instead left on the board, since this would prevent the opponent from continuing the game. The proscription against capturing all an opponent's seeds is related to a more general idea, that one ought to make a move that allows the opponent to continue playing. If an opponent's houses are all empty, the current player must make a move that gives the opponent seeds. If no such move is possible, the current player captures all seeds in his/her own territory, ending the game. (Source Wikipedia &lt;http://en.wikipedia.org/wiki/Oware&gt;)
gd: Aig toiseach a' gheama, thèid ceithir sìl a chur anns gach taigh. Gluaisidh na cluicheadairean sìol fear mu seach. Anns gach cuairt, taghaidh cluicheadair on dhe na sia taighean fo a smachd. Togaidh an cluicheadair na huile sìol bhon taigh seo is sgaoilidh e iad, a' cur fear anns gach taigh gu tuathal on taigh tùsail; canar "cur nan sìol" ri seo. Cha tèid sìol a chur sna dachaighean no san taigh on a chaidh a thogail. 'S e seo gum mair an taigh tòiseachaidh falamh; nan robh 12 shìol air a bhith ann, rachadh leum thairis air is an deicheamh sìol deug a chur san ath thaigh. Nuair a bhios cuairt deiseil, ma chaidh an sìol mu dheireadh a chur ann an taigh an duine eile is dà no trì sìl ann an uair sin, thèid a h-uile sìol seo a ghlacadh is a chur ann an dachaigh a' chluicheadair (no ris an dàrna taobh mur eil dachaigh air a' bhòrd). Ma tha dà no trì sìl san dàrna taigh mu dheireadh sa chaidh sìol a chur cuideachd, thèid an togail mar an ceudna is mar sin air adhart. Co-dhiù, nan robh gluasad a' togail na h-uile sìol aig an duine eile, cha tèid sìol sam bith a ghlacadh is mairidh na h-uile sìol air a' bhòrd ach an urrainn dhan duile eile leantainn air a' cluich. Tha an riaghailt seo ann a dh'aona ghnothach ach an urrainn dhan gheama a leantainn air adhart is bheir e ort gluasad eile a dhèanamh. Ma tha a h-uile taigh aig an duile eile falamh, feumaidh an cluicheadair gluasad a dhèanamh a bheir sìl dha. Mur eil a leithid gluasaid ann, glacaidh an cluicheadair gach sìol san roinn aige fhèin is seo crìoch a' gheama. (Tùs: an Uicipeid &lt;http://gd.wikipedia.org/wiki/Oware&gt;)
kn: ಆಟದ ಪ್ರಾರಂಭದಲ್ಲಿ ಪ್ರತಿ ಮನೆಯಲ್ಲಿ ನಾಲ್ಕು ಬೀಜಗಳನ್ನು ಇಡಲಾಗುತ್ತದೆ. ಪ್ರತಿಯೊಬ್ಬ ಆಟಗಾರ ಅವನ ಸರದಿ ಬಂದಾಗ ಆಡಬಹುದು. ಪ್ರತಿ ಬಾರಿಯೂ ಅವನ ಬದಿಯ ಆರು ಮನೆಗಳಲ್ಲಿ ಯಾವುದಾದರೂ ಮನೆಯಿಂದ ಆಟ ಪ್ರಾರಂಭಿಸಬಹುದು. ಆಟದಲ್ಲಿ ಒಂದು ಮನೆಯ ಎಲ್ಲಾ ಬೀಜಗಳನ್ನು ಪ್ರತಿ ಮನೆಗೆ ಒಂದರಂತೆ ವಿರುದ್ಧ ವೃತ್ತಾಕಾರವಾಗಿ ಹಾಕುತ್ತಾ ಹೋಗುತ್ತಾನೆ. ಇದನ್ನು ಸೋವಿಂಗ್(ಬೀಜ ನೆಡುವುದು) ಎನ್ನುತ್ತಾರೆ ಪ್ರಾರಂಬಿಸಿದ ಮನೆಗೆ ಮತ್ತು ಹನ್ನೆರಡು ಬೀಜವಿರುವ ಮನೆಗೆ ಬೀಜ ಹಾಕಬಾರದು. ಹೀಗೆ ಮಾಡುವಾಗ ಕೊನೆಯ ಬೀಜವು ಎದುರಾಳಿ ಕಡೆ ಬಂದರೆ, ಆ ಮನೆಯಲ್ಲಿ ೨ ಅಥವಾ ೩ ಬೀಜಗಳಿದ್ದರೆ, ಆ ಬೀಜಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ಅದರ ಹಿಂದಿನ ಮನೆಗಳಲ್ಲಿ ೨ ಅಥವಾ ೩ ಬೀಜವಿದ್ದರೆ , ಹಾಗೆ ಮುಂದುವರಿಯುತ್ತ ಆ ಬೀಜಗಳನ್ನು ಸಹಾ ಸಂಗ್ರಹಿಸಬಹುದು. ಹೀಗೆ ಮಾಡವಾಗ ಎದುರಾಳಿಯ ಎಲ್ಲಾ ಬೀಜಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುವಂತಹ ಪ್ರಸಂಗ ಬಂದರೆ, ಎದುರಾಳಿ ಆಟ ಮುಂದುವರೆಸಲಾಗುವುದಿಲ್ಲ ಎಂಬ ಕಾರಣಕ್ಕೆ ಬೀಜಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳದೆ ಹಾಗೆ ಬೀಡಬೇಕು. ಆಟ ಮುಂದುವರೆಯಲು ಎದುರಾಳಿಯ ಎಲ್ಲಾ ಮನೆಗಳು ಖಾಲಿ ಇದ್ದರೆ ನಾವು ಬೀಜ ಹಾಕಲು ಪ್ರಾರಂಬಿಸಬೇಕು. ಹೀಗೆ ಮಾಡಲು ಸಾದ್ಯವಾಗದಿದ್ದಲ್ಲಿ ಆಟ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ.

source: Matching Items
gd: Co-fhreagair nithean
kn: ಹೊಂದಿಕೆಯಾಗುವ ವಸ್ತುಗಳು

source: Drag and Drop the items to make them match
gd: Slaod is leig na nithean às gus an co-fhreagair iad
kn: ವಸ್ತುಗಳನ್ನು ಎಳೆದು ತಂದು ಸರಿಯಾಗಿ ಹೊಂದಿಸಿರಿ

source: Motor coordination. Conceptual matching.
gd: Co-ghluasad is mothachadh.
kn: ಮನೋಚಾಲಕ ಸಮನ್ವಯ ಮತ್ತು ಪರಿಕಲ್ಪನೆ ಹೊಂದಿಸುವುದು

source: Mouse manipulation: movement, drag and drop. Cultural references.
gd: Cleachdadh na luchaige: gluasad, slaodadh is leigeil às. Iomraidhean cultarach.
kn: ಮೌಸ್-ಚಲಿಸುವ ಚಟುವಟಿಕೆಗಳು: ಚಲನೆ,ಡ್ರಾಗ್, ಡ್ರಾಪ್, ಬೀಳುಸು . ಸಾಂಸೃತಿಕವಾಗಿ.....

source: In the main board area, a set of objects is displayed. In the vertical box (at the left of the main board) another set of objects is shown, each object in the group on the left matching exactly one object in the main board area. This game challenges you to find the logical link between these objects. How do they fit together? Drag each object to the correct red space in the main area.
gd: Ann am prìomh roinn a' bhùird, chì thu seata de nithean. Sa bhogsa inghearach (taobh clì a' phrìomh bhùird), chì thu seata eile de nithean is co-fhreagraidh gach nì sa bhuidheann clì seo ri nì sònraichte ann am prìomh roinn a' bhùird. Feumaidh tu faighinn a-mach dè an ceangal loidigeach a tha ann eadar na h-oibseactan seo. Dè an dòigh a bhuineas iad ri chèile? Slaod gach nì dhan ionad dearg sa phrìomh roinn.
kn: ಹಲಗೆಯ ಮುಖ್ಯ ಬಾಗದಲ್ಲಿ ಕೆಲವು ವಸ್ತುಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ. ಎಡಗಡೆಯಿರುವ ಪಟ್ಟಿಯಲ್ಲಿ ಕೆಲವು ವಸ್ತುಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ. ಎರಡು ಬಾಗಗಳಲ್ಲಿ ಪ್ರತಿಯೊಂದು ವಸ್ತುವಿಗೆ ಹೊಂದಿಕೆಯಾಗುವ ವಸ್ತುವಿರುತ್ತದೆ. ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಬುದ್ದಿಶಕ್ತಿ ಬಳಸಿ ಸರಿಯಾದ ವಸ್ತುವನ್ನು ಮೌಸನಿಂದ ಡ್ರಾಗ್ ಮಾಡಿ ಮುಖ್ಯಹಲಗೆಯಲ್ಲಿರುವ ವಸ್ತುವಿಗೆ ಹೊಂದಿಸಬೇಕು.

source: <b>%1$s</b> configuration for profile <b>%2$s</b>
gd: rèiteachadh <b>%1$s</b> airson na pròifil <b>%2$s</b>
kn: <b>%1$s</b> ಸಂವಿನ್ಯಾಸ(ಕಾನ್ ಪಿಗರೇಷನ್) ಪ್ರೋಪೈಲ್ ಗಾಗಿ <b>%2$s</b>

source: Complete the puzzle
gd: Coilean an tòimhseachan
kn: ಸಮಸ್ಯೆಯನ್ನು ಬಿಡಿಸಿ

source: Drag and Drop the shapes on their respective targets
gd: Slaod na cruthan is leig gach fear às air an amas aige
kn: ಸರಿಯಾದ ಆಕೃತಿಳನ್ನು ಸಂಬಂದಿಸಿದ ಗುರಿಗೆ ಡ್ರಾಗ್ ಮಾಡಿ ಸೇರಿಸಿರಿ.

source: Good mouse-control
gd: Smachd air an luchag
kn: ಉತ್ತಮವಾಗಿ ಮೌಸ್ ನ್ನು ನಿಯಂತ್ರಿಸಿದ್ದೀರಿ. ಬೇಷ್!...

source: The dog is provided by Andre Connes and released under the GPL
gd: Chaidh an cù a sholar le Andre Connes is fhoillseachadh fo GPL
kn: ಈ ನಾಯಿಯ ಚಿತ್ರವನ್ನು ಆಂಡ್ರೇ ಕಾನ್ನೆಸ್ ರವರು ಜಿ.ಪಿ.ಎಲ್ ಲೈಸನ್ಸನಲ್ಲಿ ನೀಡಿದ್ದಾರೆ.

source: Complete the puzzle by dragging each piece from the set of pieces on the left, to the matching space in the puzzle.
gd: Coilean an tòimhseachan 's tu a' slaodadh gach mìr on t-seata de mhìrean taobh clì dhan ionad freagarrach san tòimhseachan.
kn: ಈ ಒಗಟನ್ನು ಬಿಡಿಸಿರಿ. ಇಲ್ಲಿ ನೀವು ಎಡಗಡೆ ನೀಡಿರುವ ತುಣುಕುಗಳಿಂದ ಆರಿಸಿ ಡ್ರಾಗ್ ಮಾಡಿ,ಒಗಟಿನ ಸರಿಹೊಂದುವ ಬಾಗಕ್ಕೆ ಸೇರಿಸಿರಿ.

source: Hello ! My name is Lock.
gd: Dè do chor? Is mise Dìleas.
kn: ನಮಸ್ಕಾರ ! ನನ್ನ ಹೆಸರು ಲಾಕ್.

source: Lock on the grass.
gd: Dìleas air an fheur.
kn: ಹುಲ್ಲಿನ ಮೇಲೆ ಬೀಗ ಹಾಕಿರಿ(ಲಾಕ್ ಮಾಡಿರಿ).

source: Lock with colored shapes.
gd: Dìleas le cruthan dathte.
kn: ಬಣ್ಣಗಳಿಂದಾದ ಆಕೃತಿಗಳನ್ನು ಬೀಗ ಹಾಕಿರಿ.(ಲಾಕ್ ಮಾಡಿ)

source: Paul Gauguin, Arearea - 1892
kn: ಪಾಲ್ ಗ್ಯಾಗಿನ್, ಅರಿಯೇರಿಯಾ- ೧೮೯೨

source: Pieter Bruegel the Elder, The peasants wedding - 1568
gd: Pieter Bruegel a bu sine, Banais nan croitear - 1568
kn: ಪಿಟರ್ ಬ್ರುಗೆಲ್ ದಿ ಎಲ್ಡರ್,ದಿ ಪಿಸೆಂಟ್ಸ್ ವೆಡ್ಡಿಂಗ್ - ೧೫೬೮

source: The Lady and the Unicorn - XVe century
gd: A' bhean uasal is an t-aon-adharcach - 15mh linn
kn: ದಿ ಲೇಡಿ ಅಂಡ್ ದಿ ಯುನಿಕಾರ್ನ್ - ೧೫ ನೇ ಶತಮಾನ

source: Vincent van Gogh, Bedroom in Arles - 1888
gd: Vincent van Gogh, Seòmar-cadail ann an Arles - 1888
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್,ಅರ್ಲೇಸ್ ನಲ್ಲಿ ಮಲಗುವ ಕೋಣೆ - ೧೮೮೮

source: Ambrosius Bosschaert the Elder, Flower Still Life - 1614
gd: Ambrosius Bosschaert a bu sine, dealbh neo-bheò fhlùraichean - 1614
kn: ಅಂಬ್ರೂಯಿಸ್ ಬಾಸ್ ಚಾರ್ಟ್ ದಿ ಎಲ್ಡರ್ , ಪ್ಲವರ್ ಸ್ಟಿಲ್ ಲೈಪ್ - ೧೬೧೪

source: Press the two shift keys at the same time, to make the ball go in a straight line.
gd: Bruth air an dà iuchair Shift aig an aon àm gus an tèid am bàla ann an loidhne dhìreach.
kn: ಎರಡು ಶಿಪ್ಟ ಕೀಗಳನ್ನು ಒಂದೇ ಸಾರಿ ಒತ್ತಿ, ಚೆಂಡನ್ನು ನೇರವಾಗಿ ಚಲಿಸುವಂತೆ ಮಾಡಿರಿ.

source: Make the ball go to Tux
gd: Thoir air a' bhàla dol far a bheil Tux
kn: ಚೆಂಡನ್ನು ಟಕ್ಸ್ ನಲ್ಲಿ ಹೋಗುವಂತೆ ಮಾಡಿರಿ.

source: bar game
gd: Geama a' chrainn
kn: ಬಾರ್ ಆಟ

source: Don't use the last ball
gd: Na cleachd am bàla mu dheireadh
kn: ಕಡೆಯ ಚೆಂಡನ್ನು ಬಳಸಬೇಡಿ

source: Brain
gd: Eanchainn
kn: ಮಿದುಳು

source: Logic-training activity
gd: Cleas trèanadh loidig
kn: ತಾರ್ಕಿಕ-ತರಬೇತಿ ಚಟುವಟಿಕೆ.

source: Place balls in the holes. You win if the computer has to place the last ball. If you want Tux to begin, just click on him.
gd: Cuir bàlaichean sna tuill. Gheibh thu buaidh air a' choimpiutair ma tha aigesan ris am bàla mu dheireadh a chur. Ma tha thu airson 's gun tòisich Tux, cha leig thu leas ach briogadh air.
kn: ಚೆಂಡುಗಳನ್ನು ಗುಣಿಯಲ್ಲಿ ಹಾಕಿರಿ. ಕಂಪ್ಯೂಟರ್ ಕೊನೆಯಲ್ಲಿ ಚೆಂಡು ಹಾಕಿದರೆ ನೀವು ಗೆಲ್ಲು ತ್ತೀರಿ. ಟಕ್ಸನ್ನು ಪ್ರಾರಂಬಿಸಲು, ಅವನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Move the mouse
gd: Gluais an luchag
kn: ಮೌಸ್ ನ್ನು ಚಲಿಸು...

source: The football game
gd: An geama ball-coise
kn: ಕಾಲ್ಚೆಂಡಿನ ಆಟ

source: Kick the ball into the goal
gd: Breab am bàla dhan tadhal
kn: ಚೆಂಡನ್ನು ಗೋಲಿನೊಳಕ್ಕೆ ಒದೆಯಿರಿ

source: Mouse-manipulation
gd: Cleachdadh na luchaige
kn: ಮೌಸ್-ಚಲನ ವಲನ

source: Point the mouse and click on the ball, to set the speed and direction of the ball. The closer you click to the center, the slower the ball moves.
gd: Tomh an luchag is briog air a' bhàla gus astar is comhair a' bhàla a shuidheachadh. Mar as fhaisge air a' mheadhan a nì thu am briogadh 's ann nas slaodaiche a ghluaiseas am bàla.
kn: ಮೌಸ್ ನ್ನು ಗುರಿನೋಡಿ ಚೆಂಡಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ವೇಗ ಮತ್ತು ದಿಕ್ಕನ್ನು ಬದಲಾಯಿಸಲು ಚೆಂಡನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ್ ರೀತಿಯನ್ನು ಬದಲಾಯಿಸಿರಿ. ಚೆಂಡಿನ ಮದ್ಯಭಾಗದ ಹತ್ತಿರ ಕ್ಲಿಕ್ ಮಾಡಿದರೆ ಚೆಂಡು ನಿಧಾನವಾಗಿ ಚಲಿಸುತ್ತದೆ.

source: Kick the ball into the black hole on the right
gd: Breab am bàla dhan toll dubh air an taobh deas
kn: ಚೆಂಡನ್ನು ಬಲಭಾಗದಲ್ಲಿರುವ ಕಪ್ಪು ಗುಣಿಯಲ್ಲಿ ಒದೆಯಿರಿ.

source: Main Menu Second Version
gd: Dàrna tionndadh dhen phrìomh chlàr-taice
kn: ಮುಖ್ಯ ಪುಟ - ಎರಡನೇ ಆವೃತ್ತಿ

source: Select a Board
gd: Tagh bòrd
kn: ಹಲಗೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ.

source: Profile: %s
kn: ಪ್ರೋಪೈಲ್ :%s

source: Number of activities: %d
gd: Àireamh de chleasan: %d
kn: ಚಟುವಟಿಕೆಗಳ ಸಂಖ್ಯೆ: %d

source: Python Board
gd: Bòrd Python
kn: ಪೈಥಾನ್ ಹಲಗೆ.

source: Special board that embeds Python into GCompris.
gd: Bòrd sònraichte a nì leabachadh aig Python ann an GCompris.
kn: ಪೈಥಾನ್ ನ್ನು ಅಳವಡಿಸಿರುವ ವಿಶೇಷ ಜಿಕಾಂಪ್ರೈಸ್ ನ ಹಲಗೆ.

source: Braille : Unlocking the Code
gd: Braille : A' neo-ghlasadh an còd
kn: ಬ್ರೈಲ್ : ಬಾಷಾ ಸಂಕೇತ(ಕೋಡ್)ನ್ನು ತೆಗೆಯಿರಿ.

source: The Braille system is a method that is used by blind people to read and write.
gd: 'S e dòigh leughaidh is sgrìobhaidh a chleachdas daoine dalla a tha san t-siostam Braille.
kn: ಬ್ರೈಲ್ ವ್ಯವಸ್ಥೆಯು ಕುರುಡುರು ಒದಲು ಮತ್ತು ಬರೆಯಲು ಬಳಸುವ ವಿಧಾನವಾಗಿದೆ.

source: Each Braille character, or cell, is made up of six dot positions, arranged in a rectangle containing two columns of three dots each. As seen on the left, each dot is referenced by a number from 1 to 6.
gd: Tha gach caractar no cealla braille na shia ionadan dotaige a tha air an cur ri chèile mar cheart-cheàrnach aig a bheil dà cholbh le trì dotagan anns gach fear. Mar a chì thu taobh clì, bheir sinn iomradh air gach dotag leis na h-àireamhan 1 gu 6.
kn: ಪ್ರತಿಯೊಂದು ಬ್ರೈಲ್ ಅಕ್ಷರವು (ಅಥವಾ ಸೆಲ್) ಆರು ಚುಕ್ಕಿಗಳಿಂದ ಆಗಿದೆ. ಇವುಗಳನ್ನು ತಲಾ ಮೂರು ಚುಕ್ಕಿಗಳಿರುವ ಎರಡು ಕಂಬಸಾಲುಗಳಲ್ಲಿ ವ್ಯವಸ್ಥೆ ಮಾಡಲಾಗಿದೆ. ಪ್ರತಿಯೊಂದು ಚುಕ್ಕಿಗೆ ೧ ರಿಂದ ೬ ರವರೆಗೆ ಸಂಖ್ಯೆಗಳಿಂದ ಗುರುತು ಮಾಡಲಾಗಿದೆ. ಉದಾಹರಣೆಯನ್ನು ನೀವು ಎಡಭಾಗದಲ್ಲಿ ನೋಡಬಹುದು.

source: I am braille TUX
gd: Is mise TUX Braille
kn: ನಾನು ಬ್ರೈಲ್ ಲಿಪಿಯ ಟಕ್ಸ್.

source: When you are ready, click on me and try reproducing Braille characters.
gd: Nuair a bhios tu deiseil, briog orm is feuch an ath-chruthaich thu na caractaran Braille.
kn: ನೀವು ಸಿದ್ಧರಾಗಿದ್ದರೆ, ನನ್ನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಬ್ರೈಲ್ ಲಿಪಿಯನ್ನು ಬರೆಯಲು ಪ್ರಯತ್ನಿಸಿರಿ.

source: Click on the dots in braille cell area to produce the letter {letter}.
gd: Briog air na dotagan ann an raon cealla Braille gus an litir {letter} a dhèanamh.
kn: ಬ್ರೈಲ್ ಲಿಪಿಯ ಕೋಶದಲ್ಲಿರುವ ಚುಕ್ಕಿಗಳ ಮೇಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ {letter} ಅಕ್ಷರವನ್ನು ಬರೆಯಿರಿ.

source: Look at the Braille character map and observe how similar the first and second line are.
gd: Seall air mapa nan caractaran Braille is mothaich dè cho coltach ri chèile 's a tha a' chiad is an dàrna loidhne.
kn: ಬ್ರೈಲ್ ಲಿಪಿಯ ನಕ್ಷೆಯನ್ನು ನೋಡಿರಿ, ಮೊದಲನೇ ಮತ್ತು ಎರಡನೇ ಸಾಲುಗಳು ಒಂದೇ ರೀತಿ ಇರುವುದನ್ನು ಗಮನಿಸಿರಿ.

source: Again, similar as the first line but take care, the 'W' letter was added afterwards.
gd: A-rithist, coltach ris a' chiad loidhne, ach thoir an aire gun deach an litir "W" a chur ris an uair sin.
kn: ಮತ್ತೆ, ಗಮನವಿಟ್ಟು ನೋಡಿ, ಮೊದಲನೇ ಸಾಲಿನಂತೆಯೇ ಇದೆ, ಆದರೆ 'W' ಅಕ್ಷರವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.

source: This is easy, numbers are the same as letters from A to J.
gd: Tha seo furasta, tha na h-àireamhan co-ionnan ris na litrichean o A gu J.
kn: ಇದು ತುಂಬಾ ಸುಲಭ, ಸಂಖ್ಯೆಗಳು A ಯಿಂದ J ಅಕ್ಷರಗಳಂತೆಯೇ ಇವೆ ಅಲ್ಲವೇ.....

source: Braille Cell
gd: Cealla Braille
kn: ಬ್ರೈಲ್ ಅಕ್ಷರ(ಸೆಲ್)

source: Click to confirm your selection of dots
gd: Briog gus an taghadh de dhotagan agad a dhearbhadh
kn: ನೀವು ಚುಕ್ಕಿಗಳ ಆಯ್ಕೆಯನ್ನು ಖಚಿತಪಡಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Learn and memorize the Braille system.
gd: Ionnsaich an siostam Braille is cuir nad chuimhne e.
kn: ಬ್ರೈಲ್ ಪದ್ದತಿಯನ್ನು ಕಲಿಯಿರಿ ಮತ್ತು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ......

source: Let kids discover the Braille system.
gd: A' sealladh an siostam Braille dhan chlann.
kn: ಮಗು ಬ್ರೈಲ್ ಪದ್ದತಿಯ ಬಗ್ಗೆ ತಿಳಿಯಲಿ....

source: The screen has 3 sections: an interactive braille cell, an instruction telling you the letter to reproduce, and at the top the Braille letters to use as a reference. Each level teaches a set of 10 letters.
gd: Tha 3 raointean air an sgrìn: cealla Braille eadar-ghnìomhach, mìneachadh a dh'innseas dhut dè an litir a bu chòir dhut ath-dhèanamh is na litrichean Braille air a' bharr mar iomradh. Bheir gach leibheil seata de 10 litrichean seachad.
kn: ಈ ಪರದೆಯಲ್ಲಿ ೩ ಭಾಗಗಳಿವೆ : ಪ್ರತಿಕ್ರಿಯಿಸುವ ಬ್ರೈಲ್ ಅಕ್ಷರ, ನೀವು ಯಾವ ಅಕ್ಷರ ಬರೆಯಬೇಕೆಂಬ ಸೂಚನೆ, ಮೇಲಿನ ಭಾಗದಲ್ಲಿ ಬ್ರೈಲ್ ಅಕ್ಷರಗಳ ಸಹಾಯಕ ಪರದೆ. ಪ್ರತಿಯೊಂದು ಹಂತವು ೧೦ ಅಕ್ಷರಗಳನ್ನು ಕಲಿಸುತ್ತದೆ....

source: Back to the activity
gd: Till dhan chleas
kn: ಚಟುವಟಿಕೆಗೆ ಹಿಂದಿರುಗಿ

source: Braille Fun
gd: Tlachd le Braille
kn: ಬ್ರೈಲ್ ಆಟದ ಖುಷಿ..

source: Braille the falling letters
gd: Litrichean Braille a' tuiteam
kn: ಬ್ರೈಲ್ ನ ಜಾರುವ ಅಕ್ಷರಗಳು....

source: Braille Alphabet Codes
gd: Còdaichean aibidil Braille
kn: ಬ್ರೈಲ್ ಅಕ್ಷರಗಳ ಸಂಕೇತಗಳು...

source: Enter the braille code in the tile for the corresponding falling letters. Check the braille chart by clicking on the toggle button for help.
gd: Cuir a-steach an còd Braille san leac airson nan litrichean a' tuiteam a fhreagras ris. Thoir sùil air cairt braille 's tu a' briogadh air a' phutan toglaidh airson cobharach.
kn: ಜಾರುವ ಬ್ರೈಲ್ ಅಕ್ಷರಗಳಿಗೆ ಸಮನಾದ ಬ್ರೈಲ್ ಸಂಕೇತವನ್ನು ನೀಡಿರುವ ಜಾಗದಲ್ಲಿ ತುಂಬಿರಿ. ನೀವು ಬ್ರೈಲ್ ನಕ್ಷೆಯಲ್ಲಿ ಉತ್ತರ ಸರಿಯಿದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಬಲು, ಟಾಗಲ್ ಗುಂಡಿಯ ಒತ್ತಿರಿ, ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ..

source: PLAYER 1
gd: CLUICH. 1
kn: ಆಟಗಾರ ೧

source: PLAYER 2
gd: CLUICH. 2
kn: ಆಟಗಾರ ೨

source: Check Number
gd: Dearbhaich an àireamh
kn: ಸಂಖ್ಯೆಯನ್ನು ಪರೀಕ್ಷಿಸಿ

source: Click me to get some hint
gd: Briog orm gus gliocas fhaighinn
kn: ನನ್ನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ, ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ.

source: I don't have this number PLAYER {number}
kn: ಈ ಸಂಖ್ಯೆಯ ಆಟಗಾರನ ಸಂಖ್ಯೆ ನನ್ನ ಬಳಿ ಇಲ್ಲ. ಆಟಗಾರ {number}

source: Lotto Master
gd: Maighstir a' chrannchuir
kn: ಲಾಟರಿ ಆಟ

source: Generate a number
gd: Gin àireamh
kn: ಸಂಖ್ಯೆಯನ್ನು ತೋರಿಸು...

source: Hey, you have it. It is there in your {column} column
gd: Tha e agad, a ghràidh. Tha e sa cholbh {column} agad
kn: ಹೋ... ನಿಮ್ಮ ಬಳಿ ಇದೆ. ಇದು ನಿಮ್ಮ {column} ಕಂಬಸಾಲಿನಲ್ಲಿ ಇದೆ.

source: Oops, this number is not in your ticket!
gd: Oich, chan eil an àireamh seo air an ticead agad!
kn: ಅಯ್ಯೋ.... ಈ ಸಂಖ್ಯೆ ನಿಮ್ಮ ಬಳಿ ಇಲ್ಲಾ...

source: 1st
gd: 1ad
kn: ಮೊದಲನೆಯ

source: 2nd
gd: 2na
kn: ಎರಡನೆಯ

source: 3rd
gd: 3as
kn: ಮೂರನೆಯ

source: 4th
gd: 4mh
kn: ನಾಲ್ಕನೆಯ

source: Game Over
gd: Crìoch a' gheama
kn: ಆಟ ಮುಗಿಯಿತು...

source: Congratulation player {player_id}, you won
gd: Meal do naidheachd, a chluicheadair {player_id}, bhuannaich thu
kn: ಅಭಿನಂದನೆಗಳು, ನೀವು {player_id} ಗೆಲುವು ಸಾದಿಸಿದ್ದೀರಾ.

source: Braille Lotto
gd: Crannchur Braille
kn: ಬ್ರೈಲ್ ಲಾಟರಿ.

source: Discover the Braille system for numbers.
gd: Faigh a-mach mu shiostam Braille airson nan àireamhan.
kn: ಸಂಖ್ಯೆಗಳಿಗಾಗಿ ಬ್ರೈಲ್ ವ್ಯವಸ್ಥೆಯನ್ನು ತಿಳಿಯಿರಿ.

source: Each player must find if the proposed number is in their board. If the code is in the board, just click on it in order to validate it. The player who crosses all the Braille numbers correctly wins the game. Check the Braille table by clicking on the toggle button in the control bar.
gd: Feumaidh gach cluicheadair faighinn a-mach a bheil an àireamh a thèid a' toirt seachad air a' bhòrd aige. Ma tha an còd air a' bhòrd, cha leig thu leas ach briogadh air gus a dhearbhadh. Buannaichidh an cluicheadair a chroiseas a h-uile àireamh Braille mar bu chòir. Thoir sùil air a' chlàr Braille 's tu a' briogadh air a' phutan toglaidh air a' bhàr-smachd.
kn: ಪ್ರತಿ ಅಟಗಾರನೂ ಸಹಾ ಸೂಚಿಸಿದ ಸಂಖ್ಯೆಯು ಹಲಗೆಯಲ್ಲಿದೆಯೇ ಎಂದು ಕಂಡುಹಿಡಿಯಬೇಕು. ಅದು ಹಲಗೆಯಲ್ಲಿದ್ದರೆ ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಪರೀಕ್ಷಿಸಬಹುದು. ಎಲ್ಲಾ ಬ್ರೈಲ್ ಸಂಖ್ಯೆಗಳನ್ನು ಸರಿಯಾಗಿ ಸೂಚಿಸಿದ ಆಟಗಾರ ಗೆಲ್ಲುವನು. ನೀವು ನಿಯಂತ್ರಣ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಟಾಗಲ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಬ್ರೈಲ್ ಟೇಬಲ್ ಪರೀಕ್ಷಿಸಬಹುದು.

source: Operate a canal lock
gd: Stiùirich loc canail
kn: ಕಾಲುವೆಯ ಬೀಗವನ್ನು ತೆಗೆಯಲು ಪ್ರಯತ್ನಿಸಿರಿ.

source: Tux is in trouble, and needs to take his boat through a lock. Help Tux and find out how a canal lock works.
gd: Tha Tux ann an staing is feumaidh e am bàta aige a thoirt tro loc. Thoir cobhair dha Tux is faigh a-mach mar a dh'obraicheas loc canail.
kn: ಟಕ್ಸ್ ತೊಂದರೆಯಲ್ಲಿದ್ದಾನೆ...., ಅನನಿಗೆ ನಿಮ್ಮ ಸಹಾಯ ಬೇಕಾಗಿದೆ..., ಅವನ ದೋಣಿಯನ್ನು ಬೀಗಗಳ ಮೂಲಕ ಚಲಿಸಬೇಕಾಗಿದೆ. ಟಕ್ಸ್ ಗೆ ಸಹಾಯ ಮಾಡಿ, ಕಾಲುವೆ ಬೀಗ ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂದು ತಿಳಿಯಿರಿ.

source: You are in charge of the canal lock. Open the gates and the locks in the right order, so Tux can travel through the gates in both directions.
gd: Tha thu an cois loc a' chanail. Fosgail na geataichean is na locan san òrdugh cheart ach an urrainn dha Tux siubhal tro na geataichean air an dà thaobh.
kn: ನೀವು ಕಾಲುವೆಬೀಗವನ್ನು ನಿಯಂತ್ರಿಸಬಹುದು... ಬಾಗಿಲುಗಳನ್ನು ಮತ್ತು ಬೀಗಗಳನ್ನು ಸರಿಯಾದ ಕ್ರಮದಲ್ಲಿ ತೆರೆಯಿರಿ...ಆದುದರಿಂದ ಟಕ್ಸ್ ಸುಲಭವಾಗಿ ಬಾಗಿಲುಗಳ ಮೂಲಕ ಪ್ರಯಾಣಿಸಬಹುದು...

source: Drawing by Stephane Cabaraux.
gd: Tarraing le Stephane Cabaraux.
kn: ಸ್ಟೇಪೆನ್ ಕ್ಯಾಬಾರಾಕ್ಸ್ ರವರ ಚಿತ್ರ.

source: All messages will be displayed here.
gd: Thèid a h-uile teachdaireachd a shealltainn an-seo.
kn: ಎಲ್ಲ ಸಂದೇಶಗಳನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುವುದು.

source: Your Friends
gd: Do charaidean
kn: ನಿಮ್ಮ ಗೆಳೆಯರು

source: Your Channel
gd: An t-seanail agad
kn: ನಿಮ್ಮ ವಾಹಿನಿ

source: Type your message here, to send to other GCompris users on your local network.
gd: Sgrìobh an teachdaireachd agad an seo gus a chur gu cleachdaichean GCompris eile air an lìonraidh ionadail agad.
kn: ನೀವು ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ.. ಈ ಸಂದೇಶವು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಜಾಲದಲ್ಲಿರುವ ಜಿಕಾಂಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ ತಲುಪುತ್ತದೆ.

source: color
gd: dath
kn: ಬಣ್ಣ

source: ERROR: Failed to initialize the network interface. You cannot communicate.
gd: MEARACHD: Cha b' urrainn dhuinn an eadar-aghaidh lìonraidh a thòiseachadh. Chan urrainn dhut conaltradh.
kn: ತಪ್ಪು/ದೋಷ : ನಿಮ್ಮ ಜಾಲದ ಸಂಪರ್ಕ ಕೊಂಡಿಯನ್ನು ಪ್ರಾರಂಬಿಸಲು ಸಾದ್ಯವಾಗಲಿಲ್ಲ. ನೀವು ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Has left the chat.
gd: Air a' chabadaich fhàgail.
kn: ಹರಟೆಯನ್ನು ಬಿಟ್ಟು ಹೊರಗೆ ಹೋಗಿದ್ದಾರೆ.

source: You must set a channel in your channel entry box first.
gd: Feumaidh tu seanail a shuidheachadh ann am bogsa cur a-steach an seanail agad an toiseach.
kn: ನೀವು ಮೊದಲು ವಾಹಿನಿಯ ಪ್ರವೇಶ ಪಟ್ಟಿಗೆಯಲ್ಲಿ ನಿಮ್ಮ ವಾಹಿನಿಯನ್ನು ಜೋಡಿಸಬೇಕು.

source: Your friends must set the same channel in order to communicate with you
gd: Feumaidh do charaidean an aon seanail a shuidheachadh gus conaltradh riut
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತರು ನೀವು ಬಳಸುವ ವಾಹಿನಿಯನ್ನು ಜೋಡಿಸಿದರೆ ಮಾತ್ರ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.

source: Chat and draw with your friends
gd: Cabadaich is tarraing leis na caraidean agad
kn: ಸ್ನೇಹಿತರ ಜೊತೆ ಹರಟೆ ಮತ್ತು ಚಿತ್ರ ಬರೆ.

source: This chat activity only works on the local network
gd: Chan obraich an cleas cabadaich seo ach air an lìonraidh ionadail
kn: ಈ ಹರಟೆ ಆಟವು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಜಾಲದಲ್ಲಿ ಮಾತ್ರ ಕೆಲಸ ಮಾಡುತ್ತದೆ.

source: This chat activity will only work with other GCompris users on your local network, not on the Internet. To use it, just type in your message and hit Enter. Your message is then broadcast on the local network, and any GCompris program running the chat activity on that local network will receive and display your message.
gd: Chan obraich an cleas cabadaich seo ach le cleachdaichean GCompris eile air an lìonraidh ionadail agad is chan obraich e air an eadar-lìon. Gus a chleachdadh, cha leig thu leas ach an teachdaireachd agad a sgrìobhadh is Enter a bhrùthadh. Thèid an teachdaireachd agad a chraoladh air an lìonraidh ionadail an uair sin agus gheibh is seallaidh gach prògram GCompris a bhios a' ruith an cleas cabadaich air an lìonraidh ionadail seo an teachdaireachd agad.
kn: ಈ ಹರಟೆ ಆಟವು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಜಾಲದಲ್ಲಿರುವ ಇತರ ಜಿಕಾಂಪ್ರೈಸ್ ಬಳಕೆದಾರ ಜೊತೆ ಮಾತ್ರ ಕೆಲಸ ಮಾಡುತ್ತದೆ. ಇದು ಅಂತರ್ಜಾಲದಲ್ಲಿ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ. ಇದನ್ನು ಬಳಸಲು, ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಬರೆಯಿರಿ,ನಂತರ ಎಂಟರ್ ಗುಂಡಿಯನ್ನು ಒತ್ತಿರಿ. ಆಗ ನಿಮ್ಮ ಸಂದೇಶವು ಹರಟೆ ಆಟವನ್ನು ವೀಕ್ಷಿಸುತ್ತಿರುವ ಇತರ ಜಿಕಾಂಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ ತಲುಪುತ್ತದೆ. ಹಲವು ಸಂದೇಶಗಳನ್ನು ನಿಮ್ಮ ಸ್ನೇಹಿತರೊಡನೆ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಿ.

source: Error: The external program gnuchess died unexpectedly
gd: Mearachd: bhàsaich am prògram gnuchess gun dùil
kn: ದೋಷ: ಬಾಹ್ಯ gnuchess ಕಾರ್ಯಕ್ರಮವು ಆಕಸ್ಮಿಕವಾಗಿ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ.ಕ್ಷಮಿಸಿರಿ.

source: Error: The external program gnuchess is mandatory to play chess in gcompris. First install it, and check it is in
gd: Mearachd: Tha prògram a-muigh gnuchess riatanach gus tàileasg a chluich ann an GCompris. Stàlaich e an toiseach is dearbhaich gu bheil e an-seo:
kn: ದೋಷ : ನೀವು ಚದುರಂಗ(ಚೆಸ್)ಆಟ ಆಡಲು gnuchess ಅವಶ್ಯಕವಾಗಿದೆ.. ಮೊದಲು gnuchess ನ್ನು ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಸ್ಥಾಪಿಸಿರಿ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿರಿ.

source: White's Turn
gd: Cuairt a' chluicheadair ghil
kn: ಬಿಳಿಯದರ ಸರತಿ

source: Black's Turn
gd: Cuairt a' chluicheadair dhuibh
kn: ಕರಿಯದರ ಸರತಿ

source: White checks
gd: Tha casg air an rìgh aig a' chluicheadair gheal
kn: ಬಿಳಿಯ ಚೌಕಗಳು

source: Black checks
gd: Tha casg air an rìgh aig a' chluicheadair dhubh
kn: ಕಪ್ಪು ಚೌಕಗಳು

source: Black mates
gd: Tha tul-chasg aig a' chluicheadair dubh air an rìgh
kn: ಕಪ್ಪು ಕಾಯಿಗಳು

source: White mates
gd: Tha tul-chasg aig a' chluicheadair gheal air an rìgh
kn: ಬಿಳಿಯ ಕಾಯಿಗಳು.

source: Drawn game
gd: Geama ionnanach
kn: ಆಟ ಸಮವಾಗಿದೆ.

source: Error: The external program gnuchess died unexpectingly
gd: Mearachd: bhàsaich am prògram gnuchess gun dùil
kn: ದೋಷ: ಬಾಹ್ಯ gnuchess ಕಾರ್ಯಕ್ರಮವು ಆಕಸ್ಮಿಕವಾಗಿ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ.ಕ್ಷಮಿಸಿರಿ.

source: Learning chess
gd: Ag ionnsachadh tàileasg
kn: ಚದುರಂಗ ಕಲಿಕೆ..

source: The chess engine is from gnuchess.
gd: Tha an t-inneal tàileisg le gnuchess.
kn: ಚದುರಂಗದ ಯಂತ್ರವು gnuchess ಕೊಡುಗೆಯಾಗಿದೆ..

source: Chess training. Catch the computer's pawns.
gd: Trèanadh tàileisg. Glac pànaichean a' choimpiutair.
kn: ಚದುರಂಗ ತರಭೇತಿ . ನೀವು ಗಣಕದ ಕಾಯಿಗಳನ್ನು ಹಿಡಿಯಿರಿ.

source: Play the end of the chess game against the computer
gd: Cluich deireadh a' gheama tàileisg an aghaidh a' choimpiutair
kn: ನೀವು ಚದುರಂಗ ಆಟ ಕೊನೆಯನ್ನು ಗಣಕಯಂತ್ರದ ವಿರುದ್ಧ ಆಡಿರಿ.

source: Chronos
gd: Eachdraidh
kn: ಕ್ರೋನೋಸ್

source: Drag and Drop the items to organize the story
gd: Slaod is leig na nithean às gus rian a chur air an sgeulachd
kn: ವಸ್ತುಗಳನ್ನು ಜಾರಿಸಿ ಮತ್ತು ಬಿಳಿಸಿ ಕತೆಯನ್ನು ಜೋಡಣೆ ಮಾಡಿರಿ.

source: Pick from the pictures on the left and put them on the red dots
gd: Tagh o na dealbhan taobh clì is cuir air na dotagan dearga iad
kn: ಎಡಗಡೆಯಿರುವ ಚಿತ್ರಗಳಿಂದ ಆರಿಸಿರಿ. ಅವನ್ನು ಬಲಗಡೆಯಿರುವ ಕೆಂಪು ಚುಕ್ಕಿಗಳ ಮೇಲೆ ಜೋಡಿಸಿರಿ.
