Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Venezuela
gd: A' Bheiniseala
kn: ವೆನೆಝುಲಾ

source: Western Europe
gd: An Roinn-Eòrpa Siarach
kn: ಪಶ್ಚಿಮ ಯುರೋಪ್

source: Austria
gd: An Ostair
kn: ಆಸ್ಟ್ರಿಯಾ

source: Belgium
gd: A' Bheilg
kn: ಬೆಲ್ಜಿಯಮ್

source: Denmark
gd: An Danmhairg
kn: ಡೆನ್ಮಾರ್ಕ್

source: Finland
gd: An Fhionnlann
kn: ಫಿನ್ಲ್ಯಾಂಡ್

source: France
gd: An Fhraing
kn: ಫ್ರಾನ್ಸ್

source: Germany
gd: A' Ghearmailt
kn: ಜರ್ಮನಿ

source: Ireland
gd: Èirinn
kn: ಐರ್ಲ್ಯಾಂಡ್

source: Luxembourg
gd: Lugsamburg
kn: ಲಕ್ಸೆಂಬರ್ಗ್

source: The Netherlands
gd: Na Tìrean Ìsle
kn: ನೆದರ್ಲ್ಯಾಂಡ್ಸ್

source: Norway
gd: Nirribhidh
kn: ನಾರ್ವೆ

source: Portugal
gd: A' Phortagail
kn: ಪೋರ್ಚುಗಲ್

source: Spain
gd: An Spàinn
kn: ಸ್ಪೇನ್

source: Sweden
gd: An t-Suain
kn: ಸ್ವೀಡನ್

source: Switzerland
gd: An Eilbheis
kn: ಸ್ವಿಟ್ಜರ್ಲಾಂಡ್

source: United Kingdom
gd: An Rìoghachd Aonaichte
kn: ಯುನೈಟೆಡ್ ಕಿಂಗ್ಡಂ

source: Eastern Europe
gd: An Roinn-Eòrpa Earach
kn: ಪೂರ್ವ ಯೂರೋಪ್

source: Albania
gd: Albàinia
kn: ಆಲ್ಬೇನಿಯ

source: Belarus
gd: A' Bhealaruis
kn: ಬೆಲರೂಸ್

source: Bosnia Herzegovina
gd: Bosna is Hearsagobhana
kn: ಬೊಸ್ನಿಯಾ ಹರ್ಜೆಗೊವಿನಾ

source: Bulgaria
gd: A' Bhulgair
kn: ಬಲ್ಗೇರಿಯ

source: Croatia
gd: A' Chròthais
kn: ಕ್ರೊಯೆಷಿಯಾ

source: Estonia
gd: An Eastoin
kn: ಎಸ್ಟೊನಿಯ

source: Hungary
gd: An Ungair
kn: ಹಂಗೆರಿ

source: Latvia
gd: An Laitbhe
kn: ಲಾಟ್ವಿಯ

source: Lithuania
gd: An Liotuain
kn: ಲಿಥುವೆನಿಯ

source: Macedonia
gd: A' Mhasadon
kn: ಮ್ಯಾಸಿಡೋನಿಯ

source: Moldova
gd: A' Mholdobha
kn: ಮಾಲ್ಡೊವಾ

source: Poland
gd: A' Phòlainn
kn: ಪೋಲಾಂಡ್

source: Romania
gd: Romàinia
kn: ರೊಮೆನಿಯ

source: Serbia
gd: An t-Sèirb
kn: ಸರ್ಬಿಯ

source: Montenegro
gd: Am Monadh Neagrach
kn: ಮೊಂಟೆನೆಗ್ರೊ

source: Slovak Republic
gd: Poblachd na Slòbhaice
kn: ಸ್ಲೋವಾಕ್ ಗಣರಾಜ್ಯ

source: Slovenia
gd: An t-Slòbhain
kn: ಸ್ಲೊವೆನಿಯ

source: Ukraine
gd: An Ucràin
kn: ಉಕ್ರೇನ್

source: Greece
gd: A' Ghreug
kn: ಗ್ರೀಸ್

source: Northern Africa
gd: Ceann a tuath Afraga
kn: ಉತ್ತರ ಆಫ್ರಿಕಾ

source: Algeria
gd: Aildiria
kn: ಅಲ್ಜಿರಿಯ

source: Benin
gd: Beinin
kn: ಬೆನಿನ್

source: Burkina Faso
gd: Buirciona Faso
kn: ಬುರ್ಕಿನ ಫಾಸೊ

source: Cameroon
gd: Camarun
kn: ಕ್ಯಾಮರೂನ್

source: Central African Republic
gd: Poblachd Meadhan Afraga
kn: ಮಧ್ಯ ಆಫ್ರಿಕನ್ ಗಣರಾಜ್ಯ

source: Chad
gd: An t-Seàd
kn: ಚಾದ್

source: Djibouti
gd: Diobùtaidh
kn: ಜಿಬೂಟಿ

source: Egypt
gd: An Èiphit
kn: ಈಜಿಪ್ಟ್

source: Equatorial Guinea
gd: Gini Mheadhan-Chriosach
kn: ಈಕ್ವೆಟೋರಿಯಲ್ ಗಿನಿ

source: Ethiopia
gd: An Itiop
kn: ಇಥಿಯೋಪಿಯ

source: Eritrea
gd: Eartra
kn: ಎರಿಟ್ರಿಯ

source: Gabon
kn: ಗೆಬನ್

source: Gambia
gd: A' Ghaimbia
kn: ಗ್ಯಾಂಬಿಯ

source: Ghana
gd: Gàna
kn: ಘಾನಾ

source: Guinea Bissau
gd: Gini-Bioso
kn: ಗುನಿಯಾ ಬಿಸ್ಸಾವ್

source: Guinea
gd: Gini
kn: ಗಿನಿ

source: Ivory Coast
gd: An Costa Ìbhri
kn: ಐವರಿ ಕೋಸ್ಟ್

source: Liberia
gd: Libèir
kn: ಲಿಬೇರಿಯ

source: Libya
gd: Libia
kn: ಲಿಬಿಯಾ

source: Mali
gd: Màili
kn: ಮಾಲಿ

source: Mauritania
gd: Moratàinea
kn: ಮೌರಿತಾನಿಯ

source: Morocco
gd: Moroco
kn: ಮೊರಾಕ್ಕೊ

source: Nigeria
gd: Nigèiria
kn: ನೈಜೀರಿಯ

source: Niger
gd: Nìgeir
kn: ನೈಜರ್

source: Rwanda
gd: Rubhanda
kn: ರುವಾಂಡಾ

source: Senegal
gd: Seanagal
kn: ಸೆನೆಗಲ್

source: Sierra Leone
gd: Siarra Leòmhann
kn: ಸಿಯಾರ ಲಿಯೋನ್

source: Somalia
gd: Somàilia
kn: ಸೊಮಾಲಿಯ

source: Sudan
gd: Sudàn
kn: ಸೂಡಾನ್

source: Togo
kn: ಟೊಗೊ

source: Tunisia
gd: Tuinisea
kn: ಟುನಿಶಿಯ

source: Uganda
kn: ಉಗಾಂಡಾ

source: Western Sahara
gd: Sathara an Iar
kn: ಪಶ್ಚಿಮ ಸಹಾರಾ

source: Southern Africa
gd: Ceann a deas Afraga
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕಾ

source: Angola
gd: Angòla
kn: ಅಂಗೋಲ

source: Botswana
gd: Botsuana
kn: ಬೊಟ್ಸ್ವಾನ

source: Burundi
gd: Burundaidh
kn: ಬುರುಂಡಿ

source: Democratic Republic of Congo
gd: Poblachd Dheamocratach na Congo
kn: ಕಾಂಗೋದ ಪ್ರಜಾಸತ್ತಾತ್ಮಕ ಗಣತಂತ್ರ

source: Kenya
gd: Ceinia
kn: ಕೆನ್ಯಾ

source: Lesotho
gd: Leasoto
kn: ಲೆಸೊಥೊ

source: Madagascar
gd: Madagasgar
kn: ಮಡಗಾಸ್ಕರ್

source: Malawi
gd: Malabhaidh
kn: ಮಲಾವಿ

source: Mozambique
gd: Mòsaimbic
kn: ಮೊಜಾಂಬಿಕ್

source: Namibia
gd: An Namaib
kn: ನಮೀಬಿಯ

source: Republic of Congo
gd: Poblachd na Congo
kn: ಕಾಂಗೋದ ಗಣತಂತ್ರ

source: South Africa
gd: Afraga a Deas
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕಾ

source: Swaziland
gd: Dùthaich nan Suasaidh
kn: ಸ್ವಾಜಿಲಾಂಡ್

source: Tanzania
gd: An Tansan
kn: ಟಾನ್ಜಾನಿಯ

source: Zambia
gd: Sàimbia
kn: ಜಾಂಬಿಯ

source: Zimbabwe
gd: An t-Sìombab
kn: ಜಿಂಬಾಬ್ವೆ

source: Simple Letters
gd: Litrichean simplidh
kn: ಸರಳ ಅಕ್ಷರಗಳು

source: Type the falling letters before they reach the ground
gd: Sgrìobh na litrichean a thuiteas mus ruig iad an làr
kn: ಬೀಳುವ ಅಕ್ಷರಗಳನ್ನು ಅವು ನೆಲಕ್ಕೆ ಬೀಳುವ ಮುಂಚೆ ಬೆರಳಚ್ಚು ಮಾಡಿರಿ.

source: Error: We can't find a list of letters to play this game.
kn: ದೋಷ: ಈ ಆಟವನ್ನು ಆಡಲು` ಪದಗಳ ಪಟ್ಟಿ ಲಬ್ಯವಿಲ್ಲ.

source: ERROR: Unable to get letter from wordlist
kn: ದೋಷ : ಪದಪಟ್ಟಿಯಿಂದ ಪದಗಳನ್ನು ಪಡೆಯಲು ಸಾದ್ಯವಾಗಿಲ್ಲ.

source: <b>%s</b> configuration for profile <b>%s</b>
gd: rèiteachadh <b>%s</b> airson na pròifil <b>%s</b>
kn: <b>%s</b> ಪ್ರೋಪೈಲಗಾಗಿ ಸಂವಿನ್ಯಾಸ (ಕಾನ್'ಫಿಗರೇಷನ್) <b>%s</b>

source: Enable sounds
gd: Cuir fuaimean an comas
kn: ಶಬ್ಧವನ್ನು ಸಕ್ರೀಯಗೊಳಿಸಿರಿ

source: Show letters in UPPERCASE Type in lowercase or UPPERCASE as you wish
kn: ದೊಡ್ಡ ಅಕ್ಷರಗಳನ್ನು ತೋರಿಸು ನಿಮ್ಮ ಇಷ್ಟದಂತೆ ದೊಡ್ಡ ಅಥವಾ ಚಿಕ್ಕ ಅಕ್ಷರದಲ್ಲಿ ಬೆರಳಚ್ಚು ಮಾಡಿರಿ.

source: Letter association between the screen and the keyboard
gd: Co-cheangladh nan litrichean eadar an sgrìn is am meur-chlàr
kn: ಪರದೆ ಮತ್ತು ಕೀಲಿಮಣೆಯ ಅಕ್ಷರಗಳ ನಡುವೆ ಸಂಬಂದ ಕಲ್ಪಿಸುವುದು

source: Keyboard manipulation
gd: Cleachdadh a' mheur-chlàir Mar a gheibh thu na stràcan: 1) Air Windows, feumaidh tu an iuchair ` (ri taobh 1) a bhrùthadh agus an uairsin litir eile. 2) Air Mac, feumaidh tu ALT agus ` is an uairsin litir eile a bhrùthadh. Mur obraich sin, tadhail air www.iGaidhlig.net airson barrachd fiosrachaidh 's taic.
kn: ಮೌಸ್-ಚಲನ ಚಟುವಟಿಕೆಗಳು

source: Equality Number Munchers
gd: Ithe nan àireamh co-ionnan
kn: ಸಮವಾಗಿರುವ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನುವುದು

source: Guide the Number Muncher to the expressions that equal the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dha na h-eas-preiseanan a bhios co-ionnan ris an àireamh aig barr na sgrìn.
kn: ಪರದೆಯ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಬರುವ ಲೆಕ್ಕಗಳಿಗೆ ಸಮನಾದ ಉತ್ತರವಿರುವ ಸಂಖ್ಯೆಯನ್ನು ತಿನ್ನಿರಿ

source: Practice addition, multiplication, division and subtraction.
gd: Cleachdaich cur ris, iomadachadh, roinneadh is toirt air falbh.
kn: ಕೂಡುವಿಕೆ, ಗುಣಾಕಾರ, ಭಾಗಾಕಾರ ಮತ್ತು ಕಳೆಯುವಿಕೆಯನ್ನು ಅಭ್ಯಾಸಮಾಡಿ.

source: Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
gd: Cleachd na saighdean gus gluasad timcheall a' bhùird is na bòcain a sheachnadh. Briog air an spacebar gus àireamh ithe.
kn: ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಹಲಗೆಯ ಮೇಲೆ ಚಲಿಸಲು ಮತ್ತು ಅಡೆತಡೆಗಳನ್ನು ನಿವಾರಿಸಲು ಬಳಸಿರಿ. ಸ್ಪೇಸ್ ಬಾರನ್ನು ಸಂಖ್ಯೆಯನ್ನು ತಿನ್ನಲು ಬಳಸಿರಿ.

source: and %d
gd: is %d
kn: ಮತ್ತು %d

source: {0} is divisible by {1}.
gd: gabhaidh {0} a roinneadh le {1}.
kn: {0} ಯು {1} ರಿಂದ ಭಾಗವಾಗುತ್ತದೆ.

source: 1 is not a prime number.
gd: Chan eil 1 na prìomh-àireamh.
kn: ೧ ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಯಲ್ಲ

source: Primes less than %d
gd: Prìomh-àireamhan nas lugha na %d
kn: %d ಗಿಂತ ಕಡಿಮೆಯಿರುವ ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳು

source: Multiples of %(d1)d include %(s)s, but %(d2)d is not a multiple of %(d3)d.
gd: Gabhaidh na h-iomadan de %(d1)d a-steach %(s)s ach chan e %(d2)d na iomad de %(d3)d.
kn: %(d1)d ರ ಅಪವರ್ತನಗಳು %(s)s ನ್ನು ಹೊಂದಿವೆ, ಆದರೆ %(d2)d ಯು %(d3)d ನ ಅಪವರ್ತನವಲ್ಲ.

source: Factors of %d
gd: Factaran aig %d
kn: %d ಯ ಅಪವರ್ತ್ಯಗಳು

source: {0} are the factors of {1}.
gd: 'S iad {0} na factaran de {1}.
kn: {0} ಗಳು {1} ಅಪವರ್ತ್ಯಗಳು.

source: Multiples of %d
gd: Iomadan de %d
kn: %d ಯ ಅಪವರ್ತನಗಳು

source: Equal to %d
gd: Co-ionnan ri %d
kn: ಇದು %d ಗೆ ಸಮ

source: Not equal to %d
gd: Chan ionnan ri %d
kn: ಇದು %d ಗೆ ಸಮವಲ್ಲ

source: You were eaten by a Troggle. Press <Return> to continue.
gd: Chaidh d' ithe le bòcan. Briog air <Return> gus leantainn air adhart.
kn: ನೀವು ಟ್ರಾಗಲ್ ನಿಂದ ತಿನ್ನಲ್ಪಟ್ಟಿರಿ. ಮುಂದುವರೆಯಲು ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ.

source: You ate a wrong number.
gd: Dh'ith thu àireamh chearr.
kn: ನೀನು ತಪ್ಪಾದ ಸಂಖ್ಯೆಯನ್ನು ತಿಂದೆ.

source: Press <Return> to continue.
gd: Brùth air <Return> gus leantainn air adhart.
kn: ಮುಂದುವರೆಯಲು ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ

source: Factor Number Munchers
gd: Ithe nam factaran
kn: ಅಪವರ್ತ್ಯ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನುವುದು

source: Guide the Number Muncher to all the factors of the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dhan a h-uile factar aig an àireamh aig barr na sgrìn.
kn: ಪರದೆಯ ಮೇಲ್ಬಾಗದಲ್ಲಿ ನೀಡಿರುವ ಸಂಖ್ಯೆಯ ಎಲ್ಲಾ ಅಪವರ್ತ್ಯಗಳನ್ನು ತಿನ್ನಲು ಪ್ರಯತ್ನಿಸಿರಿ.

source: Learn about factors and multiples.
gd: Ionnsaich mu fhactaran is iomadan.
kn: ಅಪವರ್ತ್ಯ ಮತ್ತು ಅಪವರ್ತನಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ.

source: The factors of a number are all the numbers that divide that number evenly. For example, the factors of 6 are 1, 2, 3 and 6. 4 is not a factor of 6 because 6 cannot be divided into 4 equal pieces. If one number is a multiple of a second number, then the second number is a factor of the first number. You can think of multiples as families, and factors are the people in those families. So 1, 2, 3 and 6 all fit into the 6 family, but 4 belongs to another family. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
gd: 'S e na h-àireamhan a roinneas àireamh ann am pàirtean co-ionnan a th' anns na factaran. Mar eisimpleir 's iad 1, 2, 3 is 6 na factaran de 6. Chan e 4 na fhactar de 6 oir chan urrainn dhut 6 a roinneadh ann an 4 pìosan co-ionnan. Ma tha an dàrna àireamh na iomad dhen àireamh eile, tha an àireamh eile na fhactar dhen dàrna àireamh. 'S urrainn dhut beachdachadh air iomadan mar theaghlaichean is na factaran nam buill sna teaghlaichean ud. Mar sin, tha àite aig 1, 2, 3 is 6 dhen teaghlach aig 6 ach tha 4 na bhall de theaghlach eile. cleachd na saighdean gus gluasad timcheall a' bhùird is na bòcain a sheachnadh. Brùth air a' spacebar gus àireamh ithe.
kn: ಒಂದು ಸಂಖ್ಯೆಯ ಅಪವರ್ತ್ಯ ಎಂದರೆ ಆ ಸಂಖ್ಯೆಯನ್ನು ನಿಶೇಷವಾಗಿ ಭಾಗಮಾಡುವ ಸಂಖ್ಯೆಗಳು, ಉದಾಹರಣೆಗೆ ೬ ರ ಅಪವರ್ತ್ಯಗಳು ೧,೨,೩ ಮತ್ತು ೬. ಆದರೆ ೪ ಇದು ೬ ರ ಅಪವರ್ತ್ಯವಲ್ಲ ಎಕೆಂದರೆ ೬ ರನ್ನು ೪ ಸಮಭಾಗಗಳಾಗಿ ಮಾಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಒಂದು ಸಂಖ್ಯೆಯು ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯ ಗುಣಲಬ್ದವಾಗಿದ್ದರೆ ಎರಡನೇ ಸಂಖ್ಯೆಯು ಮೊದಲನೇ ಸಂಖ್ಯೆಯ ಅಪವರ್ತ್ಯವಾಗಿದೆ. ನೀವು ಅಪವರ್ತನಗಳನ್ನು ಕುಟುಂಬ ಎಂದೂ ಮತ್ತು ಅಪವರ್ತ್ಯಗಳನ್ನು ಕುಟುಂಬದ ಸದಸ್ಯರು ಎಂದು ಬಾವಿಸಬಹುದು. ಆದುದರಿಂದ ೧,೨,೩ ಮತ್ತು ೬ ಎಲ್ಲವೂ ೬ ರ ಕುಟುಂಬದಲ್ಲಿವೆ. ಆದರೆ ೪ ಸಂಖ್ಯೆಯು ೬ ರ ಕುಟುಂಬದಲ್ಲಿಲ್ಲ . ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಹಲಗೆಯಲ್ಲಿ ಚಲಿಸಿರಿ ಮತ್ತು ಅಡೆತಡೆಯನ್ನು ತಪ್ಪಿಸಿರಿ. ಸ್ಪೇಸ್ ಬಾರನ್ನು ಒತ್ತಿ ಸಂಖ್ಯೆಯನ್ನು ತಿನ್ನಿರಿ.

source: Inequality Number Munchers
gd: Ithe nan àireamh nach ionnan
kn: ಅಸಮ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನುವುದು

source: Guide the Number Muncher to the all the expressions that do not equal the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dhan a h-uile eas-preisean nach ionnan ris an àireamh aig barr na sgrìn.
kn: ಪರದೆಯ ಮೇಲೆ ತೋರಿಸಿರುವ ಸಂಖ್ಯೆಗೆ ಅಸಮವಾದ ಸಮೀಕರಣಗಳನ್ನು ತಿನ್ನಿರಿ.

source: Practice addition, subtraction, multiplication and division.
gd: Cleachdaich cur ris, toirt air falbh, iomadachadh is roinneadh.
kn: ಕೂಡುವಿಕೆ, ಕಳೆಯುವಿಕೆ, ಗುಣಾಕಾರ ಮತ್ತು ಭಾಗಾಕಾರವನ್ನು ಅಭ್ಯಾಸಮಾಡಿ.

source: Multiple Number Munchers
gd: Ithe nan iomadan
kn: ಗುಣಾಕಾರದ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನುವುದು

source: Guide the Number Muncher to all the multiples of the number at the top of the screen.
gd: Stiùirich itheadair nan àireamh dhan a h-uile iomad aig an àireamh aig barr na sgrìn.
kn: ಪರದೆಯ ಮೇಲೆ ತೋರಿಸುವ ಸಂಖ್ಯೆಗೆ ಎಲ್ಲಾ ಅಪವರ್ತನಗಳನ್ನು ತಿನ್ನಿರಿ.

source: Learn about multiples and factors.
gd: Ionnsaich mu iomadan is factaran.
kn: ಅಪವರ್ತನಗಳು ಮತ್ತು ಅಪವರ್ತ್ಯಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ.

source: The multiples of a number are all the numbers that are equal to the original number times another number. For example, 24, 36, 48 and 60 are all multiples of 12. 25 is not a multiple of 12 because there isn't any number that can be multiplied by 12 to get 25. If one number is a factor of a second number, then the second number is a multiple of the first number. Again, you can think of multiples as families, and factors are the people who belong to those families. The factor 5, has parents 10, grandparents 15, great-grandparents 20, great-great-grandparents 25, and every extra step of 5 is another great- in front! But the number 5 does not belong in the 8 or 23 families. You can't fit any number of 5s into 8 or 23 with nothing left over. So '8 isn't a multiple of 5, nor is 23. Only 5, 10, 15, 20, 25 ... are multiples (or families or steps) of 5. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
gd: 'S e a h-uile àireamh a bhios co-ionnan ris an àireamh tùsail air iomadachadh le àireamh eile a th' anns na iomadan aig àireamh. Mar eisimpleir, tha 24, 26, 48 is 60 uile nan iomadan de 12. Chan eil 25 na iomad de 12 oir chan eil àireamh ann leis am b' urrainn dhut 12 iomadachadh gus 25 fhaighinn. Ma tha an dàrna àireamh na fhactar aig an àireamh eile, tha an àireamh eile na iomad dhen dàrna àireamh. A-rithist, 's urrainn dhut beachdachadh air iomadan mar theaghlaichean is tha na factaran nan daoine a bhuineas ris na teaghlaichean ud. Leis an fhactar 5, is 10 a phàrantan, 15 a sheanair 's a sheanmhair, 20 a shinn-seanair 's a shinn-seanmhair, 25 a shinn-sinn-seanair 's a shinn-sinn-seanmhair le "sinn" a bharrachd aig toiseach gach ceum de 5! Ach chan eil 5 na bhall dhe na teaghlaichean aig 8 no 23. Chan eil àireamh de chòigean ann a b' urrainn dhut cur ann an 8 no 23 gun dad air fhagail. Mar sin, chan eil 8 no 23 na iomad de 5. Chan eil ach 5, 10, 15, 20, 15 ... nan iomadan (no teaghlaichean no ceuman) de 5. Cleachd na saighdean gus gluasad timcheall a' bhùird is na bòcain a sheachnadh. rùth air a' bhàr spàs gus àireamh ithe.
kn: ಒಂದು ಸಂಖ್ಯೆಯ ಅಪವರ್ತನ ಎಂದರೆ ಆ ಸಂಖ್ಯೆಯ ಎಲ್ಲಾ ಗುಣಲಬ್ದ ಅಥವಾ ಮಗ್ಗಿಗಳು ಎಂದು ಅರ್ಥೈಸಿಕೊಳ್ಳಬಹುದು. ಉದಾಹರಣೆ : ೫ ರ ಅಪವರ್ತನಗಳು ೫,೧೦,೧೫,೨೦,೨೫,೩೦,೩೫,೪೦,೪೫,೬೦... ಇತ್ಯಾದಿ. ಸಂಖ್ಯೆ ೧೨ ನ್ನು ೫ ರ ಅಪವರ್ತನ ಎನ್ನಲು ಸಾದ್ಯವಿಲ್ಲ ಎಕೆಂದರೆ ೫ ರ ಮಗ್ಗಿಯಲ್ಲಿ ೧೨ ಬರುವುದಿಲ್ಲ. ಅದೇ ರೀತಿಯಲ್ಲಿ ೭೨ ಸಹಾ ೫ ರ ಅಪವರ್ತನವಲ್ಲ ಎಕೆಂದರೆ ೫ ರಿಂದ ೭೨ ನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಶೇಷವಿಲ್ಲದೆ ಭಾಗಮಾಡಲು ಸಾದ್ಯವಿಲ್ಲ. ಇದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ೫೦ ರ ಅಪವರ್ತ್ಯ ೫ ಎನ್ನಬಹುದು. ೫೦ ನ್ನು ನಿಶೇಷವಾಗಿ ಭಾಗ ಮಾಡುವ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ಸಹಾ ೫ರ ಅಪವರ್ತ್ಯಗಳಾಗಿವೆ. ೫ ರ ಅಪವರ್ತ್ಯಗಳು ೨,೫,೧೦,೨೫ ಎಕೆಂದರೆ ಈ ಎಲ್ಲಾ ಸಂಖ್ಯೆಗಳು ೫ ನ್ನು ನಿಶೇಷವಾಗಿ ಭಾಗಮಾಡುತ್ತವೆ. ನೀವು ಇವನ್ನು ಒಂದು ಕುಂಟುಂಬದಂತೆ ತಿಳಿಯಿರಿ. ೫೦ ನ್ನು ತಂದೆ ಎಂದು ಮತ್ತು ಅದರ ಅಪವರ್ತ್ಯಗಳಾದ ೨,೫,೧೦,೨೫ ನ್ನು ಮಕ್ಕಳು ಎಂದು ತಿಳಿಯಿರಿ. ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಹಲಗೆಯ ಮೇಲೆ ಚಲಿಸಿರಿ. ಸ್ಪೇಸ್ ಬಾರ್ ನ್ನು ಬಳಸಿ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನಿರಿ.

source: Prime Number Munchers
gd: Ithe nam prìomh-àireamh
kn: ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನುವುದು

source: Guide the Number Muncher to all the prime numbers.
gd: Stiùirich itheadair nan àireamh dhan a h-uile prìomh-àireamh.
kn: ಎಲ್ಲಾ ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳನ್ನು ತಿನ್ನುವಂತೆ ಮಾಡಿರಿ.

source: Learn about prime numbers
gd: Ionnsaich mu phrìomh-àireamhan
kn: ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ.

source: Prime numbers are numbers that are only divisible by themselves and 1. For example, 3 is a prime number, but 4 isn't (because 4 is divisible by 2). You can think of prime numbers as very small families: they only ever have two people in them! Only themselves and 1. You can't fit any other numbers into them with nothing left over. 5 is one of these lonely numbers (only 5 × 1 = 5), but you can see that 6 has 2 and 3 in its family as well (6 × 1 = 6, 2 × 3 = 6). So 6 is not a prime number. Use the arrow keys to navigate around the board and to avoid the Troggles. Press the spacebar to eat a number.
gd: 'S e àireamhan a th' anns na prìomh-àireamhan nach gabh roinneadh ach leotha fhèin no le 1. Mar eisimpleir, tha 3 na mrìomh-àireamh ach chan eil 4 (oir gabhaidh 4 roinneadh le 2). 'S urrainn dhut beachdachadh air prìomh-àireamhan mar theaghlaichean glè bheaga: chan eil ach dithis bhall aca! Iad fhèin is 1. Chan urrainn dhut àireamh sam bith eile a chur annta gun dad air fhàgail. Is 5 aon dhe na h-àireamhan aonarach seo (chan e ach 5 x 1 = 5), ach chì thu le 6 gu bheil 2 is 3 san teaghlach aice-se cuideachd (6 x 1 = 6, 2 x 3 = 6). ar sin, chan e 6 na prìomh-àireamh. Cleachd na saighdean gus gluasad timcheall a' bhùird is na bòcain a sheachnadh. Brùth air a' spacebar gus àireamh ithe.
kn: ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳು ಎಂದರೆ ೧ ರಿಂದ ಮತ್ತು ಅದೇ ಸಂಖ್ಯೆಯಿಂದ ಮಾತ್ರ ಭಾಗವಾಗುವ ಸಂಖ್ಯೆಗಳು. ಉದಾಹರಣೆಗೆ ೫ ನ್ನು ೫ X ೧ =೫ ಎಂದರೆ ೫ ಮತ್ತು ೧ ರಿಂದ ಮಾತ್ರ ಭಾಗವಾಗುತ್ತದೆ. ೨,೩ ರಿಂದ ನಿಶೇಷವಾಗಿ ಭಾಗ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಸಂಖ್ಯೆ ೬ ನ್ನು ಉದಾಹರಣೆಯಾಗಿ ತೆಗೆದುಕೊಂಡರೆ, ೬ ನ್ನು ನಾವು ೧ X೬ = ೬ ಮತ್ತು ೨ X ೩ = ೬ ಎಂದು ಸೂಚಿಸಬಹುದು. ಸಂಖ್ಯೆ ೬ ಇದು ೧ ಮತ್ತು ೬ ರಿಂದ ಅಲ್ಲದೆ ೨ ಮತ್ತು ೩ ರಿಂದ ಕೂಡ ಭಾಗವಾಗುತ್ತದೆ. ಆದ್ದರಿಂದ ೬ ನ್ನು ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆ ಎನ್ನಲು ಸಾಧ್ಯವಿಲ್ಲ. ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳು ೧ ಮತ್ತು ಅದೇ ಸಂಖ್ಯೆಯಿರುವ ಅತಿ ಚಿಕ್ಕ ಕುಟುಂಬ ಎಂದು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.ನೀವು ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಹಲಗೆಯ ಮೇಲೆ ಚಲಿಸಬಹುದು. ಸ್ಪೇಸ್ ಬಾರ್ ನ್ನು ಬಳಸಿ ಸಂಖ್ಯೆಯನ್ನು ತಿನ್ನಬಹುದು.

source: Guess a number between {0} and {1}
gd: Dèan tuairmse air àireamh eadar {0} is {1}
kn: {0} ಮತ್ತು {1} ರ ನಡುವೆ ಯಾವುದಾದರೂ ಸಂಖ್ಯೆಯನ್ನು ಊಹಿಸಿ.

source: Please enter a number between {0} and {1}
gd: Cuir a-steach àireamh eadar {0} is {1}
kn: {0} ಮತ್ತು {1} ರ ನಡುವೆ ಯಾವುದಾದರೂ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿರಿ.

source: Out of range
gd: Taobh a-muigh na rainse
kn: ವ್ಯಾಪ್ತಿಯನ್ನು ಮೀರಿದೆ

source: Too high
gd: Ro àrd
kn: ತುಂಬಾ ಹೆಚ್ಚು

source: Too low
gd: Ro ìseal
kn: ತುಂಬಾ ಕಡಿಮೆ

source: Guess a number
gd: Dèan tuairmse air àireamh
kn: ಸಂಖ್ಯೆಯೊಂದನ್ನು ಊಹಿಸಿ

source: Help Tux escape the cave. Tux hides a number for you to find.
gd: Thoir cobhair dha Tux gus teicheadh on uamh. Tha Tux air àireamh fhalach ach an lorg thu i.
kn: ಟಕ್ಸನ್ನು ಗುಹೆಯಿಂದ ಹೊರಗೆ ಹೋಗಲು ಸಹಾಯ ಮಾಡಿರಿ. ಟಕ್ಸ್ ಸಂಖ್ಯೆಯನ್ನು ಬಚ್ಚಿಟ್ಟುಕೊಂಡಿದೆ. ನೀವು ಕಂಡುಹಿಡಿಯಬೇಕು.

source: Numbers from 1 to 1000 for the last level.
gd: Àireamhan eadar 1 is 1000 airson an leibheil mu dheireadh.
kn: ಹಿಂದಿನ ಹಂತಕ್ಕೆ ೧ ರಿಂದ ೧೦೦೦ ರವರೆಗಿನ ಸಂಖ್ಯೆಗಳು.

source: Read the instructions that give you the range of the number to find. Enter a number in the top right blue entry box. Tux will tell you if your number is higher or lower. Then enter another number. The distance between Tux and the escape area on the right represents how far you are from the correct number. If Tux is over or under the escape area, it means your number is over or under the correct number.
gd: Leugh an stiùireadh a dh'innseas dhut dè an rainse sa bheil an àireamh ri lorg. Cuir a-steach àireamh sa bhogsa ghorm taobh deas air a' bharr. Innsidh Tux dhut a bheil an àireamh agad nas motha no nas lugha. An uair sin, cuir a-steach àireamh eile. Riochdaichidh an t-astar eadar Tux is an t-slighe a-mach dè cho fad air falbh 's a tha thu on àireamh a tha a dhìth. Ma tha Tux os cionn no fon t-slighe a-mach, is ciall dha sin gu bheil an àireamh agad nas àirde no nas lugha na an àireamh a tha a dhìth.
kn: ಮೊದಲು ಸಂಖ್ಯೆಗಳ ವ್ಯಾಪ್ತಿಯನ್ನು ತಿಳಿಸುವ ಮಾಹಿತಿಯನ್ನು ಓದಿಕೊಳ್ಳಿ.. ಬಲ ಮೇಲ್ಬಾಗದಲ್ಲಿ ನೀಡಿರುವ ನೀಲಿ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿರಿ. ಟಕ್ಸ್ ನಿಮ್ಮ ಸಂಖ್ಯೆ ಹೆಚ್ಚಿದೆಯೇ ಕಡಿಮೆಯಿದೆಯೇ ಎಂದು ನಿಮಗೆ ತಿಳಿಸುತ್ತದೆ. ಮತ್ತೆ ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿರಿ. ಟಕ್ಸ ಮತ್ತು ಹೊರಹೋಗುವ ದಾರಿಗೆ ಇರುವ ದೂರವು ಸರಿಯಾದ ಸಂಖ್ಯೆಗೆ ಮತ್ತು ನೀವು ನಮೂದಿಸಿರುವ ಸಂಖ್ಯೆಗೆ ಇರುವ ದೂರವನ್ನು ಸೂಚಿಸುತ್ತದೆ . ಟಕ್ಸ್ ಹೊರಹೋಗುವ ದಾರಿಗೆ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಅಥವಾ ಕೆಳಭಾಗದಲ್ಲಿದ್ದರೆ ನಿಮ್ಮ ಸಂಖ್ಯೆ ದೊಡ್ಡದು ಅಥವಾ ಕಡಿಮೆ ಇದೆಯೇ ಎಂದು ತಿಳಿಯಬಹುದು.

source: b/c/d/f/g/h/j/k/l/m/n/p/q/r/s/t/v/w/x/z
gd: b/bh/c/ch/d/dh/f/fh/g/gh/l/m/mh/n/p/ph/r/s/sh/t/th
kn: b/c/d/f/g/h/j/k/l/m/n/p/q/r/s/t/v/w/x

source: NONE
gd: e=éè
kn: ಯಾವುದೂ ಅಲ್ಲ

source: English
gd: Beurla
kn: ಇಂಗ್ಲೀಷ್

source: Could not find the list of words.
gd: Cha b' urrainn dhuinn liosta nam faclan a lorg.
kn: ಪದಗಳ ಪಟ್ಟಿಯನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: The classic hangman game
gd: Geama a' chrochadair
kn: ಪುರಾತನ ನೇಣುಗಂಬದ ಆಟ

source: A word is hidden, you must discover it letter by letter
gd: Chaidh facal fhalach is feumaidh tu a lorg litir air litir
kn: ಒಂದು ಪದವನ್ನು ಬಚ್ಚಿಡಲಾಗಿದೆ. ನೀವು ಬಚ್ಚಿಟ್ಟಿರುವ ಪದವನ್ನು ಒಂದೊಂದೇ ಅಕ್ಷರವಾಗಿ ಕಂಡುಹಿಡಿಯಬೇಕು.

source: Reading skill
gd: Sgil leughaidh
kn: ಓದುವ ಕೌಶಲ್ಯ

source: This is a good exercise to improve reading and spelling skills.
gd: Seo cleachdadh math gus piseach a thoirt aig na sgilean leughaidh is litreachaidh agad.
kn: ನಿಮ್ಮ ಓದುವ ಕೌಶಲ್ಯ ಮತ್ತು ಸ್ಪೇಲ್ಲಿಂಗ್ಸ ಹೇಳುವ ಕೌಶಲ್ಯ ವೃದ್ದಿಸಿಕೊಳ್ಳಲು ಆಟವು ಸಹಕಾರಿಯಾಗಿದೆ.

source: You can enter the letters using the virtual keyboard on the screen or with the real keyboard.
gd: 'S urrainn dhut na litrichean a chur a-steach leis a' mheur-chlàr air an sgrìn no leis an fhìor mheur-chlàr.
kn: ನೀವು ಅಕ್ಷರಗಳನ್ನು ಪರದೆಯ ಮೇಲಿರುವ ಕೀಲಿಮಣೆಯಿಂದ ಅಥವಾ ನಿಮ್ಮ ಗಣಕದ ಕೀಲಿಮಣೆಯಿಂದ ನಮೂದಿಸಬಹುದು.

source: Simplified Tower of Hanoi
gd: Tùr Hanoi simplidh
kn: ಹಾನೋಯನ ಸರಳ ಗೋಪುರ.

source: Reproduce the given tower
gd: Ath-thog an tùr
kn: ನೀಡಿರುವ ಗೋಪುರವನ್ನು ನೀವು ನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: Build the same tower in the empty area as the one you see on the right-hand side.
gd: Tog an aon tùr san raon fhalamh 's a chì thu air an taobh deas.
kn: ಬಲಗಡೆ ನೀಡಿರುವ ಗೋಪುರದ ಮಾದರಿಯಂತೆ ಖಾಲಿ ಇರುವ ಜಾಗದಲ್ಲಿ ಗೋಪುರವನ್ನು ನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: Reproduce the tower on the right in the empty space on the left
gd: Ath-thog an tùr air an taobh deas san raon fhalamh air an taobh chlì
kn: ಬಲಗಡೆ ನೀಡಿರುವ ಗೋಪುರದ ಮಾದರಿಯಂತೆ ಎಡಗಡೆ ಖಾಲಿ ಇರುವ ಜಾಗದಲ್ಲಿ ಗೋಪುರವನ್ನು ನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: Drag and Drop one top piece at a time, from one peg to another, to reproduce the tower on the right in the empty space on the left.
gd: Slaod pìos is leig às e, fear seach fear, o chnag gu cnag, gus am bidh thu air an tùr deas ath-thogail san raon fhalamh air an taobh chlì.
kn: ಬಲಗಡೆ ನೀಡಿರುವ ಗೋಪುರದ ಮಾದರಿಯಂತೆ ಖಾಲಿ ಇರುವ ಜಾಗದಲ್ಲಿ ಗೋಪುರವನ್ನು ನಿರ್ಮಾಣ ಮಾಡಿರಿ. ನೀವು ಒಂದು ಗೋಪುರದಿಂದ ಒಂದೋಂದೇ ತುಣುಕನ್ನು ತೆಗೆದು ಜಾರಿಸುವುದರ ಮತ್ತು ಬೀಳಿಸುವುದರ ಮೂಲಕ ನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: Concept taken from EPI games.
gd: Chaidh a' bhun-bheachd a thogail o EPI games.
kn: ಈ ಪರಿಕಲ್ಪನೆಯನ್ನು EPI ಆಟಗಳಿಂದ ಪಡೆಯಲಾಗಿದೆ.

source: Tower of Hanoi
gd: Tùr Hanoi
kn: ಹಾನೋಯನ ಗೋಪುರ

source: Move the entire stack to the right peg, one disc at a time
gd: Gluais an cruach dhan chnag deas, clàr air clàr
kn: ಗೋಪುರದಿಂದ ಒಂದು ಬಾರಿ ಒಂದು ತಟ್ಟೆಯಂತೆ ಇಡೀ ಗೋಪುರದ ಎಲ್ಲಾ ತಟ್ಟೆಗಳನ್ನು ಬಲಗಡೆಗೆ ವರ್ಗಾಯಿಸಿರಿ.

source: The Tower of Hanoi
gd: Tùr Hanoi
kn: ಹನಾಯನ ಗೋಪುರ

source: Reproduce the tower on the right side
gd: Ath-thog an tùr air an taobh deas
kn: ಬಲಗಡೆ ಇರುವ ಗೋಪುರದಂತೆ ನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: The object of the game is to move the entire stack to another peg, obeying the following rules: * only one disc may be moved at a time * no disc may be placed atop a smaller disc
gd: 'S e amas a' gheama an cruach gu lèir a gluasad dhan chnag eile, a' leantainn nan riaghailtean seo: * chan fhaod thu ach aon chlàr a ghluasad aig an aon àm * chan fhaod thu clàr beag a chur air muin clàir a tha nas motha
kn: ನೀವು ಈ ಆಟದಲ್ಲಿ ಎಲ್ಲಾ ತಟ್ಟೆಗಳನ್ನು ಒಂದು ಗೋಪುರದಿಂದ ಇನ್ನೊಂದು ಗೋಪುರಕ್ಕೆ ವರ್ಗಾಯಿಬೇಕು. ಈ ಕೆಳಕಂಡ ನಿಯಮಗಳನ್ನು ಪಾಲಿಸಬೇಕು: * ಒಂದು ಸಾರಿಗೆ ಒಂದೇ ತಟ್ಟೆಯನ್ನು ವರ್ಗಾಯಿಸಬೇಕು. *ದೊಡ್ಡ ತಟ್ಟೆಯನ್ನು ಚಿಕ್ಕ ತಟ್ಟೆಯ ಮೇಲೆ ಇಡಬಾರದು.

source: Drag and Drop the top pieces only from one peg to another, to reproduce the tower on the right in the empty space on the left.
gd: Slaod clàr is leig às dha, fear seach fear, o chnag gu cnag, gus am bidh thu air an tùr taobh deas ath-thogail san raon fhalamh air an taobh chlì.
kn: ಗೋಪುರದ ಮೇಲ್ಬಾಗದಲ್ಲಿರುವ ತಟ್ಟೆಯನ್ನು ಮಾತ್ರ ಜಾರಿಸುವುದರ ಮತ್ತು ಬೀಳಿಸುವುದರ ಮೂಲಕ, ನೀವು ಬಲಗಡೆ ಇರುವ ಗೋಪುರವನ್ನು ಎಡಗಡೆ ಖಾಲಿ ಜಾಗದಲ್ಲಿ ಮತ್ತೆ ನಿರ್ಮಾಣ ಮಾಡಿ.
