Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Go to Algebra activities
gd: Cleasan ailseabra
kn: ಬೀಜಗಣಿತದ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು

source: Left-click the mouse on an activity to select it.
gd: Dèan briogadh clì leis an luchag air cleas gus a thaghadh.
kn: ಮೌಸ್‌ ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.

source: Go to calculation activities
gd: Cleasan àireamhachaidh
kn: ಲೆಕ್ಕಾಚಾರ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು

source: Various calculation activities.
gd: Taghadh de chleasan àireamhachaidh.
kn: ಹಲವಾರು ಲೆಕ್ಕಾಚಾರ ಚಟುವಟಿಕೆಗಳು.

source: Discover the Braille system
gd: Faigh fiosrachadh air Braille
kn: ಬ್ರೈಲ್'ನ ವ್ಯವಸ್ಥೆ ಯನ್ನು ಕಂಡುಹಿಡಿ

source: The Braille system is a method that is widely used by blind people to read and write, and was the first digital form of writing.
gd: 'S e dòigh leughaidh 's sgrìobhaidh a chleachdas daoine dalla gu tric a tha ann am Braille agus 's e a' chiad mhodh sgrìobhaidh digiteach a bha ann.
kn: ಬ್ರೈಲ್ ವ್ಯವಸ್ಥೆಯನ್ನು ಕುರುಡರು ಓದಲು,ಬರೆಯಲು ಬಳಸುವರು. ಇದು ಮೊದಲ ಡಿಜಿಟಲ್ ಬರವಣಿಗೆಯಾಗಿದೆ

source: Practice chess
gd: Cleachdaich tàileasg
kn: ಚದುರಂಗವನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿ

source: Play chess against the computer in a learning mode
gd: Cluich tàileasg an aghaidh a' choimpiutair sa mhodh ionnsachaidh
kn: ಗಣಕದ ವಿರುದ್ಧ ಚದುರಂಗವನ್ನು ಕಲಿಕಾ ವಿಧಾನದಲ್ಲಿ ಆಡಿ

source: Go to Color activities
gd: Na dathan
kn: ಬಣ್ಣ ಹಚ್ಚುವ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು.

source: Colors based activities.
gd: Cleasan stèidhichte air dathan.
kn: ಬಣ್ಣದ ಚಟುವಟಿಕೆಗಳು.

source: Discover the Computer
gd: Faigh a-mach mun choimpiutair
kn: ಗಣಕವನ್ನು ಅನ್ವೇಷಿಸಿರಿ

source: Play with computer peripherals.
gd: Cluich le uidheaman-taice a' choimpiutair.
kn: ಗಣಕದ ಬಾಗಗಳೊಡನೆ ಆಡಿ

source: Go to discovery activities
gd: Cleasan mothachaidh
kn: ಹುಡುಕಾಟದ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು

source: Colors, sounds, memory...
gd: Dathan, fuaimean, cuimhne...
kn: ಬಣ್ಣಗಳು, ಶಬ್ದಗಳು, ನೆನಪಿನ ಶಕ್ತಿ...

source: Go to experiential activities
gd: Cleasan faireachaidh
kn: ಅನುಭವಗಳ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು

source: Various activities based on physical movement.
gd: Cleasan stèidhichte air gluasad na bodhaig.
kn: ದೈಹಿಕ ಚಲನೆಯ ಹಲವು ಚಟುವಟಿಕೆಗಳು

source: Go to Experimental activities
gd: Cleasan deuchainneach
kn: ಪ್ರಾಯೋಗಿಕ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು.

source: Run gcompris --experimental to see this menu.
gd: Ruith gcompris --experimental gus an clàr-taice seo fhaicinn.
kn: ಜಿಕಾಂಪ್ರಿಸ್ ನ್ನು ಪ್ರಾರಂಬಿಸಿರಿ

source: Go to Amusement activities
gd: Cleasan spòrsail
kn: ಮನೋರಂಜನಾ ಚಟುವಟಿಕೆಗಳಿಗೆ ಹೋಗು.

source: Various fun activities.
gd: Taghadh de chleasan spòrsail.
kn: ಹಲವು ಮೋಜಿನ ಚಟುವಟಿಕೆಗಳು.

source: Geometry
gd: Geomatras
kn: ಜ್ಯಾಮಿತಿ

source: Geometry activities.
gd: Cleasan geomatrais.
kn: ಜ್ಯಾಮಿತಿ ಚಟುವಟಿಕೆಗಳು.

source: Go to Number Munchers activities
gd: Cnuasaiche nan àireamh
kn: ಸಂಖ್ಯಾಶಬ್ಧ ಉಚ್ಛಾರಣೆ ಆಟಗಳಿಗೆ ಹೋಗಿ

source: Number Munchers are games to play with arithmetic.
gd: 'S e geamannan àireamhachd a tha sna cleasan ann an cnuasaiche nan àireamh.
kn: ಸಂಖ್ಯಾಶಬ್ಧ ಉಚ್ಛಾರಣೆ ಆಟಗಳು ಅಂಕಿಗಳೊಡನೆ ಆಡಲು ಸಹಾಯಕವಾಗಿವೆ

source: Keyboard-manipulation boards
gd: Am meur-chlàr
kn: ಕೀಲಿಮಣೆ ಬಳಕೆಯ ಹಲಗೆ

source: Discover the keyboard.
gd: Fiosraich am meur-chlàr.
kn: ಕೀಲಿಮಣೆಯನ್ನು ಕಂಡುಹಿಡಿ.

source: Mathematics
gd: Matamataig
kn: ಗಣಿತ

source: Mathematical activities.
gd: Cleasan matamataig.
kn: ಗಣಿತದ ಚಟುವಟಿಕೆಗಳು.

source: Go to Maze activities
gd: Cuartanan
kn: ಒಗಟುಗಳ ಲೋಕ ಹೋಗಿರಿ

source: Find your way out of different types of mazes
gd: Lorg an t-slighe a-mach à diofar cuartanan
kn: ವಿವಿಧ ರೀತಿ ಒಗಟುಗಳನ್ನು ಬಿಡಿಸಿರಿ

source: Go to Memory activities
gd: Cleasan cuimhne
kn: ನೆನೆಪಿನ ಆಟಗಳಿಗೆ ಹೋಗಿ

source: Various memory activities (images, letters, sounds).
gd: Taghadh de chleasan cuimhne (dealbhan, litrichean, fuaimean).
kn: ವಿವಿಧ ನೆನಪಿನ ಆಟಗಳು (ಚಿತ್ರಗಳು, ಅಕ್ಷರಗಳು, ಶಬ್ದಗಳು).

source: Go to mathematics memory activities against Tux
gd: Cleasan cuimhne an aghaidh Tux
kn: ಟಕ್ಸ್ ಜೋತೆ ಗಣಿತದ ನೆನಪಿನ ಆಟಗಳನ್ನು ಆಡಿರಿ

source: Memory activities based on operations
gd: Cleasan cuimhne stèidhichte air obrachaidhean
kn: ಗಣಿತದ ಕ್ರಿಯೆಗಳಿಗೆ ಸಂಬಂದಿಸಿದ ನೆನಪಿನ ಆಟಗ

source: Go to mathematics memory activities
gd: Cleasan cuimhne matamataig
kn: ಗಣಿತ ನೆನಪಿನ ಶಕ್ತಿ ಆಟಗಳಿಗೆ ಹೋಗು

source: GCompris Main Menu
gd: Prìomh chlàr-taice GCompris
kn: ಜಿಕಾಂಪ್ರಿಸ್ ಮುಖ್ಯ ಆಯ್ಕೆಗಳು

source: GCompris is a collection of educational games that provides different activities for children aged 2 and up.
gd: 'S e cruinneachadh de gheamannan foghlaim a tha ann an GCompris a bheir iomadh cleas do chlann a tha 2 bhliadhna a dh'aois is nas sine.
kn: ಜಿಕಾಂಪ್ರೈಸ್ - ಇದು ೨ ವರ್ಷಕ್ಕೆ ಮೆಲ್ಪಟ್ಟ ಮಕ್ಕಳಿಗಾ ರೂಪಿಸಿರುವ ಹಲವು ಆಟಗಳ ಮಯಾ ಲೋಕ

source: The goal of GCompris is to provide a free alternative to popular proprietary edutainment software
gd: 'S an t-amas aig GCompris gleus foghlaim saor a thoirt seachad seach bathar-bog coimeirsealta
kn: ಉಚಿತವಾಗಿ ಹಲವು ಆಟಗಳನ್ನು ಮಕ್ಕಳಿಗೆ ಖುಷಿಯಾಗಿ ಕಲಿಯಲು ನೀಡುವುದು ಜಿಕಾಂಪ್ರೈಸ್ ನ ಮುಖ್ಯ ಗುರಿಯಾಗಿದೆ

source: A simple click on an icon brings you to an activity or a menu of activities. At the bottom of the screen is the GCompris control bar. The following icons are displayed from right to left. (note that each icon is displayed only if available in the current activity) Home - Exit an activity, go back to menu (ctrl-w and escape key) Thumb - OK. Confirm your answer Arrows - Display the current level. Click to select another level Lips - Repeat the question Question Mark - Help Tool - The configuration menu Tux Plane - About GCompris Quit - Quit GCompris (ctrl-q) The stars show suitable age groups for each game: 1, 2 or 3 simple stars - from 2 to 6 years old 1, 2 or 3 complex stars - 7 years and up Shortcuts: ctrl-b Show or Hide the control bar ctrl-f Toggle full screen ctrl-m Toggle mute for the background music
kn: ಸರಳ ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ಆಟಗಳ ಮಯಾ ಲೋಕಕ್ಕೆ ಅಥವಾ ಆಟಗಳ ಗುಂಪಿಗೆ ಹೋಗುವಿರಿ ಪರದೆಯ ಕೆಳಗೆ ಜಿಕಾಂಪ್ರೈಸ್ ನ ಮುಖ್ಯ ನಿಯಂತ್ರಕ ಪಟ್ಟಿಯಿದೆ. ಈ ಕೆಳಗಿನ ಐಕಾನ(ಚಿತ್ರಗಳು) ಗಳು ಬಲದಿಂದ ಎಡಕ್ಕೆ ಜೋಡಿಸಲ್ಪಟ್ಟಿದೆ. (ಗಮನಿಸಿ: ಪ್ರಸ್ತುತ ಆಟವು ಲಬ್ಯವಿದ್ದರೆ ಮಾತ್ರ ಅದರ ಚಿತ್ರವು ಕಾಣುತ್ತದೆ.) ಮನೆಯ ಐಕಾನ್ :- ಆಟದಿಂದ ಹೊರಗೆ ಹೋಗು, ಮೈನ್ ಮೇನುಗೆ ಹಿಂದಿರುಗು.(ctrl-w ಮತ್ತು ಎಸ್ಕೇಪ್ ಕೀಲಿಯನ್ನು ಬಳಸಿರಿ) ಹೆಬ್ಬೆರಳಿನ ಐಕಾನ್ :- ಸರಿ. ನಿಮ್ಮ ಉತ್ತರವನ್ನು ದೃಡೀಕರಿಸುವಿರಾ. ಬಾಣದ ಗುರುತುಗಳ ಐಕಾನ್ :- ಪ್ರಸ್ತುತ ಹಂತವನ್ನು ತೋರುಸುವುದು. ಬೇರೆ ಹಂತವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಲು ಬಳಸಿರಿ . ತುಟಿಗಳು :- ಪ್ರಶ್ನೆಯನ್ನು ಮತ್ತೊಮ್ಮೆ ಕೇಳಲು ಬಳಸಿರಿ. ಪ್ರಶ್ನಾರ್ಥಕ ಚಿನ್ಹೆ :- ಸಹಾಯ. ಸಾಧನ :- ಕಾನ್ ಪಿಗರೇಷನ್ ಮೆನು ಟಕ್ಸ್ ವಿಮಾನ :- ಜಿಕಾಂಪ್ರೈಸ್ ಕುರಿತು ಮಾಹಿತಿ ಕ್ವಿಟ್ :- ಜಿಕಾಂಪ್ರೈಸ್ ನಿಂದ ಹೊರಗೆ ಹೋಗು. ನಕ್ಷತ್ರಗಳು ಮಕ್ಕಳ ಸೂಕ್ತ ವಯೋಮಾನವನ್ನು ಸೂಚಿಸುತ್ತವೆ. ೧,೨ ಅಥವಾ ೩ ಸರಳ ನಕ್ಷತ್ರಗಳು - ೨ ರಿಂದ ೬ ವಯಸ್ಸಿನ ಮಕ್ಕಳಿಗೆ ೧,೨ ಅಥವಾ ೩ ಸಂಕೀರ್ಣ ನಕ್ಷತ್ರಗಳು - ೭ ವಯಸ್ಸಿಗಿಂತ ಮೇಲ್ಪಟ್ಟ ಮಕ್ಕಳಿಗೆ. ಕೀಲಿಮಣೆ ಶಾರ್ಟ್ಕಕಟ್ ಗಳು: ctrl-b ನಿಯಂತ್ರಕ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸು ಅಥವಾ ಮುಚ್ಚು ctrl-f ಪೂರ್ಣ ಪರದೆಯನ್ನು ಬದಲಾಯಿಸು ctrl-m ಮ್ಯೂಟ್ ನ್ನು ಬದಲಾಯಿಸು

source: Miscellaneous activities
gd: Measgachadh de chleasan
kn: ವಿವಿಧ ಚಟುವಟಿಕೆಗಳು

source: Time, Geography, ...
gd: An t-àm, cruinn-eòlas, ...
kn: ವೇಳೆ, ಭೂಗೋಳಶಾಸ್ತ್ರ, ...

source: Go to money activities
gd: Airgead
kn: ಹಣಕಾಸಿನ ಆಟಗಳಿಗೆ ಹೋಗು.

source: Mouse-manipulation activities.
gd: Cleasan cleachdadh na luchaige.
kn: ಮೌಸ್-ಚಲನವಲನ ಆಟಗಳು.

source: Various mouse-based activities (clicking, moving)
gd: Taghadh de chleasan stèidhichte air an luchag (briogadh, gluasad)
kn: ಹಲವಾರು ಮೌಸ್-ಆಧರಿತ ಆಟಗಳು (ಕ್ಲಿಕ್ಕಿಸುವುದು, ನಡೆಸುವುದು)

source: Numeration
gd: Àireamhan
kn: ಎಣಿಕೆ ಲೆಕ್ಕಾಚಾರ

source: Numeration activities.
gd: Cleasan àireamhan.
kn: ಎಣಿಕೆಯ ಚಟುವಟಿಕೆಗಳು.

source: Puzzles
gd: Tòimhseachain
kn: ಒಗಟುಗಳು

source: Various puzzles.
gd: Taghadh de thòimhseachain.
kn: ವಿವಿಧ ಒಗಟುಗಳು.

source: Go to the Reading activities
gd: Leughadh
kn: ಓದುವ ಆಟಗಳಿಗೆ ಹೋಗು.

source: Reading activities.
gd: Cleasan leughaidh.
kn: ಓದುವ ಆಟಗಳು.

source: Go to Sound activities
gd: Èisteachd
kn: ಶಬ್ದ ಆಟಗಳಿಗೆ ಹೋಗು.

source: Sound based activities.
gd: Cleasan stèidhichte air fuaimean.
kn: ಶಬ್ದ ಆಧಾರಿತ ಆಟಗಳು.

source: Strategy games
gd: Geamannan ro-innleachd
kn: ಕುಶಲತಂತ್ರಗಾರಿಕೆ ಆಟಗಳು

source: Strategy games like chess, connect4, ...
gd: Geamannan ro-innleachd a leithid tàileisg, 4 ann an sreath, ...
kn: ಕುಶಲತಂತ್ರಗಾರಿಕೆ ಆಟಗಳಾದ ಚದುರಂಗ, ಕನೆಕ್ಟ್4, ...

source: GCompris is an educational software suite comprising of numerous activities for children aged 2 to 10.
kn: ಜಿಕಾಂಪ್ರೈಸ್ - ಇದು ೨ ವರ್ಷಕ್ಕೆ ಮೆಲ್ಪಟ್ಟ ಮಕ್ಕಳಿಗಾಗಿ ರೂಪಿಸಿರುವ ಹಲವು ಆಟಗಳ ಮಾಯಾ ಲೋಕ

source: Some of the activities are game orientated, but nonetheless still educational.
kn: ಹಲವು ಚಟುವಟಿಕೆಗಳು ಆಟದ ರೀತಿಯಲ್ಲಿದ್ದರೂ ಅವು ಶೈಕ್ಷಣಿಕ ಕಲಿಕೆಗೆ ಸಹಾಯಕವಾಗಿವೆ.

source: Below you can find a list of categories with some of the activities available in that category.
kn: ನೀವು ಚಟುವಟಿಕೆಗಳ ವಿಭಾಗಗಳ ನ್ನು ಮತ್ತು ಆ ವಿಭಾಗದಲ್ಲಿರುವ ಚಟುವಟಿಕೆಗಳನ್ನು ಕಾಣಬಹುದು.

source: computer discovery: keyboard, mouse, different mouse gestures, ...
kn: ಗಣಕವನ್ನು ಅನ್ವೇಷಿಸಿ,:ಕೀಲಿಮಣೆ,ಮೌಸ್,ವಿವಿಧ ಮೌಸನ ಸನ್ನೆಗಳು,..

source: arithmetic: table memory, enumeration, double entry table, mirror image, ...
kn: ಅಂಕಗಣಿತ: ಮಗ್ಗಿ ನೆನೆಪು, ಲೆಕ್ಕಾಚಾರ, ದ್ವೀಮುಖ ನಮೂದು ಪಟ್ಟಿ ,ಕನ್ನಡಿ ಬಿಂಬ,...

source: science: the canal lock, the water cycle, the submarine, electric simulation, ...
kn: ವಿಜ್ಞಾನ : ಕಾಲುವೆಯ ಬೀಗ, ಜಲಚಕ್ರ, ಜಲಾಂತರ್ಗಾಮಿ,ವಿಧ್ಯುತ್ ಅನುಸರಿಸು,...

source: geography: place the country on the map
kn: ಭೂಗೋಳ : ದೇಶವನ್ನು ಎಳೆದು ತಂದು ನಕ್ಷೆಯ ಮೇಲಿಡು.

source: games: chess, memory, connect 4, oware, sudoku, ...
kn: ಆಟಗಳು : ಚೆಸ್, ನೆನಪಿನ ಆಟ, ಕನೆಕ್ಟ ೪, ಒವೇರ್,ಸುಡೋಕು,..

source: reading: reading practice
kn: ಓದುವುದು: ಓದುವುದರ ತರಭೇತಿ

source: other: learn to tell time, puzzle of famous paintings, vector drawing, cartoon making, ...
kn: ಇತರೆ : ಸಮಯ ಹೇಳುವುದು, ಪ್ರಸಿದ್ದ ಕಲಾಕೃತಿಗಳ ಒಗಟು, ಸದೀಶ ಚಿತ್ರಕಲೆ, ವ್ಯಂಗ್ಯಚಿತ್ರ ಬರೆಯುವುದು,...

source: Currently GCompris offers in excess of 100 activities and more are being developed. GCompris is free software, that means that you can adapt it to your own needs, improve it and, most importantly, share it with children everywhere.
kn: ಪ್ರಸ್ತುತ ಜಿಕಾಂಪ್ರೈಸನಲ್ಲಿ ೧೦೦ಕ್ಕೂ ಮಿಗಿಲಾದ ಆಟಗಳಿವೆ ಮತು ಇತರೆ ಆಟಗಳನ್ನು ನಿರಂತರವಾಗಿ ಅಭಿವೃದ್ದಿಪಡಿಸಲಾಗುತ್ತಿದೆ. ಇದು ಉಚಿತ ತಂತ್ರಾಂಶವಾಗಿದೆ. ನೀವು ನಿಮಗೆ ತಕ್ಕಂತೆ ಇದನ್ನು ಹೊಂದಿಸಿಕೊಂಡು, ಇನ್ನೂ ಉತ್ತಮಪಡಿಸಿಕೊಳ್ಳಬಹುದು, ಮುಖ್ಯವಾಗಿ ನೀವು ಎಲ್ಲಡೆಯ ಮಕ್ಕಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು.

source: Educational suite GCompris
gd: Prògraman foghlam GCompris
kn: ಮೋಜಿನ ಆಟಗಳ ಸಂಗ್ರಹ - ಜಿಕಾಂಪ್ರಿಸ್

source: Multi-activity educational game
gd: Geama foghlaim ioma-chleasach
kn: ಬಹು-ಚಟುವಟಿಕೆ ಶೈಕ್ಷಣಿಕ ಆಟ

source: Educational game for ages 2 to 10
gd: Geama foghlaim do chlann eadar 2 is 10 bliadhna a dh'aois
kn: ೨ ರಿಂದ ೧೦ರ ವಯೋಮಿತಿಯವರಿಗಾಗಿನ ಶೈಕ್ಷಣಿಕ ಆಟ

source: GCompris Administration
gd: Rianachd GCompris
kn: ಜಿಕಾಂಪ್ರಿಸ್ ನಿರ್ವಹಣೆ

source: Administration for gcompris
gd: Rianachd airson GCompris
kn: ಜಿಕಾಂಪ್ರಿಸ್‌ಗಾಗಿನ ನಿರ್ವಹಣೆ

source: The installer is already running.
gd: Tha an stàlaichear ga ruith mu thràth.
kn: ಅನುಸ್ಥಾಪಕವು ಈಗಾಗಲೇ ಚಾಲನೆಯಲ್ಲಿದೆ.

source: An instance of GCompris is currently running. Exit GCompris and then try again.
gd: Tha ionstans de GCompris ga ruith an-dràsta. Fàg GCompris is feuch ris a-rithist an uair sin.
kn: ಈಗಾಗಲೇ ಜಿಕಾಂಪ್ರೈಸ್ ಚಾಲನೆಯಾಗಿದೆ. ಹೊರಗೆ ಬಂದು, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ

source: Visit the GCompris Web Site
gd: Tadhail air làrach-lìn GCompris
kn: ಜಿಕಾಂಪ್ರಿಸ್ ಅಂತರ್ ಜಾಲ ತಾಣಕ್ಕೆ ಭೇಟಿ ನೀಡಿ

source: Your old GCompris directory is about to be deleted. Would you like to continue?$\r$\rNote: Any non-standard plugins that you may have installed will be deleted.$\rGCompris user settings will not be affected.
gd: Tha sinn an impis an seann phasgan GCompris agad a sguabadh às. A bheil thu airson leantainn air adhart?$\r$\rThoir an aire: Ma tha thu air plugan neo-stannardach sam bith a stàladh, thèid a sguabadh às.$\rCha bhi buaidh air roghainnean cleachdaiche GCompris.
kn: ನಿಮ್ಮ ಹಳೆಯ ಜಿಕಾಂಪ್ರೈಸ್ ಡೈರೆಕ್ಟರಿ ಅಳಿಸಲಾಗುತ್ತದೆ. ನೀವು ಮುಂದುವರೆಯಲು ಬಯಸುತ್ತೀರಾ. $\r$\r ಗಮನಿಸಿ :ನೀವು ಗಣಕದಲ್ಲಿ ಉಳಿಸಿರುವ ಗುಣಮಟ್ಟವಲ್ಲದ ಪ್ಲಗಿನ್ ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.$\r ಜಿಕಾಂಪ್ರೈಸ್ ಬಳಕೆದಾರನ ಸೆಟ್ಟಿಂಗ್ ಗಳಿಗೆ ಯಾವುದೇ ತೊಂದರೆಯಿಲ್ಲ

source: the uninstaller could not find registry entries for GCompris.$\rIt is likely that another user installed this application.
gd: cha do lorg an dì-stàlaichear na h-innteartan clàr-lainn airson GCompris.$\rChaidh an aplacaid seo a stàladh le cleachdaiche eile a-rèir coltais.
kn: ಅಸ್ಥಾಪನೆ(ಅನ್ ಇನ್ ಸ್ಟಾಲರ್)ಗೆ ಜಿಕಾಂಪ್ರೈಸ್ ರಿಜಿಸ್ಟ್ರೀ ದಾಖಲೆಗಳು ಲಭ್ಯವಿಲ್ಲ. $\r ಬಹುಶಃ ಬೇರೆ ಬೇರೆ ಬಳಕೆದಾರ ಜಿಕಾಂಪ್ರೈಸ್ ನ್ನು ಸ್ಥಾಪಿಸಿರಬಹುದು

source: You do not have permission to uninstall this application.
gd: Chan eil cead agad an aplacaid seo a dhì-stàladh.
kn: ಕ್ಷಮಿಸಿ. ನಿಮಗೆ ಇದನ್ನು ಗಣಕದಿಂದ ಅಳಿಸಲು ಅನುಮತಿಯಿಲ್ಲ.

source: Select a profile:
gd: Tagh pròifil:
kn: ಪ್ರೋಪೈಲ್ ನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Filter
gd: Criathrag
kn: ಸೋಸುಗ

source: Select all
gd: Tagh na h-uile
kn: ಎಲ್ಲವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Unselect all
gd: Neo-thagh na h-uile
kn: ಯಾವುದನ್ನೂ ಆಯ್ಕೆ ಮಾಡಬೇಡ

source: Locales
gd: Sgeamaichean ionadail
kn: ಸ್ಥಳೀಯ

source: Locales sound
gd: Fuaim nan sgeama ionadail
kn: ಸ್ಥಳಿಯ ಶಬ್ದಗಳು

source: Login
gd: Log a-steach
kn: ಪ್ರವೇಶ

source: Main menu
gd: Am prìomh chlàr-taice
kn: ಮುಖ್ಯ ಪರಿವಿಡಿ

source: Active
gd: Gnìomhach
kn: ಕ್ರಿಯಾಶೀಲ

source: Board title
gd: Tiotal a' bhùird
kn: ಹಲಗೆಯ ಹೆಸರು

source: Filter Boards difficulty for profile %s
gd: Criathraich duilgheadas nam bòrd airson na pròifil %s
kn: ಪ್ರೋಪೈಲ್ %s ಗಾಗಿ ಹಲಗೆಯ ಕಠಿಣತೆಯ ಮಟ್ಟವನ್ನು ಆರಿಸಿ

source: <span size='x-large'> Select the difficulty range for profile <b>%s</b></span>
gd: <span size='x-large'> Tagh rainse an duilgheadais airson na pròifil <b>%s</b></span>
kn: <span size='x-large'> <b>%s</b> ಪ್ರೋಪೈಲ್ ಗಾಗಿ ಕಠಿಣತೆಯ ಶ್ರೇಣಿಯನ್ನು ಆರಿಸಿರಿ </span>

source: <b>Locale</b> configuration for profile <b>{profile}</b>
gd: rèiteachadh <b>an sgeama ionadail</b> airson na pròifil <b>{profile}</b>
kn: <b>ಸ್ಥಳೀಯ </b>ಪ್ರೋಪೈಲ್ ಗಾಗಿ ಕಾನ್ ಪಿಗರೇಷನ್ <b>{profile}</b>

source: <b>Locale sound</b> configuration for profile <b>{profile}</b>
gd: rèiteachadh <b>fuaim an sgeama ionadail</b> airson na pròifil <b>{profile}</b>
kn: <b>ಸ್ಥಳೀಯ ಭಾಷೆಯ {profile}</b> ಪ್ರೋಪೈಲ್ ಗಾಗಿ ಸಂರಚನೆ.

source: Select sound locale
gd: Tagh sgeama ionadail nam fuaimean
kn: ಸೂಕ್ತ ಸ್ಥಳೀಯ ಧ್ವನಿಯನ್ನು ಆರಿಸಿರಿ.

source: Editing a Class
gd: A' deasachadh clas
kn: ತರಗತಿಯನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ

source: Editing class:
gd: A' deasachadh clas:
kn: ಬದಲಾಯಿಲಾಗುತ್ತಿರುವ ತರಗತಿ:

source: Editing a new class
gd: A' deasachadh clas ùr
kn: ಹೊಸ ತರಗತಿಯೊಂದನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ

source: Class:
gd: Clas:
kn: ತರಗತಿ :

source: Teacher:
gd: Tìdsear:
kn: ಶಿಕ್ಷಕ:

source: Assign all the users belonging to this class
gd: Sònraich na h-uile cleachdaiche a bhuineas dhan chlas seo
kn: ಆ ತರಗತಿಯ ಎಲ್ಲಾ ಮಕ್ಕಳಿಗೂ ಅನ್ವಯಿಸಿರಿ

source: First Name
gd: Ainm
kn: ಮೊದಲ ಹೆಸರು

source: Last Name
gd: Sloinneadh
kn: ಕೊನೆಯ ಹೆಸರು

source: You need to provide at least a name for your class
gd: Feumaidh tu ainm a shònrachadh airson a' chlas agad co-dhiù
kn: ನಿಮ್ಮ ತರಗತಿಗೆ ಹೆಸರನ್ನು ನೀಡಿ

source: There is already a class with this name
gd: Tha clas air a bheil an t-ainm seo ann mu thràth
kn: ಈ ಹೆಸರಿನ ತರಗತಿಯೊಂದು ಈಗಾಗಲೇ ಇದೆ

source: Class
gd: Clas
kn: ತರಗತಿ

source: Teacher
gd: Tìdsear
kn: ಶಿಕ್ಷಕ

source: Editing a Group
gd: A' deasachadh buidheann
kn: ನಿಮ್ಮ ಗುಂಪನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ

source: Editing group '{group}' for class '{aclass}'
gd: A' deasachadh a' bhuidhinn "{group}" airson a' chlas "{aclass}"
kn: '{group}' ಗುಂಪನ್ನು '{aclass}' ತರಗತಿಗಾಗಿ ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ.

source: Editing a new group
gd: A' deasachadh buidheann ùr
kn: ಹೊಸ ಗುಂಪನ್ನು ಸೃಷ್ಠಿಸಲಾಗುತ್ತಿದೆ

source: Group:
gd: Buidheann:
kn: ಗುಂಪು :

source: Description:
gd: Tuairisgeul:
kn: ವಿವರಣೆ:

source: Assign all the users belonging to this group
gd: Iomruin na h-uile cleachdaiche a bhuineas dhan bhuidheann seo
kn: ಈ ಗುಂಪಿನ ಎಲ್ಲರಿಗೂ ಅನ್ವಯಿಸಿರಿ.

source: You need to provide at least a name for your group
gd: Feumaidh tu ainm a shònrachadh airson a' bhuidhinn agad co-dhiù
kn: ನಿಮ್ಮ ಗುಂಪಿಗೆ ಸೂಕ್ತ ಹೆಸರನ್ನು ನೀಡಿ

source: There is already a group with this name
gd: Tha buidheann air a bheil an t-ainm seo ann mu thràth
kn: ಈ ಹೆಸರಿನ ಗುಂಪೊಂದು ಈಗಾಗಲೇ ಇದೆ

source: Select a class:
gd: Tagh clas:
kn: ತರಗತಿಯೊಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:

source: Group
gd: Buidheann
kn: ಗುಂಪು

source: Description
gd: Tuairisgeul
kn: ವಿವರಣೆ

source: You must first select a group in the list
gd: Feumaidh tu buidheann a thaghadh air an liosta an toiseach
kn: ಪಟ್ಟಿಯಿಂದ ಒಂದು ಗುಂಪನ್ನು ಮೊದಲು ಆರಿಸಿರಿ

source: Birth Date
gd: Ceann-là breith
kn: ಜನ್ಮ ದಿನಾಂಕ

source: GCompris Administration Menu
gd: Clàr-taice rianachd GCompris
kn: ಜಿಕಾಂಪ್ರಿಸ್ ನಿರ್ವಹಣಾ ಆಯ್ಕೆಪಟ್ಟಿ

source: Left-Click with the mouse to select an activity
gd: Dèan briogadh clì leis an luchag gus cleas a thaghadh
kn: ಆಟವನ್ನು ಎಡ ಮೌಸ್ ಕ್ಲಿಕ್ ನಿಂದ ಆರಿಸಿ

source: If you want to fine tune GCompris to your needs, you can use the administration module here. The ultimate goal is to provide child-specific reporting for parents and teacher who want to monitor the progress, strengths and needs of their children.
gd: Ma tha thu GCompris a chur air gleus a-rèir na tha a dhìth ort fèin, 's urrainn dhut am modal rianachd a chleachdadh an-seo. 'S e an t-amas gum bi aithisgean sònraichte do gach pàiste ri làimh do phàrantan is tidsearan a tha airson sùil a chumail air adhartas, neartan is feumalachdan an cuid cloinne.
kn: ನೀವು ಜಿಕಾಂಪ್ರೈಸ್ ನ್ನು ನಿಮಗೆ ತಕ್ಕಂತೆ ಬದಲಾಯಿಸಲು ನಿರ್ವಹಣಾ ಘಟಕವನ್ನು ಬಳಸಿರಿ. ಇದರ ಅಂತಿಮ ಗುರಿಯು ಪ್ರತಿ ಮಗುವಿನ ವರದಿಯನ್ನು ಮಗುವಿನ ಬಲ ಮತ್ತು ಅಗತ್ಯತೆಗಳನ್ನು ತಿಳಿಯಬಯಸುವ ಪೋಷಕರಿಗೆ ಮತ್ತು ಶಿಕ್ಷಕರಿಗೆ ನೀಡುವುದಾಗಿದೆ.

source: - In the 'Boards' section you can change the list of activities. Just untoggle them in the treeview. You can change the language used for reading, for example, then the language used for saying the names of colors. - You can save multiple configurations, and switch between them easily. In the 'Profile' section add a profile, then in the 'Board' section select the profile in the combobox, then select the boards you want to be active. You can add multiple profiles, with different lists of boards, and different languages. You set the default profile in the 'Profile' section, by choosing the profile you want, then clicking on the 'Default' button. You can also choose a profile from the command line. - You can add users, classes and for each class, you can create groups of users. Note that you can import users from a comma-separated file. Assign one or more groups to a profile, after which those new logins will appear after restarting GCompris. Being able to identify individual children in GCompris means we can provide individual reports. It also recognizes the children as individuals; they can learn to type in and recognize their own usernames (login is configurable).
gd: - San roinn "Bùird", 's urrainn dhut liosta nan cleasan atharrachadh. Cha leig thu leas ach an dì-thogladh san t-sealladh chraoibhe. 'S urrainn dhut an cànan a thèid a chleachdadh gus leughadh atharrachadh, mar eisimpleir, is an uair sin an cànan a thèid a chleachdadh gus ainmean nan dathan a ràdh. - 'S urrainn dhut iomadh rèiteachadh a shàbhaladh is gearr leum eatorra gu furasta. Cuir pròifil ris san earrann "Pròifil" is an uairsin tagh a' phròifil sa bhogsa-combo san earrann "Bòrd" is an uair sin tagh na bùird a tha thu airson 's gum bi iad gnìomhach. 'S urrainn dhut iomadh pròifil a chur ris le liostaichean eadar-dhealaichte de bhùird is cànanan eadar-dhealaichte. Gus a' phròifil bhunaiteach a thaghadh, rach dhan earrann "Pròifil", tagh a' phròifil a tha thu ag iarraidh is briog air a' phutain "Bunaiteach". 'S urrainn dhut pròifil a thaghadh on loidhne-àithne cuideachd. - 'S urrainn dhut cleachdaichean is clasaichean a chur ris is buidheann de chleachdaichean a chruthachadh airson gach clas. Thoir an aire gur urrainn dhut cleachdaichean ion-phortadh o fhaidhle sgaraichte le cromagan. Sònraich buidheann no dhà do phròifil gus an nochd far-ainmean ùra an dèidh dhut GCompris ath-thòiseachadh. On as urrainn dhuinn gach pàiste aithneachadh ann an GCompris, 's urrainn dhuinn aithisgean fa leth a thoirt seachad. Mothaichear pàistean fa leth mar phearsan cuideachd; 's urrainn dhaibh ionnsachadh mar a sgrìobhas iad na ainmean cleachdaiche aca fhèin (gabhaidh an logadh a-steach rèiteachadh).
kn: ಹಲಗೆಯ ವಿಭಾಗದಲ್ಲಿ ಆಟಗಳ ಪಟ್ಟಿಯನ್ನು ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಟ್ರೀ ವ್ಯೂವ್ ನಲ್ಲಿ ಅವಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಬಳಸಿದ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಉದಾಹರಣೆಗೆ ಒದಲು ಬಳಸಿದ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು. ನಂತರ ಬಣ್ಣಗಳ ಹೆಸರು ಹೇಳಲು ಬಳಸಿದ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು - ನೀವು ವಿವಿಧ ಸಂರಚನೆ / ಸೆಟ್ಟಿಂಗ್ ಗಳನ್ನು ಗಣಕದಲ್ಲಿ ಉಳಿಸಬಹುದು. ಅವುಗಳ ನಡುವೆ ನೀವು ಸುಲಭವಾಗಿ ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಪ್ರೋಪೈಲ್ ವಿಭಾಗದಲ್ಲಿ ಪ್ರೋಪೈಲ್ ನ್ನು ಸೇರಿಸಿರಿ. ನಂತರ ಹಲಗೆ ವಿಭಾಗದಲ್ಲಿ ಪ್ರೋಪೈಲ್ ನ್ನು ಕಾಂಬೊಬಾಕ್ಸ್ ನಲ್ಲಿ ಆಯ್ಕೆಮಾಡಿಕೊಂಡು ನಂತರ ಹಲಗೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಿ. .ನೀವು ಬೇರೆ ಬೇರೆ ಭಾಷೆಗಳ ಬೇರೆ ಬೇರೆ ಹಲಗೆಗಳ ಪಟ್ಟಿಗಳಿರುವ ಹಲವು ಪ್ರೋಪೈಲ್ ಗಳನ್ನು ಸೇರಿಸಬಹುದುನೀವು ನಿಮಗೆ ಬೇಕಾದ ಡಿಪಾಲ್ಟ್ ಗುಂಡಿಯ ಮೇಲೆ ಒತ್ತಿ ನಿಮಗೆ ಬೇಕಾದ ಪ್ರೋಪೈಲ್ ನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಬಹುದು. ನೀವು ಕಮಾಂಡ್ ಲೈನ್ ಮೂಲಕವು ನಿಮಗೆ ಬೇಕಾದ ಪ್ರೋಪೈಲ್ ನ್ನು ಆಯ್ಕೆಮಾಡಿಕೊಳ್ಳಬಹುದು ನೀವು ಬಳಕೆದಾರರನ್ನು,ತರಗತಿಗಳನ್ನು ಪ್ರತಿಯೊಂದು ತರಗರಿಗೆ ಸೃಷ್ಠಿಮಾಡಬಹುದು. ಗಮನಿಸಿ: ನೀವು ಕಾಮಾ ಸಪರೇಟೆಡ್ ಕಡತದಿಂದ ಒಂದೇ ಬಾರಿಗೆ ಹಲವು ಬಳಕೆದಾರರನ್ನು,ತರಗತಿಗಳನ್ನು,ಗುಂಪುಗಳನ್ನು ಸೃಷ್ಠಿಮಾಡಬಹುದು. ಹೊಸ ಪ್ರವೇಶಗಳು ನೀವು ಜಿಕಾಂಪ್ರೈಸ್ ನ್ನು ಪುನರಾರಂಬಿಸಿದ ನಂತರ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ. ಪ್ರತಿಯೊಬ್ಬ ಮಗುವನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಗುರುತಿಸುವುದರ ಮೂಲಕ ಪ್ರತಿ ಮಗುವಿನ ವರದಿಯನ್ನು ವೀಕ್ಷಿಸಬಹುದು. ಜೊತೆಗೆ ಪ್ರತಿ ಮಗುವನ್ನು ಪ್ರತ್ರ್ಯೇಕವಾಗಿ ಗುರುತಿಸುವುದರಿಂದ, ಮಕ್ಕಳು ತಮ್ಮ ಹೆಸರನ್ನು ಗುರುತಿಸುವುದನ್ನು ಮ ಟೈಪ್ ಮಾಡುವುದನ್ನು ಕಲಿಯುವರು

source: Select a user:
gd: Tagh cleachdaiche:
kn: ಬಳಕೆದಾರನೊಬ್ಬನನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:

source: All users
gd: Na h-uile cleachdaiche
kn: ಎಲ್ಲ ಬಳಕೆದಾರರು

source: Default
gd: Bunaiteach
kn: ಪೂರ್ವನಿಯೋಜಿತ(ಡಿಪಾಲ್ಟ್)

source: Reset
gd: Ath-shuidhich
kn: ಮರುಹೊಂದಿಸಿ

source: Date
gd: Ceann-là
kn: ದಿನಾಂಕ

source: User
gd: Cleachdaiche
kn: ಬಳಕೆದಾರ

source: Board
gd: Bòrd
kn: ಹಲಗೆ

source: Level
gd: Leibheil
kn: ಹಂತ

source: Sublevel
gd: Fo-leibheil
kn: ಉಪಹಂತ

source: Duration
gd: Faid
kn: ಅವಧಿ

source: Status
gd: Staid
kn: ಸ್ಥಿತಿ

source: Activities
gd: Cleasan
kn: ಆಟಗಳು

source: Boards
gd: Bùird
kn: ಹಲಗೆಗಳು

source: Groups
gd: Buidhnean
kn: ಗುಂಪುಗಳು

source: Logins
gd: Logaidhean a-steach
kn: ಪ್ರವೇಶಗಳು

source: Profiles
gd: Pròifilean
kn: ಪ್ರೋಪೈಲ್ ಗಳು

source: Reports
gd: Aithisgean
kn: ವರದಿಗಳು

source: Users
gd: Cleachdaichean
kn: ಬಳಕೆದಾರರು

source: Classes
gd: Clasaichean
kn: ತರಗತಿಗಳು

source: Editing a Profile
gd: A' deasachadh pròifil
kn: ಪ್ರೋಪೈಲ್ ಗಳನ್ನು ಬದಲಾಯಿಸುವುದು

source: Editing profile:
gd: A' deasachadh pròifil:
kn: ಪ್ರೋಪೈಲ್ ನ್ನು ಬದಲಾಯಿಸಿರಿ

source: Editing a new profile
gd: A' deasachadh pròifil ùr
kn: ಹೊಸ ಪ್ರೋಪೈಲ್ ನ್ನು ಬದಲಾಯಿಸುವುದು

source: Profile:
gd: Pròifil:
kn: ಪ್ರೋಪೈಲ್:

source: Assign all the groups belonging to this profile
gd: Iomruin na h-uile buidheann a bhuineas dhan phròifil seo
kn: ಈ ಪ್ರೋಪೈಲ್ ನ ಎಲ್ಲಾ ಗುಂಪುಗಳಿಗೂ ಅನ್ವಯಿಸಿರಿ.

source: You need to provide at least a name for your profile
gd: Feumaidh tu ainm a shònrachadh airson na pròifil agad co-dhiù
kn: ನೀವು ನಿಮ್ಮ ಪ್ರೋಪೈಲ್ ಗೆ ಕಡೇ ಪಕ್ಷದಲ್ಲಿ ಒಂದು ಹೆಸರನ್ನಾದರು ಕೊಡಬೇಕು

source: Profile
gd: Pròifil
kn: ಪ್ರೊಫೈಲ್

source: [Default]
gd: [Bunaiteach]
kn: ಪೂರ್ವನಿಯೋಜಿತ

source: There is already a profile with this name
gd: Tha pròifil air a bheil an t-ainm seo ann mu thràth
kn: ಈ ಹೆಸರಿನ ಪ್ರೋಪೈಲ್ ಈಗಾಗಲೇ ಇದೆ

source: Editing a User
gd: A' deasachadh cleachdaiche
kn: ಬಳಕೆದಾರನನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ

source: Editing a User
gd: A' deasachadh cleachdaiche
kn: ಬಳಕೆದಾರನನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ

source: Editing a new user
gd: A' deasachadh cleachdaiche ùr
kn: ಹೊಸ ಬಳಕೆದಾರನೊಬ್ಬನನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ

source: Login:
gd: Far-ainm:
kn: ಪ್ರವೇಶ

source: First name:
gd: Ainm:
kn: ಮೊದಲ ಹೆಸರು:

source: Last name:
gd: Sloinneadh:
kn: ಕೊನೆ ಹೆಸರು:

source: Birth date:
gd: Ceann-là breith:
kn: ಜನ್ಮ ದಿನಾಂಕ:

source: You need to provide at least a login, first name and last name for your users
gd: Feumaidh tu co-dhiù far-ainm, ainm is sloinneadh a thoirt seachad airson nan cleachdaichean agad
kn: ನೀವು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಪ್ರವೇಶ ಪದ, ಮೊದಲ ಹೆಸರು ಮತ್ತು ಕೊನೆಯ ಹೆಸರನ್ನು ನೀಡಿರಿ

source: There is already a user with this login
gd: Tha cleachdaiche air a bheil an far-ainm seo ann mu thràth
kn: ಈ ಹೆಸರಿನ ಬಳಕೆದಾರ ಈಗಾಗಲೇ ಇದ್ದಾನೆ
