Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: run GCompris without cursor (touch screen mode).
gd: ruith GCompris gun chùrsair (modh sgrìn-beantainn).
kn: ಜಿಕಾಂಪ್ರೈಸನ್ನು ಕರ್ಸರ್ ಇಲ್ಲದೆ (ಸ್ಪರ್ಶ ಪರದೆಯೊಂದಿಗೆ) ಚಲಾಯಿಸಿರಿ

source: display only activities with this difficulty level.
gd: na seall ach cleasan leis an ìre seo de dhuilgheadas.
kn: ಈ ಕಠಿಣತೆಯ ಹಂತದ ಸಮಾನವಾದ ಆಟಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸು.

source: Return to last passed level even when no user is selected
gd: Till dhan leibheil mu dheireadh a chaidh a choileanadh fiù mur an deach cleachdaiche a thaghadh
kn: ಯಾವುದೇ ಬಳಕೆದಾರರನ್ನೂ ಆಯ್ಕೆಮಾಡಿಕೊಳ್ಳದಿದ್ದರೂ ಕೊನೆಯ ಉತ್ತೀರ್ಣವಾದ ಹಂತಕ್ಕೆ ಹಿಂತಿರುಗಿರಿ.

source: Run GCompris with local menu (e.g -l /reading will let you play only activities in the reading directory, -l /strategy/connect4 only the connect4 activity). Use '-l list' to list all the available activities and their descriptions.
gd: Ruith GCompris le clàr-taice ionadail (m.e. cha leig -l /reading leat ach cleasan a chluich sa phasgan leughaidh is cha leig -l /strategy/connect4 oleat ach a' chleas "ceangail 4" a chluich). Cleachd '-l list' gus liosta dhen a h-uile cleas a tha ri làimh fhaicinn is na tuairisgeulan aca.
kn: ಜಿಕಾಂಪ್ರೈಸನ್ನು ಸ್ಥಳೀಯ ಆಯ್ಕೆಪಟ್ಟಿಯೊಡನೆ ಚಲಾಯಿಸು(ಉದಾ: -l /reading ನಿಂದ ನೀವು ಓದುವ ಕಡತಕೋಶದಲ್ಲಿರುವ ಆಟಗಳನ್ನು ಆಡಬಹುದು. -l /strategy/connect ನಿಂದ ಕನೆಕ್ಟ -೪ ಆಟ ಆಡಬಹುದು). '-l list' ಬಳಸಿ ಎಲ್ಲಾ ಲಭ್ಯವಿರುವ ಚಟುವಟಿಕೆಗಳನ್ನು ಪಟ್ಟಿ ಮತ್ತು ವಿವರಣೆಯನ್ನು ಪಡೆಯಬಹುದು.

source: GCompris will find the data dir in this directory
gd: Lorgaidh GCompris am pasgan dàta sa phasgan seo
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಜಿಕಾಂಪ್ರೈಸ್ ದತ್ತಾಂಶ ಕಡತಕೋಶವನ್ನು ಹುಡುಕುತ್ತದೆ.

source: GCompris will find the skins in this directory
gd: Lorgaidh GCompris na craicnean sa phasgan seo
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಜಿಕಾಂಪ್ರೈಸ್ ವರ್ಣಚರ್ಮಗಳನ್ನು ಹುಡುಕುತ್ತದೆ.

source: GCompris will find the activity plugins in this directory
gd: Lorgaidh GCompris plugain nan cleas sa phasgan seo
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಜಿಕಾಂಪ್ರೈಸ್ ಆಟಗಳ ಪ್ಲಗಿನಗಳನ್ನು ಹುಡುಕುತ್ತದೆ.

source: GCompris will find the Python activity in this directory
gd: Lorgaidh GCompris a' chleas Python sa phasgan seo
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಜಿಕಾಂಪ್ರೈಸ್ ಪೈಥಾನ್ ಆಟಗಳನ್ನು ಹುಡುಕುತ್ತದೆ.

source: GCompris will find the locale file (.mo translation) in this directory
gd: Lordaigh GCompris faidhle an sgeama ionadail (eadar-theangachadh .mo translation) sa phasgan seo
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಜಿಕಾಂಪ್ರೈಸ್ ಅನುವಾದ ಕಡತಗಳನ್ನು(.mo translation) ಹುಡುಕುತ್ತದೆ.

source: GCompris will find the activities menu in this directory
gd: Lorgaidh GCompris clàr-taice nan cleas sa phasgan seo
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಜಿಕಾಂಪ್ರೈಸ್ ಆಟಗಳ ಆಯ್ಕೆಪಟ್ಟಿಯನ್ನು ಹುಡುಕುತ್ತದೆ.

source: Run GCompris in administration and user-management mode
gd: Ruith GCompris sa modh rianachd is stiùireadh nan cleachdaichean
kn: ಜಿಕಾಂಪ್ರೈಸ್ ನ್ನು ಆಡಳಿತಗಾರರ ರೀತಿಯಲ್ಲಿ ಮತ್ತು ಬಳಕೆದಾರರು ನಿರ್ವಹಿಸುವ ರೀತಿಯಲ್ಲಿ ಚಲಾಯಿಸು

source: Use alternate database for profiles [$HOME/.config/gcompris/gcompris_sqlite.db]
gd: Cleachd stòr-dàta eile airson nam pròifilean [$HOME/.config/gcompris/gcompris_sqlite.db]
kn: ಈ ಪರಿಚಯ ಚಿತ್ರಣಕ್ಕೆ ಬೇರೆ ದತ್ತಾಂಶವನ್ನು ಬಳಸು [$HOME/.config/gcompris/gcompris_sqlite.db]

source: Create the alternate database for profiles
gd: Cruthaich an stòr-dàta eile airson nam pròifilean
kn: ಈ ಪರಿಚಯ ಚಿತ್ರಣಕ್ಕೆ ಬೇರೆ ದತ್ತಾಂಶವನ್ನು ನಿರ್ಮಿಸು

source: Re-read XML Menus and store them in the database
gd: Leugh na clàran-taice XML is glèidh san stòr-dàta iad
kn: XML ಆಯ್ಕೆಪಟ್ಟಿಗಳನ್ನು ಮತ್ತೆ ಓದು ಮತ್ತು ಅವುಗಳನ್ನು ದತ್ತಾಂಶವನ್ನಾಗಿ ಸಂಗ್ರಹಿಸು.

source: Set the profile to use. Use 'gcompris -a' to create profiles
gd: Suidhich a' phròifil a chleachdas tu. Cleachd 'gcompris -a' gus pròifilean a chruthachadh
kn: ಜಿಕಾಂಪ್ರೈಸ್ ಬಳಸಲು ಪರಿಚಯಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡು . 'gcompris -a' ಬಳಸಿ ಹೊಸ ಪರಿಚಯಚಿತ್ರಣವನ್ನು ಸೃಷ್ಠಿಸು.

source: List all available profiles. Use 'gcompris -a' to create profiles
gd: Seall liosta dhen a h-uile pròifil ri làimh. Cleachd 'gcompris -a' gus pròifilean a chruthachadh
kn: ಎಲ್ಲಾ ಲಭ್ಯವಿರುವ ಪರಿಚಯ ಚಿತ್ರಣಗಳನ್ನು ಪಟ್ಟಿಮಾಡು. 'gcompris -a' ಬಳಸಿ ಹೊಸ ಪರಿಚಯಚಿತ್ರಣವನ್ನು ಸೃಷ್ಠಿಸು

source: Config directory location: [$HOME/.config/gcompris]. Alternate is to set $XDG_CONFIG_HOME.
gd: Ionad a' phasgain rèiteachaidh: [$HOME/.config/gcompris]. Mar roghainn eile, suidhich $XDG_CONFIG_HOME.
kn: ಸಂರಚನಾ ಕಡತಕೋಶದ ಸ್ಥಾನ : [$HOME/.config/gcompris]. ಇನ್ನೊಂದು ಕಡತಕೋಶ ಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಲು $XDG_CONFIG_HOME ನ್ನು ಬಳಸಿರಿ.

source: The location of user directories: [$HOME/My GCompris]
gd: Ionad pasgain luchd-cleachdaidh: [$HOME/My GCompris]
kn: ಬಳಕೆದಾರರ ಕಡತಕೋಶಗಳ ಸ್ಥಾನ : [$HOME/My GCompris]

source: Run the experimental activities
gd: Ruith na cleasan deuchainneach
kn: ಪ್ರಾಯೋಗಿಕ ಚಟುವಟಿಕೆಗಳನ್ನು ಚಲಾಯಿಸು.

source: Disable the quit button
gd: Cuir am putan fàgail à comas
kn: ಕ್ವಿಟ್(ಹೊರಹೋಗುವ) ಗುಂಡಿಯನ್ನು ನಿಲ್ಲಿಸು.

source: Disable the config button
gd: Cuir am putan rèiteachaidh à comas
kn: ಕಾನಪಿಗ್(ಸಂರಚನೆ) ಗುಂಡಿಯನ್ನು ನಿಲ್ಲಿಸು.

source: Disable the level button
gd: Cuir am putan leibheil à comas
kn: ಹಂತದ ಗುಂಡಿಯನ್ನು ನಿಲ್ಲಿಸು.

source: Disable the database (slower start and no user log)
gd: Cuir an stòr-dàta à comas (tòiseachadh nas slaodaiche is gun loga nan cleachdaichean)
kn: ದತ್ತಾಂಶವನ್ನು ನಿಲ್ಲಿಸು.(ನಿದಾನವಾಗಿ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ ಅಥವಾ ಬಳಕೆದಾರ ಲಾಗ್ ಲಭ್ಯವಿಲ್ಲ)

source: Global drag and drop mode: normal, 2clicks, both. Default mode is normal.
gd: Modh slaodaidh is leigeil às coitcheann: àbaisteach, 2 bhriogadh, an dà chuid. Is "àbhaisteach" am modh tùsail.
kn: ಜಾಗತಿಕ ಜಾರಿಸುವ ಬೀಳಿಸುವ ಕ್ರಮ: ಸಾಮಾನ್ಯ, ೨ ಕ್ಲಿಕ್ ಗಳು, ಗಣಕವು ತಾನು ಸಾಮಾನ್ಯ ಕ್ರಮವನ್ನು ಬಳಸುತ್ತದೆ.

source: Do not avoid the execution of multiple instances of GCompris.
gd: Ceadaich gun ruith iomadh ionstans aig GCompris.
kn: ಜಿಕಾಂಪ್ರೈಸ್ ನ್ನು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಬಾರಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದನ್ನು ತಡೆಯಬೇಡ.

source: Disable maximization zoom
gd: Cuir làn-mheudachadh an t-sùim à comas
kn: ಗರಿಷ್ಟ ಹಿಗ್ಗಿಸುವುದನ್ನು ತಡೆ.

source: Increase activities' timeout delays; useful values > 1.0; 1.0 to not change hardcoded value
gd: Meudaich dàil air nuair a dh'fhalbhas an ùine air cleasan; tha luachan > 1.0 feumail; is 1.0 an luach tùsail
kn: ಆಟಗಳ ಸಮಯದ ವಿಳಂಬವನ್ನು ಹೆಚ್ಚಿಸು ; ಉಪಯುಕ್ತ ಮೌಲ್ಯಗಳು >೧.೦ ; ಹಾರ್ಡಕೋಡ್ ಮಾಡಿರುವ ಮೌಲ್ಯಗಳನ್ನು ಬದಲಾಯಿಸದೇ ಇರಲು ೧.೦ ನ್ನು ಬಳಸಿರಿ.

source: How activities' timeout delays are growing for several actors; useful values < 1.0; 1.0 to not change hardcoded value
gd: Mar a fhàsas an dàil air nuair a dh'fhalbhas an ùine air cleas; tha luachan < 1.0 feumail; is 1.0 an luach tùsail
kn: ಹಲವು ಆಟಗಾರರಿಗೆ ಸಮಯದ ವಿಳಂಬವು ಹೇಗೆ ಬದಲಾಗುತ್ತಿದೆ : ಉಪಯುಕ್ತ ಮೌಲ್ಯಗಳು >೧.೦ ; ಹಾರ್ಡಕೋಡ್ ಮಾಡಿರುವ ಮೌಲ್ಯಗಳನ್ನು ಬದಲಾಯಿಸದೇ ಇರಲು ೧.೦ ನ್ನು ಬಳಸಿರಿ.

source: For test purpose, run in a loop all the activities
gd: Ruith lùb dhen a h-uile gnìomhachd gus deuchainn a dhèanamh orra
kn: ಪರೀಕ್ಷಿಸಲು , ಎಲ್ಲಾ ಆಟಗಳನ್ನು ಚಕ್ರೀಯವಾಗಿ ಚಲಾಯಿಸಿರಿ

source: display debug information on the console.
kn: ತೊಂದರೆಯ ಮಾಹಿತಿಯನ್ನು ಪರದೆಯ ಮೇಲೆ ತೋರಿಸು.

source: Print the version of
gd: Clò-bhuail an tionndadh aig
kn: ಈ ಆವೃತಿಯನ್ನು ಮುದ್ರಣ ಮಾಡಿ

source: GCompris is free software released under the GPL License. In order to support its development, this version provides only %d of the %d activities. You can get the full version for a small fee at <http://gcompris.net> The GNU/Linux version does not have this restriction. If you also believe that we should teach freedom to children, please consider using GNU/Linux. Get more information at FSF: <http://www.fsf.org/philosophy>
gd: 'S e bathar-bog saor a th' anns a' GCompris a chaidh fhoillseachadh fon cheadachas GPL. Gus taic a thoirt dha leasachadh, chan fhaigh thu ach %d dhen %d cleas leis an tionndadh seo. Gheibh thu an tionndadh slàn airson beagan airgid air <http://gcompris.net> Chan eil an cuingeachadh seo aig an tionndadh GNU/Linux. Ma tha thu a' creidsinn gum bu chòir dhuinn saorsa ionnsachadh do chlann, beachdaich air GNU/Linux a chleachdadh. Faigh barrachd fiosrachaidh aig FSF: <http://www.fsf.org/philosophy>
kn: ಜಿಕಾಂಪ್ರೈಸ್ GPL ಲೈಸನ್ಸ ಅಡಿಯಲ್ಲಿ ಇರುವ ಉಚಿತ ಸಾರ್ವಜನಿಕ ಮುಕ್ತ ತಂತ್ರಾಂಶವಾಗಿದೆ.ಈ ಆವೃತ್ತಿಯು ಕೇವಲ %d ಆಟಗಳಲ್ಲಿ %d ಆಟಗಳನ್ನು ಮಾತ್ರ ಒದಗಿಸುತ್ತದೆ.ಇದರ ಬೆಳವಣಿಗೆಯಲ್ಲಿ ನೀವು ಸಹಕರಿಸಬೇಕಾದರೆ ನೀವು ಅತ್ಯಲ್ಪ ಶುಲ್ಕವನ್ನು ಕೊಟ್ಟು ಈ ಕೆಳಗಿನ ಜಾಲತಾಣದಿಂದ ಪೂರ್ಣ ಆವೃತ್ತಿಯನ್ನು ಖರೀದಿಸಬಹುದು. . <http://gcompris.net> ಜಿ.ಎನ್.ಯು/ಲೈನಕ್ಸ ನ ಅವೃತ್ತಿಗೆ ಈ ನಿಬಂಧನೆಯಿಲ್ಲ. ನೀವು ಮುಕ್ತ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಮಕ್ಕಳಿಗೆ ಕಲಿಸಲು ಬಯಸಿದರೆ ನೀವು ಜಿ.ಎನ್.ಯು/ಲೈನಕ್ಸ ಬಳಸಿರಿ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಉಚಿತ ತಂತ್ರಾಂಶ ಸಂಸ್ಥೆಯ ಜಾಲತಾಣವನ್ನು ಸಂಪರ್ಕಿಸಿರಿ <http://www.fsf.org/philosophy>

source: Failed to load the skin '%s' (Check the file exists and is readable)
gd: Dh'fhàillig le luchdadh a' chraicinn "%s" (Dearbhaich gu bheil am faidhle ann is gun gabh a leughadh)
kn: '%s' ವರ್ಣಚರ್ಮವನ್ನು ತುಂಬಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. (ಆ ಖಡತವು ಲಭ್ಯವಿದೆಯೇ ಮತ್ತು ಓದಲು ಸಾದ್ಯವಿದೆಯೇ ಎಂದು ಪರೀಕ್ಷಿಸಿರಿ)

source: Retrieving remote data...
gd: A' faighinn dàta cèin ...
kn: ದೂರದ ದತ್ತಾಂಶವನ್ನು ಹಿಂಪಡೆಯಲಾಗುತ್ತಿದೆ.

source: GCompris won't start because the lock file is less than %d second old.
gd: Cha tòisich GCompris oir tha am faidhle glasaidh nas òige na %d diog.
kn: ಜಿಕಾಂಪ್ರೈಸ್ ಪ್ರಾರಂಭವಾಗುತ್ತಿಲ್ಲ ಎಕೆಂದರೆ ಲಾಕ್ ಖಡತವು %d ಸೆಕೆಂಡ್ಗಿಂತ ಕಡಿಮೆಯಿದೆ.

source: The lock file is: %s
gd: Am faidhle glasaidh: %s
kn: ಲಾಕ್ ಖಡತವು : %s

source: GCompris Version: %s License: GPL More info at http://gcompris.net
gd: GCompris Tionndadh: %s Ceadachas: GPL Barrachd fiosrachaidh air http://gcompris.net
kn: ಜಿಕಾಂಪ್ರೈಸ್ ಆವೃತ್ತಿ : %s ಲೈಸನ್ಸ : GPL ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ : http://gcompris.net

source: Use -l to access an activity directly.
gd: Cleachd -l gus inntrigeadh fhaighinn do chleas sa bhad.
kn: -l ನ್ನು ಬಳಸಿ ನೀವು ಆಟಗಳ ಕಡತಕೋಶಗಳನ್ನು ಹೋಗಬಹುದು

source: The list of available activities is :
gd: Na cleasan a tha ri làimh :
kn: ಲಭ್ಯವಿರುವ ಆಟಗಳ ಪಟ್ಟಿಯು :

source: Number of activities: %d
gd: Àireamh de chleasan: %d
kn: ಆಟಗಳ ಸಂಖ್ಯೆ : %d

source: %s exists but is not readable or writable
gd: Tha %s ann ach cha ghabh a leughadh no sgrìobhadh
kn: %s ಲಭ್ಯವಿದೆ,ಆದರೆ ಬರೆಯಲು ಮತ್ತು ಓದಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: ERROR: Profile '%s' is not found. Run 'gcompris --profile-list' to list available ones
gd: MEARACHD: Cha deach am pròifil "%s" a lorg. Ruith 'gcompris --profile-list' gus liosta dhe na pròifilean ri làimh fhaighinn
kn: ದೋಷ : ಪ್ರೋಪೈಲ್ '%s' ಲಭ್ಯವಿಲ್ಲ. 'gcompris --profile-list' ನ್ನು ಚಲಾಯಿಸಿ ಲಬ್ಯವಿರುವ ಪ್ರೋಪೈಲ್ ಗಲ ಪಟ್ಟಿಯನ್ನು ಪಡೆಯಿರಿ

source: The list of available profiles is:
gd: Na pròifilean a tha ri làimh :
kn: ಲಭ್ಯವಿರುವ ಪ್ರೋಪೈಲಗಳ ಪಟ್ಟಿ :

source: Unaffected
gd: Gun bhuaidh air
kn: ತೊಂದರೆಗೊಳಗಾಗಿಲ್ಲ

source: Users without a class
gd: Cleachdaichean gun chlas sam bith
kn: ತೊಂದರೆಯಿಲ್ಲ

source: Loading activity from database: %s
gd: A' luchdadh cleas on stòr-dàta: %s
kn: ದತ್ತಾಂಶಕೋಶದಿಂದ ಆಟವನ್ನು ತುಂಬಿಸಲಾಗುತ್ತಿದೆ: %s

source: Prerequisite
gd: Comasan air a bheil feum
kn: ನಿಮಗೆ ಗೊತ್ತೇ?

source: Goal
gd: Amas
kn: ಎನು ಮಾಡಬೇಕು

source: Manual
gd: Stiùireadh
kn: ಹೇಗೆ ಮಾಡಬೇಕು

source: Credit
gd: Cliù
kn: ಕೊಡುಗೆ

source: Loading activity from file: %s
gd: A' luchdadh cleas on fhaidhle: %s
kn: ಕಡತದಿಂದ ಆಟವನ್ನು ತುಂಬಿಸಲಾಗುತ್ತಿದೆ. %s

source: All the activities are disabled in this profile. Go in the GCompris administration module and activate at least one activity.
gd: Tha a h-uile cleas à comas leis a' phròifil seo. Rach dhan mhòideal rianachd aig GCompris is cuir co-dhiù aon chleas an comas.
kn: ಎಲ್ಲಾ ಆಟಗಳನ್ನು ಈ ಪ್ರೋಪೈಲ್ ನಲ್ಲಿ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ. ಜಿಕಾಂಪ್ರೈಸ್ ನಿಯಂತ್ರಣ ಕ್ರಮಕ್ಕೆ ಹೋಗಿ ಒಂದಾದರೂ ಆಟವನ್ನು ಸಕ್ರೀಯಗೊಳಿಸಿರಿ.

source: This directory contains the files you create with the GCompris educational suite
gd: Tha na faidhlichean sa phasgan seo a chruthaicheas tu leis an t-sreath ionnsachaidh GCompris
kn: ಈ ಕಡತಕೋಶವು ನೀವು ಜಿಕಾಂಪ್ರೈಸ್ ಶೈಕ್ಷಣಿಕ ತಂತ್ರಾಂಶದಲ್ಲಿ ಸೃಷ್ಟಿಸುವ ಕಡತಗಳನ್ನು ಹೊಂದಿದೆ.

source: Put any number of images in this directory. You can include these images in your drawings and animations. The image formats supported are jpeg, png and svg.
gd: Cuir àireamh sam bith de dhealbhan sa phasgan seo. 'S urrainn dhut na dealbhan seo a ghabhail a-steach sna tàirngean is beòthachaidhean agad. Cuirear taic ris na fòrmatan deilbh jpeg, png is svg.
kn: ನಿಮಗೆ ಅಗತ್ಯವಿದ್ದಷ್ಟು ಚಿತ್ರಗಳನ್ನು ಖಡತಕೋಶದಲ್ಲಿ ಹಾಕಿರಿ. ಈ ಚಿತ್ರಗಳನ್ನು ನಿಮ್ಮ ಚಿತ್ರ ಮತ್ತು ಆನಿಮೇಷನ್ ನಲ್ಲಿ ಇವುಗಳನ್ನು ಬಳಸಬಹುದು. ನೀವು ಬಳಸಬಹುದಾದ ಚಿತ್ರ ಸ್ವರೂಪಗಳು jpeg, png ಮತ್ತು svg.

source: Sharing Error
gd: Mearachd leis a' cho-roinneadh
kn: ಹಂಚಿಕೆಯಲ್ಲಿ ದೋಷ

source: Cannot retrieve remote data
gd: Cha ghabh an dàta cèin fhaighinn
kn: ದೂರದ ಮಾಹಿತಿ ಪಡೆಯಲು ಸಾದ್ಯವಾಗಲಿಲ್ಲ

source: About
gd: Mu dheidhinn
kn: ಬಗ್ಗೆ

source: Refresh
gd: Ath-nuadhaich
kn: ಹೊಸತಾಗಿಸು

source: Settings
gd: Roghainnean
kn: ಸಿದ್ಧತೆಗಳು

source: Previous level
gd: An leibheil roimhe
kn: ಹಿಂದಿನ ಹಂತ

source: Next level
gd: An t-ath leibheil
kn: ಮುಂದಿನ ಹಂತ

source: Back
gd: Air ais
kn: ಹಿಂದಕ್ಕೆ

source: Cannot initiate sharing session
gd: Cha ghabh seisean co-roinnidh tòiseachadh
kn: ಹಂಚಿಕೆಯ ಅಧಿವೇಶನವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾದ್ಯವಾಗಲಿಲ್ಲ

source: Time Elapsed
gd: Ùine a chaidh seachad
kn: ಮುಗಿದ ಸಮಯ

source: Remaining Time = %d
gd: Ùine air fhàgail = %d
kn: ಉಳಿದಿರುವ ಸಮಯ = %d

source: Locate the region
gd: Lorg an sgìre
kn: ಸ್ಥಳವನ್ನು ಗುರುತಿಸು

source: Drag and Drop the regions to redraw the whole country
gd: Slaod na sgìrean is leig às iad gus an dùthaich gu lèir ath-tharraing
kn: ದೇಶದ ವಿಭಾಗಗಳನ್ನು ಜಾರಿಸುವುದು ಮತ್ತು ಬೀಳಿಸುವುದರ ಮೂಲಕ ಮತ್ತೆ ಬರೆಯಿರಿ.

source: Mouse manipulation: movement, drag and drop
gd: An luchag: gluasad, slaodadh is leigeil às
kn: ಮೌಸ್-ಚಲನ ಚಟುವಟಿಕೆಗಳು: ಚಲನೆ, ಜಾರಿಸುವುದು ಮತ್ತು ಬೀಳಿಸುವುದು

source: The map of Germany comes from Wikipedia and is released under the GNU Free Documentation License. Olaf Ronneberger and his children Lina and Julia Ronneberger created the German level.
gd: Thàinig mapa na Gearmailte on Uicipeid is chaidh fhoillseachadh o GNU Free Documentation License. Chruthaich Olaf Ronneberger is a chlann-nighean Lina is Julia Ronneberger an leibheil Gearmailteach.
kn: ಜರ್ಮನಿ ದೇಶದ ನಕ್ಷೆಯು ವಿಕಿಪೀಡಿಯಾದ ಕೊಡುಗೆಯಾಗಿದೆ. ಇದನ್ನು ಜಿ.ಎನ್.ಯು ಸಾರ್ವಜನಿಕ ಮುಕ್ತ ದಾಖಲಿತ ಪರವಾನಗೆ ಅಡಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ. ಓಲಾಪ್ ರೆನ್ನರ್ ಬರ್ಗರ್ ಮತ್ತು ಇವರ ಮಕ್ಕಳಾದ ಲೀನಾ, ಜೂಲೀಯಾ ರೋನ್ನರ್ ಬರ್ಗರ್ ರವರು ಜರ್ಮನ ಹಂತವನ್ನು ಸೃಷ್ಟಿಸಿದ್ದಾರೆ.

source: United States of America
gd: Stàitean Aonaichte Aimeireaga
kn: ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಆಫ್ ಅಮೆರಿಕ‌

source: Connecticut
kn: ಕನೆಕ್ಟಿಕಟ್

source: Rhode Island
kn: ರೋಡ್ ದ್ವೀಪ

source: Massachusetts
kn: ಮಾಸ್ಸಾಚುಸೆಟ್ಸ್

source: Wyoming
kn: ವ್ಯೂಮಿಂಗ್

source: Utah
kn: ಉಟಾ

source: Nevada
kn: ನೆವದ

source: California
kn: ಕ್ಯಾಲಿಪೊರ್ನಿಯಾ

source: Washington D.C.
kn: ವಾಶಿಂಗ್ಟನ್ ಡಿ.ಸಿ

source: Maine
kn: ಮೈನ್

source: New Hampshire
kn: ನ್ಯೂ ಹ್ಯಾಂಪ್ ಶೈರ್

source: Vermont
kn: ವೆರ್ಮೊಂಟ್

source: New York
kn: ನ್ಯೂಯಾರ್ಕ

source: Pennsylvania
kn: ಪೆನ್ನಿಸ್ಲೇವಿನಿಯಾ

source: Delaware
kn: ಡೆಲಾವೇರ್

source: New Jersey
kn: ನ್ಯೂಜೆರ್ಸಿ

source: Maryland
kn: ಮೇರಿಲ್ಯಾಂಡ್

source: Alabama
kn: ಅಲಾಬಾಮ

source: Florida
kn: ಪ್ಲೋರೀಡಾ

source: USA|Georgia
kn: ಅಮೇರಿಕಾ | ಜಾರ್ಜಿಯ

source: South Carolina
kn: ದಕ್ಷಿಣ ಕೆರೋಲಿನಾ

source: North Carolina
kn: ಉತ್ತರ ಕೆರೋಲಿನಾ

source: Virginia
kn: ವಿರ್ಜಿನೀಯಾ

source: West Virginia
kn: ಪಶ್ಚಿಮ ವರ್ಜಿನೀಯಾ

source: Ohio
kn: ಓಹಿಯೋ

source: Michigan
kn: ಮಿಚಿಗನ್

source: Wisconsin
kn: ವಿಸ್ಕೋಂಸಿನ್

source: Illinois
kn: ಇಲಿಯೋನಿಸ್

source: Indiana
kn: ಇಂಡಿಯಾನ

source: Kentucky
kn: ಕೆಂಟುಕಿ

source: Tennessee
kn: ತೆನ್ನೆಸ್ಸೆ

source: Mississippi
kn: ಮಿಸ್ಸಿಸಿಪ್ಪಿ

source: Louisiana
kn: ಲೋಯಿಸಿಯಾನ

source: Arkansas
kn: ಅರ್ಕಾನ್ಸಾಸ್

source: Missouri
kn: ಮಿಸ್ಸೋರಿ

source: Iowa
kn: ಲೋವಾ

source: Minnesota
kn: ಮಿನ್ನೆಸೋಟ

source: Oklahoma
kn: ಒಕ್ಲಾಹಾಮ

source: Texas
kn: ಟೆಕ್ಸಾಸ್

source: Hawaii
kn: ಹಾವೈ

source: Alaska
gd: Alasga
kn: ಅಲಾಸ್ಕ

source: Arizona
kn: ಅರಿಜೋನಾ

source: New Mexico
kn: ಹೊಸ ಮೆಕ್ಸಿಕೊ

source: Colorado
kn: ಕೊಲಾರಾಡೋ

source: Kansas
kn: ಕಾನ್ಸಾಸ್

source: Nebraska
kn: ಬೆಬ್ರಾಸ್ಕಾ

source: South Dakota
kn: ದಕ್ಷಿಣ ಡಕೊಟ

source: North Dakota
kn: ಉತ್ತರ ಡಕೊಟಾ

source: Montana
kn: ಮೊಂಟಾನಾ

source: Idaho
kn: ಇದಾಹೊ

source: Oregon
kn: ಒರೆಗಾನ್

source: Washington
kn: ವಾಶಿಂಗ್ಟನ್

source: Regions of France
gd: Sgìrean na Frainge
kn: ಪ್ರಾನ್ಸನ ಪ್ರಾಂತ್ಯಗಳು

source: India
gd: Na h-Innseachan
kn: ಭಾರತ

source: Northern Scotland
gd: Ceann a Tuath na h-Alba
kn: ಉತ್ತರ ಸ್ಕಾಟ್ ಲೆಂಡ

source: Skye
gd: An t-Eilean Sgitheanach
kn: ಸ್ಕೈ

source: Lochaber
gd: Loch Abar
kn: ಲೊಚಾಬೆರ್

source: Lochalsh, Badenoch, Cromarty and Strathspey
gd: Loch Aillse, Bàideanach, Cromba is Srath Spè
kn: ಲೊಚಾಲ್ಶ, ಬಾಡೆನೊಛ್, ಕ್ರೊಮಾರ್ಟಿ ಮತ್ತು ಸ್ಟ್ರಾತ್ ಸ್ಪೈ

source: Inverness and Nairn
gd: Inbhir Nis is Inbhir Narann
kn: ಇನವರ್ನೆಸ್ಸ ಮತ್ತು ನೈರ್ನ

source: Ross
gd: Siorrachd Rois
kn: ರೋಸ್

source: Sutherland
gd: Dùthaich Mhic Aoidh, Asainte is Cataibh
kn: ಸೂತರಲ್ಯಾಂಡ್

source: Caithness
gd: Gallaibh
kn: ಕೈತನೆಸ್

source: Shetland
gd: Sealtainn
kn: ಶೆಟಲ್ಯಾಂಡ್

source: Orkney
gd: Arcaibh
kn: ಆರ್ಕ್ನಿ

source: Na h-Eileanan Siar
gd: Na h-Eileanan Siar no na h-Innse Gall
kn: ನಾ ಹ-ಇಲಿಯಾನ ಸಿಯಾರ್

source: Moray
gd: Moireibh
kn: ಮೊರಯ್

source: Aberdeen
gd: Obar Dheathain
kn: ಅಬರ್ಡೀನ್

source: Aberdeenshire
gd: Siorrachd Obar Dheathain
kn: ಅಬರ್ಡಿನ್ ಶೈರ್

source: Southern Scotland
gd: Ceann a Deas na h-Alba
kn: ದಕ್ಷಿಣ ಸ್ಕಾಟ್ಲೆಂಡ್

source: Argyll and Bute
gd: Earra Ghàidheal is Bòd
kn: ಆರ್ಗಿಲ್ಲ್ ಮತ್ತು ಬ್ಯೂಟ್

source: Stirling
gd: Sruighlea
kn: ಸ್ಟಿರ್ಲಿಂಗ್

source: Perth and Kinross
gd: Peairt is Ceann Rois
kn: ಪರ್ಥ ಮತ್ತು ಕಿನರೋಸ್

source: Angus
gd: Aonghas
kn: ಆಂಗುಸ್

source: Dundee
gd: Dùn Dè
kn: ದುಂಡಿ

source: Fife
gd: Fìobha
kn: ಪೈಪೆ

source: Clackmannanshire
gd: Siorrachd Chlach Mhanann
kn: ಕ್ಲಾಕಮ್ಯಾನ್ ಶೈರ್

source: North Ayrshire
gd: Siorrachd Àir a Tuath
kn: ಉತ್ತರ ಐರ್ಶೈರ್

source: Inverclyde
gd: Inbhir Chluaidh
kn: ಇನ್ವರ್ಕ್ಲೈಡ್ನ

source: Renfrewshire
gd: Siorrachd Rinn Friù
kn: ರೆನ್ ಪ್ರೆನ್ ಶೈ

source: East Renfrewshire
gd: Siorrachd Rinn Friù an Ear
kn: ಪೂರ್ವ ರೆನ್ ಪ್ರೇನ್ ಶೈರ್

source: West Dunbartonshire
gd: Siorrachd Dhùn Breatann an Iar
kn: ಪಶ್ಚಿಮ ದುನ್ ಬಾರ್ಟನ್ ಶೈರ್

source: East Dunbartonshire
gd: Siorrachd Dhùn Breatann an Ear
kn: ಪೂರ್ವ ದುನ್ ಬಾರ್ಟನ್ ಶೈರ್

source: Glasgow
gd: Glaschu
kn: ಗ್ಲಾಸ್ಗೋ

source: East Ayrshire
gd: Siorrachd Àir an Ear
kn: ಪೂರ್ವ ಐರ್ಶೈರ್

source: South Ayrshire
gd: Siorrachd Àir a Deas
kn: ದಕ್ಷಿಣ ಐರ್ಶೈರ್

source: Dumfries and Galloway
gd: Dùn Phrìs is Gall-Ghàidhealaibh
kn: ಡುಮ್ ಪ್ರೈಸ್ ಮತ್ತು ಗ್ಯಾಲೋವೇ

source: North Lanarkshire
gd: Siorrachd Lannraig a Tuath
kn: ಉತ್ತರ ಲನಾರ್ಕಶೈರ್

source: South Lanarkshire
gd: Siorrachd Lannraig a Deas
kn: ದಕ್ಷಿಣ ಲನಾರ್ಕಶೈರ್

source: Falkirk
gd: An Eaglais Bhreac
kn: ಪಾಲ್ ಕಿರ್ಕ

source: Edinburgh
gd: Dùn Èideann
kn: ಎಡಿನ್ ಬರ್ಗ

source: West Lothian
gd: Lodainn an Iar
kn: ಪಶ್ಚಿಮ ಲೋಥಿಯಾನ

source: Midlothian
gd: Meadhan Lodainn
kn: ಮದ್ಯದಲೋಥಿಯಾನ

source: East Lothian
gd: Lodainn an Ear
kn: ಪೂರ್ವ ಲೋಥಿಯಾನ

source: Scottish Borders
gd: Crìochan na h-Alba
kn: ಸ್ಕಾಟಿಷ್ ಬಾರ್ಡರ

source: Deutschland Bundesländer
gd: Stàitean Feadarail na Gearmailte
kn: ಡಚ್ಚಲ್ಯಾಂಡ್ ಬುಂನಡೆಸ್ಲಾಂಡರ್

source: Provincias Argentinas
kn: ಪ್ರೊವಿನ್ಸಿಯಾಸ್ ಅರ್ಜೇಂಟಿನಾಸ್

source: Polish Voivodship
gd: Voivodas na Pòlainne
kn: ಪೋಲೀಶ್ ವೌವೊಂಡ್ ಶಿಪ್

source: Districts of Turkey
gd: Sgìrean na Tuirce
kn: ಟರ್ಕಿಯ ಜಿಲ್ಲೆಗಳು

source: Eastern Districts of Turkey
gd: Sgìrean na Tuirce an Ear
kn: ಟರ್ಕಿಯ ಪೂರ್ವ ಜಿಲ್ಲೆಗಳು

source: Counties of Norway
gd: Siorrachdan Nirribhidh
kn: ನಾರ್ವೆ ದೇಶದ ರಾಜ್ಯಗಳು

source: Counties of Brazil
gd: Siorrachdan Bhraisil
kn: ಬ್ರೇಜಿಲನ ಪ್ರಾಂತ್ಯಗಳು

source: Locate the countries
gd: Lorg na dùthchannan
kn: ದೇಶಗಳನ್ನು ಗುರಿತಿಸಿರಿ.

source: Drag and Drop the items to redraw the whole map
gd: Slaod na nithean is leig às iad gus am mapa gu lèir ath-tharraing
kn: ಎಲ್ಲಾ ಭಾಗಗಳನ್ನು ಜಾರಿಸಿ ಮತ್ತು ಬೀಳಿಸುವುದರ ಮೂಲಕ ನಕ್ಷೆಯನ್ನು ಮತ್ತೆ ಬರೆಯಿರಿ.

source: Asia
gd: Àisea
kn: ಏಶಿಯ

source: Caspian Sea
gd: Am Muir Caspach
kn: ಕ್ಯಾಸ್ಪಿಯನ್ ಸಮುದ್ರ

source: Black Sea
gd: Am Muir Dubh
kn: ಕಪ್ಪು ಸಮುದ್ರ

source: Mediterranean Sea
gd: Am Muir Meadhanach
kn: ಮೆಡಿಟೆರಿನಿಯನ್ ಸಮುದ್ರ

source: Persian Gulf
gd: An Camas Pearsach
kn: ಪರ್ಶಿಯನ್ ಕೊಲ್ಲಿ

source: Red Sea
gd: Am Muir Ruadh
kn: ಕೆಂಪು ಸಮುದ್ರ

source: Palestine
gd: Palastain
kn: ಪ್ಯಾಲಿಸ್ಟೈನ್

source: Israel
gd: Iosrael
kn: ಇಸ್ರೇಲ್

source: Brunei
gd: Brùnaigh
kn: ಬ್ರೂನಿ

source: Qatar
gd: Catar
kn: ಕತಾರ್

source: Bahrain
gd: Bachrain
kn: ಬಹರೈನ್

source: Lebanon
gd: Leabanon
kn: ಲೆಬನಾನ್

source: Cyprus
gd: Cìopras
kn: ಸೈಪ್ರಸ್

source: Kuwait
gd: Cuibhèit
kn: ಕುವೈತ್

source: Armenia
gd: Airmeinia
kn: ಆರ್ಮೆನಿಯ

source: Oman
gd: Omàn
kn: ಒಮಾನ್

source: United Arab Emirates
gd: Na h-Iomaratan Arabach Aonaichte
kn: ಯುನೈಟೆಡ್ ಅರಬ್ ಎಮಿರೇಟ್ಸ್

source: Yemen
gd: An Eaman
kn: ಯೆಮೆನ್

source: Saudi Arabia
gd: Aràibia nan Sabhd
kn: ಸೌದಿ ಅರೇಬಿಯ

source: Jordan
gd: Iòrdan
kn: ಜೊರ್ಡಾನ್

source: Iraq
gd: Ioràc
kn: ಇರಾಕ್

source: Syria
gd: Siridhea
kn: ಸಿರಿಯಾ

source: Turkey
gd: An Tuirc
kn: ಟರ್ಕಿ

source: Asia|Georgia
kn: ಎಷಿಯಾ|ಜಾರ್ಜಿಯ

source: Azerbaijan
gd: Asarbaideàn
kn: ಅಜರ್ಬೈಜಾನ್

source: Iran
gd: Ioràn
kn: ಇರಾನ್

source: Turkmenistan
gd: Turcmanastàn
kn: ತುರ್ಕ್ಮೆನಿಸ್ತಾನ್

source: Kyrgyzstan
gd: Cìorgastan
kn: ಕಿರ್ಗಿಸ್ತಾನ್

source: Tajikistan
gd: Taidigeastàn
kn: ತಜಿಕಿಸ್ತಾನ್

source: Afghanistan
gd: Afghanastàn
kn: ಅಫ್ಘಾನಿಸ್ತಾನ್

source: Malaysia
gd: Malaidhsea
kn: ಮಲೇಶಿಯ

source: Indonesia
gd: Na h-Innd-Innse
kn: ಇಂಡೊನೆಶಿಯ

source: Philippines
gd: Na h-Eileanan Filipineach
kn: ಫಿಲಿಪ್ಪಿನ್ಸ್

source: Myanmar
gd: Miànmar
kn: ಮ್ಯಾನ್ಮಾರ್

source: Pakistan
gd: Pagastàn
kn: ಪಾಕಿಸ್ತಾನ್

source: Bhutan
gd: Butàn
kn: ಭೂತಾನ್

source: Bangladesh
gd: Bangladais
kn: ಬಾಂಗ್ಲಾದೇಶ್

source: China
gd: An t-Sìn
kn: ಚೀನಾ

source: Sri Lanka
gd: Sri Lanca
kn: ಶ್ರೀಲಂಕಾ

source: Thailand
gd: Dùthaich nan Tàidh
kn: ಥಾಯ್ಲಾಂಡ್

source: Laos
gd: Làthos
kn: ಲಾವೊಸ್

source: Cambodia
gd: Cambuidea
kn: ಕಾಂಬೋಡಿಯ

source: Vietnam
gd: Bhiet-Nam
kn: ವಿಯೆಟ್ನಾಮ್

source: Taiwan
gd: Taidh-Bhàn
kn: ತೈವಾನ್

source: Uzbekistan
gd: Usbagastàn
kn: ಉಝ್ಬೆಕಿಸ್ತಾನ್

source: Kazakhstan
gd: Casachstàn
kn: ಕಝಾಕಿಸ್ತಾನ್

source: South Korea
gd: Coirèa a Deas
kn: ದಕ್ಷಿಣ ಕೊರಿಯ

source: North Korea
gd: Coirèa a Tuath
kn: ಉತ್ತರ ಕೊರಿಯ

source: Mongolia
gd: Dùthaich nam Mongol
kn: ಮಂಗೋಲಿಯ

source: Russia
gd: An Ruis
kn: ರಷಿಯಾ

source: Continents
gd: Mòr-thirean
kn: ಖಂಡಗಳು

source: America
gd: Aimeireaga
kn: ಅಮೆರಿಕ‌

source: Antarctica
gd: An Antartaig
kn: ಅಂಟಾರ್ಟಿಕಾ

source: Europe
gd: An Roinn-Eòrpa
kn: ಯುರೋಪ್

source: Oceania
gd: Roinn a' Chuain Sèimh
kn: ಓಷಿಯಾನಿಯ‌

source: United States Minor Outlying Islands
kn: ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಆಫ್ ಮೈನರ್ ಔಟ್ ಲೈಯಿಂಗ್ ಐಲ್ಯಾಂಡ್ಸ

source: American Samoa
kn: ಅಮೆರಿಕನ್ ಸಮೋವಾ

source: Cook Islands
kn: ಕುಕ್ ದ್ವೀಪಗಳು

source: New Zealand
kn: ನ್ಯೂಜಿಲ್ಯಾಂಡ್

source: Solomon Islands
kn: ಸೊಲೊಮನ್ ದ್ವೀಪಗಳು

source: Fiji
kn: ಫಿಜಿ

source: Kiribati
kn: ಕಿರಿಬಾಟಿ

source: Marshall Islands
kn: ಮಾರ್ಶಲ್ ದ್ವೀಪಗಳು

source: New Caledonia
kn: ಹೊಸ ಮ್ಯಾಸಿಡೋನಿಯ

source: Tonga
kn: ಟೋಂಗಾ

source: Tuvalu
kn: ಟುವಾಲು

source: Vanuatu
kn: ವನೌತು

source: Micronesia
kn: ಮೈಕ್ರೋನೇಸಿಯ

source: Northern Mariana Islands
kn: ಉತ್ತರ ಮರಿಯಾನ ದ್ವೀಪಗಳು

source: Palau
kn: ಪಲಾವು

source: East Timor
kn: ಪೂರ್ವ ತಿಮೋರ್

source: Papua New Guinea
kn: ಪಪುವಾ ನ್ಯೂ ಗಿನಿ

source: French Polynesia
kn: ಫ್ರೆಂಚ್ ಪಾಲಿನೆಸಿಯಾ

source: Pitcairn Islands
kn: ಪಿಟ್‍ಕೈರ್ನ್ ದ್ವೀಪಗಳು

source: North America
gd: Aimeireaga a Tuath
kn: ಉತ್ತರ ಅಮೆರಿಕ

source: Canada
kn: ಕೆನಡಾ

source: Greenland
gd: A' Ghraonlann
kn: ಗ್ರೀನ್ ಲ್ಯಾಂಡ್

source: Iceland
gd: Innis Tìle
kn: ಐಸ್ಲ್ಯಾಂಡ್

source: Central America
kn: ಮದ್ಯ ಅಮೆರಿಕಾ

source: Bahamas
gd: Na h-Eileanan Bathama
kn: ಬಹಮಾಸ್

source: Belize
kn: ಬೆಲೀಸ್

source: Costa Rica
kn: ಕೋಸ್ಟಾ ರಿಕಾ

source: Cuba
gd: Cùba
kn: ಕ್ಯೂಬಾ

source: Dominican Republic
gd: A' Phoblachd Dhoiminiceach
kn: ಡೊಮಿನಿಕನ್ ಗಣರಾಜ್ಯ

source: El Salvador
kn: ಎಲ್‌ ಸಾಲ್ವಾಡಾರ್

source: Guatemala
kn: ಗ್ವಾಟೆಮಾಲ

source: Haiti
gd: Haidhti
kn: ಹೈತಿ

source: Honduras
kn: ಹೋಂಡುರಾಸ್

source: Jamaica
gd: Diameuga
kn: ಜಮೈಕಾ

source: Nicaragua
kn: ನಿಕರಾಗುವಾ

source: Panama
kn: ಪನಾಮ

source: Puerto Rico
kn: ಪೂರ್ಟೊ ರಿಕೊ

source: South America
gd: Aimeireaga a Deas
kn: ದಕ್ಷಿಣ ಅಮೆರಿಕ

source: Argentina
gd: An Argantain
kn: ಅರ್ಜೆಂಟೀನಾ

source: Bolivia
gd: Boilibhia
kn: ಬೊಲಿವಿಯ

source: Brazil
gd: Braisil
kn: ಬ್ರೆಜಿಲ್

source: Chile
gd: An t-Sile
kn: ಚಿಲಿ

source: Colombia
gd: Coloimbia
kn: ಕೊಲಂಬಿಯಾ

source: Ecuador
gd: Eacuador
kn: ಇಕ್ವೆಡಾರ್

source: French Guiana
gd: Guidheàna na Frainge
kn: ಫ್ರೆಂಚ್ ಗಯಾನ

source: Guyana
gd: Guidheàna
kn: ಗಯಾನ

source: Paraguay
gd: Paraguaidh
kn: ಪರಗ್ವೆ

source: Peru
gd: Pearù
kn: ಪೆರು

source: Suriname
gd: Suranam
kn: ಸುರಿನಾಮ್

source: Uruguay
gd: Uruguaidh
kn: ಉರುಗ್ವೆ
