Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: clothes
kn: ಬಟ್ಟೆಗಳು

source: emotion
kn: ಭಾವನೆ

source: job
kn: ಕೆಲಸ

source: people
kn: ಜನರು

source: sport
kn: ಆಟ

source: food
kn: ಆಹಾರ

source: animal
kn: ಪ್ರಾಣಿ

source: fruit
kn: ಹಣ್ಣು

source: nature
kn: ಪ್ರಕೃತಿ

source: plant
kn: ಸಸ್ಯ

source: vegetables
kn: ತರಕಾರಿಗಳು

source: construction
kn: ನಿರ್ಮಾಣ

source: furniture
kn: ಪೀಠೋಪಕರಣ

source: houseware
kn: ಗೃಹೋಪಯೋಗಿ

source: object
kn: ವಸ್ತು

source: tool
kn: ಸಾಧನ

source: Left hand
kn: ಎಡಗೈ

source: Right hand
kn: ಬಲಗೈ

source: Find your left and right hands
gd: Lorg na làmhan chlì is dheas agad
kn: ನಿಮ್ಮ ಎಡ ಮತ್ತು ಬಲ ಕೈಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.

source: Determine if a hand is a right or a left hand
gd: Aithnich an e làmh chlì no dheas a th' ann
kn: ನಿಮ್ಮ ಕೈ ಬಲ ಅಥವಾ ಎಡವೇ ಎಂದು ಕಂಡುಹಿಡಿಯಿರಿ.

source: Distinguish right and left hands from different points of view. Spatial representation
gd: Aithnich na làmhan clì is deas o chomhairean eadar-dhealaichte. Riochdachadh spàsail
kn: ಎಡ ಮತ್ತು ಬಲ ಕೈಗಳನ್ನು ಇತರೆ ದೃಷ್ಟಿಕೋನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.

source: You can see a hand: is it a left hand or a right hand? Click on the left button, or the right button depending on the displayed hand.
kn: ನೀವು ಕೈಯನ್ನು ನೋಡಬಹುದು : ಅದು ಎಡ ಅಥವಾ ಬಲವೇ ಎಂದು ಕಂಡುಹಿಡಿಯಿರಿ?ಎಡಗಡೆಯಿರುವ ಕೆಂಪು ಬಣ್ಣದ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ, ಅಥವಾ ಬಲಗಡೆಯಿರುವ ಹಸಿರು ಬಣ್ಣದ ಗುಂಡಿಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Switch off all the lights, I have to go to sleep. If you need help, click on me.
gd: Cuir a h-uile solas dheth, tha mi airson cadal. Ma tha cobhair a dhìth ort, briog orm.
kn: ಎಲ್ಲಾ ದೀಪಗಳನ್ನು ಆರಿಸಿರಿ. ನಾನು ನಿದ್ರೆಗೆ ಹೋಗಬೇಕು ನಿಮಗೆ ಸಹಾಯ ಬೇಕಾದರೆ ನನ್ನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Lights Off
gd: Cuir na solasan dheth
kn: ದೀಪ ಆರಿಸಿರಿ.

source: The aim is to switch off all the lights.
gd: Is an t-amas a h-uile solas a chur dheth.
kn: ಎಲ್ಲಾ ದೀಪಗಳನ್ನು ಆರಿಸುವುದು ನಿಮ್ಮ ಗುರಿಯಾಗಿದೆ.

source: The effect of pressing a button is to toggle the state of that button, and of its immediate vertical and horizontal neighbors. The sun and the color of the sky depend on the number of clicks needed to solve the puzzle. If you click on Tux, the solution is shown.
gd: Nuair a nì thu briogadh air putan, toglaichidh seo staid a' phutain seo is a h-uile nàbaidh aige, gu h-inghearach is gu còmhnard. Tha a' ghrian is dath nan speuran a' crochadh air àireamh nam briogaidhean a tha a dìth gus an geama fhuasgladh. Ma nì thu briogadh air Tux, chì thu am fuasgladh.
kn: ಗುಂಡಿಯನ್ನು ಒತ್ತುವುದರಿಂದ ಗುಂಡಿಯ ಸ್ಥಿತಿ ಮತ್ತು ಅದರ ನೆರೆಹೊರೆಯ ಅಡ್ಡ ಸಾಲು ಮತ್ತು ಕಂಬಸಾಲಿನಲ್ಲಿರುವ ಗುಂಡಿಗಳ ಸ್ಥಿತಿ ಬದಲಾಗುತ್ತದೆ. ಸೂರ್ಯ ಮತ್ತು ಆಕಾಶದ ಬಣ್ಣವು ಗೆಲ್ಲಲು ಬೇಕಾಗಿರುವ ಕ್ಲಿಕ್ ಗಳ ಸಂಖ್ಯೆಯನ್ನು ಅವಲಂಬಿಸಿದೆ. ನೀವು ಟಕ್ಸನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿದರೆ ಸಮಸ್ಯೆಗೆ ಪರಿಹಾರವು ತಿಳಿಯುತ್ತದೆ.

source: The solver algorithm is described on Wikipedia. To know more about the Lights Off game: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
gd: Tha an algairim fhuasglaidh ga mìneachadh air an Uicipeid. Gus barrachd fhaighinn a-mach mun gheama cur nan solasan dheth: &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;
kn: ಈ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ ಎಂಬುದರ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ಈ ಕೆಳಗಿನ ಜಾಲತಾಣಕ್ಕೆ ಹೋಗಿರಿ ದೀಪ ಆರಿಸುವ ಆಟ &lt;http://en.wikipedia.org/wiki/Lights_Out_(game)&gt;

source: Login:
gd: Far-ainm:
kn: ಪ್ರವೇಶ :

source: Uppercase only text
gd: Litrichean mòra a-mhàin
kn: ಆಂಗ್ಲ ದೊಡ್ಡ ಅಕ್ಷರಗಳು ಮಾತ್ರ

source: Enter login to log in
gd: Cuir far-ainm a-steach gus logadh a-steach
kn: ಪ್ರವೇಶಕ್ಕಾಗಿ ಪ್ರವೇಶ ಪದವನ್ನು ನಮೂದಿಸಿರಿ

source: GCompris login screen
gd: Sgrìn logaidh a-steach GCompris
kn: ಜಿಕಾಂಪ್ರಿಸ್ ಪ್ರವೇಶ ಪರದೆ

source: Select or enter your name to log in to GCompris
gd: Tagh no cuir a-steach ainm gus logadh a-steach ann an GCompris
kn: ಜಿಕಾಂಪ್ರೈಸನಲ್ಲಿ ಪ್ರವೇಶಿಸಲು ನಿಮ್ಮ ಹೆಸರನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ ನಮೂದಿಸಿರಿ.

source: GCompris identifies each child, so we can provide child-specific reports.
gd: Aithnichidh GCompris gach pàiste ach an urrainn dhuinn aithisgean fa leth a thoir seachad air gach pàiste.
kn: ಜಿಕಾಂಪ್ರೈಸ್ ಪ್ರತಿಯೊಂದು ಮಗುವನ್ನು ಗುರುತಿಸುತ್ತದೆ. ಆದುದರಿಂದ ನಾವು ಪ್ರತಿಮಗುವಿನ ವರದಿಯನ್ನು ನೀಡಬಹುದು.

source: In order to activate the login screen, you must first add users in the administration part of GCompris. You access Administration by running 'gcompris -a'. In Administration, you can create different profiles. In each profile, you can have a different set of users and select which activities are available to them. To run GCompris for a specific profile, you use 'gcompris -p profile' where 'profile' is the name of a profile as you created it in Administration.
gd: Gus an sgrìn logaidh a-steach a ghnìomhachadh, feumaidh tu cleachdaichean a chur ris sa phàirt rianachd aig GCompris. Gheibh thu a-steach dhan rianachd 's tu a' ruith 'gcompris -a'. San rianachd, 's urrainn dhut caochladh phròifilean a chruthachadh. Anns gach pròifil, tha seata eadar-dhealaichte de chleachdaichean ann is taghaidh tu na cleasan a bhios ri làmimh dhaibh. Gus GCompris a ruith airson pròifil sònraichte, cleachd 'gcompris -p profile' is "profile" ainm na pròifil mar a chruthaich thu e sa rianachd.
kn: ಪ್ರವೇಶಪದವನ್ನು ಸಕ್ರೀಯಗೊಳಿಸಲು ನೀವು ಮೊದಲು ಜಿಕಾಂಪ್ರೈಸ್ ನ ಆಡಳಿತಾತ್ಮಕ ವಿಭಾಗದಲ್ಲಿ ಬಳಕೆದಾರರ ಹೆಸರನ್ನು ಸೇರಿಸಿರಿ . ನೀವು ಆಡಳಿತಾತ್ಮಕ ವಿಭಾಗಕ್ಕೆ ಹೋಗಲು 'gcompris -a' ಆದೇಶವನ್ನು ಚಲಾಯಿಸಿರಿ ಆಡಳಿತಾತ್ಮಕ ವಿಭಾಗದಲ್ಲಿ , ನೀವು ಹಲವು ಪ್ರೋಪೈಲ್ ಗಳನ್ನು ಸೃಷ್ಟಿಸಬಹುದು. ಪ್ರತಿಯೊಂದು ಪ್ರೋಪೈಲನಲ್ಲಿ ವಿವಿಧ ಬಳಕೆದಾರರನ್ನು ಹೊಂದಬಹುದು. ಪ್ರತಿ ಬಳಕೆದಾರನಿಗೆ ಲಭ್ಯವಿರುವ ಚಟುವಟಿಕೆಗಳನ್ನು ನಿಯಂತ್ರಿಸಬಹುದು ನೀವು ನಿರ್ದಿಷ್ಟ ಪ್ರೋಪೈಲ್ ನ್ನು ಚಲಾಯಿಸಲು 'gcompris -p profile' ಆದೇಶವನ್ನು ಬಳಸಿರಿ. ಇಲ್ಲಿ ಪ್ರೋಪೈಲ್ ಎಂಬುದು ಆಡಳಿತಗಾರನಿಂದ ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟ ಪ್ರೋಪೈಲ್ ಆಗಿರುತ್ತದೆ.

source: Click to confirm your sequence
gd: Briog gus an sreath agad a dhearbhadh
kn: ನಿಮ್ಮ ಕ್ರಮಾನುಗತಿಯನ್ನು ಖಚಿತಪಡಿಸಲು ಕ್ಲಿಕ್ಕಿಸಿ

source: The History of Louis Braille
gd: Eachdraidh Louis Braille
kn: ಲೂಯಿಸ್ ಬ್ರೈಲ್'ನ ಚರಿತ್ರೆ

source: Review the major dates of the inventor of the Braille system.
gd: Thoir sùil air na cinn-latha cudromach aig an fhear a thionnsgail an siostam Braille.
kn: ಬೈಲ್ ಪದ್ದತಿಯನ್ನು ಕಂಡುಹಿಡಿದವರ ಹಲವು ಮುಖ್ಯ ದಿನಾಂಕಗಳನ್ನು ಪರಾಮರ್ಶಿಸಿರಿ.

source: Read the history of Louis Braille, his biography and discovery of the Braille system. Click on the previous and next buttons to move to the respective story page. At the end, arrange the sequence in the chronological order.
gd: Leugh an eachdraidh aig Louis Braille, an eachdraidh-bheatha aige is lorg an t-siostaim Braille. Briog air na putannan "Air ais" is "Air adhart" gus gluasan do dhuilleag na sgeulachd. Aig an deireadh, cuir an sreath san òrdugh cheart.
kn: ಲೂಯಿಸ ಬೈಲ್ ನ ಇತಿಹಾಸವನ್ನು ಓದಿರಿ. ಆತನ ಆತ್ಮಚರಿತ್ರೆ ಮತ್ತು ಅನ್ವೇಷಣೆಯ ಬಗ್ಗೆ ಅರಿಯಿರಿ. ಹಿಂದಿನ ಮತ್ತು ಮುಂದಿನ ಗುಂಡಿಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಸಂಬಂದಿಸಿದ ಕಥೆಯ ಪುಟಕ್ಕೆ ಹೋಗಿರಿ. ಕೊನೆಯಲ್ಲಿ ಇವುಗಳನ್ನು ಕಾಲಾನುಕ್ರಮದಲ್ಲಿ ಜೋಡಿಸಿರಿ.

source: Louis Braille Video: &lt; http://www.youtube.com/watch?v=9bdfC2j_4x4 &gt;
gd: Video air Louis Braille: &lt; http://www.youtube.com/watch?v=9bdfC2j_4x4 &gt;
kn: ಲೂಯಿಸ ಬೈಲ್ ನ ವಿಡಿಯೋ: &lt; http://www.youtube.com/watch?v=9bdfC2j_4x4 &gt;

source: Born on January 4th in Coupvary near Paris in France.
gd: Rugadh e 4mh dhen Fhaoilleach ann an Coupvary faisg air Paras san Fhraing.
kn: ಜನವರಿ ೪ ರಂದು ಪ್ರಾನ್ಸ ದೇಶದ ಪ್ಯಾರೀಸ್ ಬಳಿಯಿರುವ ಕಾಪವಾರಿಯಲ್ಲಿ ಜನಿಸಿದರು.

source: Louis Braille injured his right eye with a stitching awl from his father's workshop.
gd: Ghoirtich Louis Braille a shùil dheas le minidh ann am bùth-obrach athar.
kn: ಲೂಯಿಸ ಬ್ರೈಲ್ ತನ್ನ ಬಲಗಣ್ಣನ್ನು ತನ್ನ ತಂದೆಯ ಕಾರ್ಯಾಗಾರದ ಹೊಲಿಯುವ ದಬ್ಬಣದಿಂದ ಗಾಯಮಾಡಿಕೊಂಡ.

source: At the age of three, Louis became blind due to a severe infection that spread to his left eye.
gd: Nuair a bha e trì bliadhna a dh'aois, dh'fhàs Louis dall ri linn galar-ghabhail a ghluais dha shùil chlì.
kn: ಲೂಯಿಸ ತನ್ನ ಕಣ್ಣಿನಲ್ಲಿ ಹರಡಿದ ತೀವ್ರ ನಂಜಿನಿಂದ ತನ್ನ ಮೂರನೇ ವಯಸ್ಸಿನಲ್ಲಿ ಪೂರ್ಣ ಕುರುಡನಾದ.

source: At the age of 10, he was sent to Paris to study at the Royal Institute for Blind Youth.
gd: Nuair a bha e 10 bliadhna a dh'aois, chaidh a chur a Pharais gus ionnsachadh aig Institiud Rìoghail na h-Oigridh Dalla.
kn: ಹತ್ತನೇ ವಯಸ್ಸಿನಲ್ಲಿ, ಇವನನ್ನು ವಿದ್ಯಾಬ್ಯಾಸಕ್ಕಾಗಿ ಪ್ಯಾರಿಸನಲ್ಲಿರುವ ಅಂಧರಿಗಾಗಿ ಇರುವ ರಾಯಲ್ ಸಂಸ್ಥಗೆ ಕಳುಹಿಸಲಾಯಿತು.

source: He impressed his classmates and began to play the piano and the organ.
gd: Bha e drùidhteach dha na sgoilearan eile is thòisich e air am piàna is an t-organ a chluich.
kn: ಇವನು ಪಿಯಾನೋ ಮತ್ತು ಮೌತ್ ಆರ್ಗಾನ್ ನುಡಿಸುವುದರಲ್ಲಿ ತನ್ನ ಸಹಪಾಠಿಗಳ ಮೆಚ್ಚುಗೆಗೆ ಪಾತ್ರನಾದ.

source: Charles Barbier, a French soldier, visited his school and shared his invention of night writing, a code of 12 raised dots to share information on battlefields.
gd: Thadhail an saighdear Frangach Charles Barbier air a sgoil is sheall e an sgrìobhadh oidhche aige dhaibh, seo còd le 12 dotagan togta gus fiosrachadh a cho-roinneadh air a' bhlàr.
kn: ಪ್ರೇಂಚ್ ಸೈನಿಕ ಚಾರ್ಲ್ಸ ಬಾರ್ಬರ್ ಇವನ ಶಾಲೆಗೆ ಭೇಟಿ ಕೊಟ್ಟಾಗ, ಆತನ ರಾತ್ರಿ ಹೊತ್ತಿನಲ್ಲಿ ಬರೆಯುವ ಸಂಶೋಧನೆಯನ್ನು ಪರಿಚಯಿಸಿದ. ಇದು ಯುದ್ದಭೂಮಿಯಲ್ಲಿ ಮಾಹಿತಿ ವಿನಿಮಯಕ್ಕಾಗಿ ಕಂಡುಹಿಡಿದ ೧೨ ಉಬ್ಬು ಚುಕ್ಕಿಗಳಿಂದ ಆದ ಸಂಕೇತವಾಗಿದೆ.

source: Louis trimmed Barbier's 12 dots into 6 and invented the Braille system.
gd: Lùghdaich Louis na 12 dhotag aig Barbier gu 6 is thionnsgail e an siostam Braille.
kn: ಲೂಯಿಸ್ ಬಾರ್ಬರನ ಅನ್ವೇಷಣೆಯಾದ ೧೨ ಚುಕ್ಕಿಗಳನ್ನು ೬ ಚುಕ್ಕಿಗಳಿಗೆ ಕಡಿಮೆ ಮಾಡಿ ಬ್ರೈಲ್ ಪದ್ದತಿಯನ್ನು ಕಂಡುಹಿಡಿದ.

source: He became a teacher after graduating and promoted his method while secretly teaching it at the Institute.
gd: Chaidh e na thidsear an dèidh ceumachadh on sgoil is bhrosnaich e am modh aige ga theagasg gu dìomhair aig an institiud.
kn: ಅವನು ಪದವಿ ಮುಗಿಸಿದ ನಂತರ ಶಿಕ್ಷಣ ಸಂಸ್ಥೆಯಲ್ಲಿ ಅದ್ಯಾಪಕನಾಗಿ ಕರ್ತವ್ಯ ನಿರ್ವಹಿಸಿದನು. ಜೊತೆಜೊತೆಯಲ್ಲಿ ಗುಪ್ತವಾಗಿ ಬ್ರೈಲ್ ಪದ್ದತಿಯನ್ನು ಪ್ರಚಾರ ಮಾಡಿದನು.

source: He revised and extended braille to include mathematics, symbols, punctuations and music notations.
gd: Rinn e ath-dhealbhadh air braille ach an gabhadh e a-steach matamataig, samhlaidhean, puingeachadh is notachadh ciùil.
kn: ಇವನು ಗಣಿತ,ಚಿನ್ಹೆಗಳು,ಲೇಖನ ಚಿನ್ಹೆಗಳನ್ನು ಮತ್ತು ಸಂಗೀತ ಚಿನ್ಹೆಗಳನ್ನು ಸೇರಿಸಿ ಬ್ರೈಲ್ ಪದ್ದತಿಯನ್ನು ಪರಿಷ್ಕರಿಸಿ ವಿಸ್ತೃತಗೊಳಿಸಿದನು.

source: He died of tuberculosis. He is buried in the Pantheon in Paris. A monument is erected to honor him.
gd: Thàinig a' chaitheamh air is chaidh a thìodhlacadh sa Pantheon ann am Paras. Chaidh cuimhneachan a thogail dha gus onarachadh.
kn: ಇವನು ಕ್ಷಯರೋಗದಿಂದ ಮರಣ ಹೊಂದಿದನು. ಪ್ಯಾರಿಸನ ಪಾಂಥೆಯೊನಲ್ಲಿ ಇವನ ದೇಹವನ್ನು ಹೂಳಲಾಗಿದೆ. ಈತನ ಹೆಸರಿನಲ್ಲಿ ಸ್ಮಾರಕವನ್ನು ನಿರ್ಮಾಣ ಮಾಡಲಾಗಿದೆ.

source: After his Death
gd: An dèidh a bhàis
kn: ಆತನ ಮರಣದ ನಂತರ

source: Braille got accepted as a world wide standard. Louis Braille proved that if you have motivation you can do incredible things.
gd: Ghabhadh ri braille mar bhun-tomhas air feadh an t-saoghail. Dhearbaich Louis Braille gur urrainn dhut rudan do-chreidinneach a dhèanamh ma thogras tu.
kn: ಬ್ರೈಲ್ ಪದ್ದತಿಯು ಜಗತ್ತಿನಾದ್ಯಾಂತ ಮಾನ್ಯತೆ ಪಡೆದ ಪದ್ದತಿಯಾಗಿದೆ. ಪ್ರೇರಣೆಯಿಂದ ಅದ್ಬುತಗಳನ್ನು ಸಾಧಿಸಬಹುದು ಎಂದು ಜಗತ್ತಿಗೆ ಲೂಯಿಸ್ ಬ್ರೈಲ್ ತೋರಿಸಿಕೊಟ್ಟಿದ್ದಾನೆ.

source: The magician hat
gd: An ad dhraoidheach
kn: ಮಾಯಾವಿಯ ಟೋಪಿ

source: Count how many items are under the magic hat after some have got away
gd: Cunnt co mheud rionnagan a bhios air am fàgail fon ad an dèidh cuid dhiubh teicheadh
kn: ಮಾಯಾ ಟೋಪಿಯ ಕೆಳಗೆ ಎಷ್ಟು ವಸ್ತುಗಳಿವೆ ಎಂದು ಕೆಲವು ಮಾಯವಾದ ನಂತರ ಲೆಕ್ಕ ಮಾಡಿರಿ.

source: Subtraction
gd: Toirt air falbh
kn: ಕಳೆಯುವಿಕೆ

source: Learn subtraction
gd: Ionnsaich toirt air falbh
kn: ಕಳೆಯುವಿಕೆಯನ್ನು ಕಲಿಯಿರಿ

source: Look at the magician, he tells the number of stars that are under his magic hat. Then, click on the hat to open it. A few stars escape. Click again on the hat to close it. You have to count how many are still under the hat. Click on the bottom right area to answer.
gd: Seall air an draoidh, innsidh e dhut co mheud rionnag a tha fon ad dhraoidheach aige. An uair sin, briog air an ad gus a thogail. Teichidh cuid dhe na rionnagan. Briog air an ad a-rithist gus a dùnadh. Feumaidh tu cunntadh co mheud rionnag a fhathast fon ad. Briog air an raon gu deas aig a' bhonn gus freagairt.
kn: ಮಾಯಾವಿಯನ್ನು ಗಮನಿಸಿರಿ. ಈತ ಮಾಯಾ ಟೋಪಿಯ ಕೆಳಗಿರುವ ನಕ್ಷತ್ರಗಳ ಸಂಖ್ಯೆಯನ್ನು ಹೇಳುವನು. ನಂತರ ಮಾಯಾಟೋಪಿಯನ್ನು ತೆರೆಯಲು ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಆಗ ಕೆಲವು ನಕ್ಷತ್ರಗಳು ತಪ್ಪಿಸಿಕೊಳ್ಳುತ್ತವೆ. ಮತ್ತೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಟೋಪಿಯನ್ನು ಮುಚ್ಚಿರಿ. ಈಗ ನೀವು ಟೋಪಿಯ ಕೆಳಗೆ ಎಷ್ಟು ನಕ್ಷತ್ರಗಳಿವೆ ಎಂದು ಲೆಕ್ಕ ಹಾಕಬೇಕು. ಉತ್ತರವನ್ನು ಕೆಳಗೆ ಬಲಭಾಗದಲ್ಲಿರುವ ಜಾಗದಲ್ಲಿ ತುಂಬಿರಿ.

source: Count how many items are under the magic hat
gd: Cunnt co mheud rionnagan a bhios fon ad
kn: ಮಾಯಾ ಟೋಪಿಯ ಕೆಳಗೆ ಎಷ್ಟು ವಸ್ತುಗಳಿವೆ ಎಂದು ಎಣಿಸಿ

source: Addition
gd: Cur ris
kn: ಕೂಡುವಿಕೆ

source: Learn addition
gd: Ionnsaich cur ris
kn: ಕೂಡುವಿಕೆಯನ್ನು ಕಲಿಯಿರಿ

source: Click on the hat to open or close it. Under the hat, how many stars can you see moving around? Count carefully. :) Click in the bottom-right area to input your answer.
gd: Briog air an ad gus a fosgladh no dùnadh. Co mheud rionnag a chì thu a' gluasad fon ad? Cunnt iad gu cùramach. :) Briog air an raon gu deas aig a' bhonn gus freagairt.
kn: ಮಾಯಾಟೋಪಿಯನ್ನು ಮುಚ್ಚಲು ಅಥವಾ ತೆರೆಯಲು ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಟೋಪಿಯ ಕೆಳಗೆ ಚಲಿಸುತ್ತಿರುವ ಎಷ್ಟು ನಕ್ಷತ್ರಗಳಿವೆ ಎಂದು ಗಮನವಿಟ್ಟು ಲೆಕ್ಕ ಹಾಕಿರಿ. ನಂತರ ಉತ್ತರವನ್ನು ಕೆಳಗೆ ಬಲಬಾಗದಲ್ಲಿರುವ ಜಾಗದಲ್ಲಿ ಉತ್ತರವನ್ನು ನಮೂದಿಸಿರಿ.

source: Maze
gd: Cuartan
kn: ಮೇಜ್(ಒಗಟು)

source: Find your way out of the maze (Move is relative)
gd: Faigh lorg air an t-slighe a-mach às a' chuartan (Tha gluasad dàimheach)
kn: ನೀವು ಮೇಜನಿಂದ ಹೊರಹೋಗುವ ದಾರಿಯನ್ನು ಹುಡುಕಿರಿ.(ಚಲನೆ ಸಾಪೇಕ್ಷವಾದುದು)

source: Can use the keyboard arrow to move an object.
gd: Tha cleachdadh na h-iuchrach saighde agad gus nì a ghluasad.
kn: ನೀವು ಕೀಲಿಮಣೆಯ ಬಾಣದ ಗುರುತುಗಳನ್ನು ಬಳಸಿ ಚಾಲನೆ ಮಾಡಬಹುದು.

source: Help Tux get out of this maze.
gd: Thoir cobhair dha Tux ach am faigh e a-mach às a' chuartan seo.
kn: ಟಕ್ಸ್ ಮೇಜ್ ನಿಂದ ಹೊರಗೆ ಹೋಗಲು ಸಹಾಯ ಮಾಡಿರಿ.

source: Use the keyboard arrows to move Tux up to the door. In this maze, the move is relative (first person). Use the up arrow to go forward. The other arrows let you turn Tux in another direction. At the first levels, Tux walks comfortably, one step on each keypress, through the labyrinth. For larger labyrinths, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further. You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled. From level 14 on, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on Tux or the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
gd: Cleachd na saighdean air a' mheur-chlàr gus Tux a ghluasas dhan doras. Sa chuartan seo, tha an gluasad dàimheach (chiad pearsan). Cleachd an t-saighead suas gus gluasad air do bheulaibh. Leigidh na saighdean eile leat Tux a thionndadh gu comhair eile. Air na ciad leibheilean, coisichidh Tux gu socair tron chuartan is nì e ceum le gach brùthadh iuchrach. Leis na cuartanan mòra, tha modh coiseachd sònraichte ann air a bheil "modh-ruith-gu-luath". Ma tha am modh-ruith-gu-luath seo an comas, ruithidh Tux gun stad gus an ruig e gobhal far am bi co-dhùnadh a dhìth ort càite an tèid e an uair sin. Chì thu cò dhiubh a bheil am modh seo air no nach eil ma sheallas tu air an dà chois Tux: Ma tha Tux casruisgte, tha am "modh-ruith-gu-luath" à comas. Ma tha brògan spòrs dearga air, tha am "modh-ruith-gu-luath" an comas. O leibheil 14 a-mach, bidh am modh-ruith-gu-luath an comas gu fèin-obrachail. Ma tha thu airson an fheart seo a chleachdadh air leibheilean nas ìsle no ma tha thu airson a chur dheth air leibheilean nas àirde, briog air Tux no air an ìomhaigheag "casruisgte / brògan spòrs" oisean clì air barr na sgrìn gus am modh-ruith-gu-luath a thogladh.
kn: ಕೀಲಿಮಣೆಯ ಬಾಣದ ಗುರುತಿನ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಟಕ್ಸನನ್ನು ಚಲಿಸಿರಿ. ಈ ಒಗಟಿನಲ್ಲಿ ಚಲನೆಯು ಸಾಪೇಕ್ಷವಾದುದು. ಮೇಲ್ಮುಖ ಬಾಣದ ಗುರುತನ್ನು ಬಳಸಿ ಮುಂದೆ ಚಲಿಸಿರಿ. ಇತರೆ ಬಾಣದ ಗುರುತಿನ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಎಡ ಬಲಕ್ಕೆ ತಿರುಗಿರಿ. ಮೊದಲ ಹಂತಗಳಲ್ಲಿ ಟಕ್ಸನ ಆರಾಮವಾಗಿ ಚಲಿಸುವನು. ಪ್ರತಿಯೊಂದು ಕೀಲಿಯನ್ನು ಒತ್ತಿದಾಗ ಒಂದು ಹೆಜ್ಜೆ ಚಲಿಸುವನು. ದೊಡ್ಡ ಒಗಟಿನಲ್ಲಿ ವಿಶೇಷವಾದ ನಡೆಯುವ ರೀತಿಯಿದೆ ಅದರ ಹೆಸರು "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ". ಈ ರೀತಿಯ ನಡಿಗೆಯು ಸಕ್ರೀಯವಾಗಿದ್ದಾಗ ಟಕ್ಸ ಕೊನೆ ಸಿಗುವವರೆಗೂ ವೇಗವಾಗಿ ಓಡುವನು. ಕೊನೆಯ ಮುಟ್ಟಿದ ನಂತರ ನೀವು ಯಾವ ಕಡೇ ಹೋಗಬೇಕು ಎಂದು ನಿರ್ದರಿಸಬೇಕು. ನೀವು "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ" ಸಕ್ರೀಯಗೊಳಿಸಿಲಾಗಿದೆಯೇ ಇಲ್ಲವೇ ಎಂದು ಟಕ್ಸನ ಪಾದವನ್ನು ನೋಡಿ ತಿಳಿಯಬಹುದು. ಅವನ ಪಾದವು ಖಾಲಿಯಾಗಿದ್ದರೆ ಸಕ್ರೀಯಗೊಳಿಸಿಲ್ಲ ಎಂದು ಮತ್ತು ಅವನ ಪಾದವು ಕೆಂಪು ಬೂಟನ್ನು ಧರಿಸಿದ್ದರೆ ಸಕ್ರೀಯಗೊಳಿಸಲಾಗಿದೆ ಎಂದು ತಿಳಿಯಬಹುದು . ಹಂತ-೧೪ ರಿಂದ "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ" ಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಕ್ರೀಯಗೊಳಿಸಲಾಗುವುದು. ನೀವು ಈ ನಡಿಗೆಯನ್ನು ಇತರೆ ಹಂತಗಳಲ್ಲಿ ಸಕ್ರೀಯಗೊಳಿಸಲು ಅಥವಾ ನಿಷ್ಕ್ರೀಯಗೊಳಿಸಲು ಪರದೆಯ ಎಡ ಮೇಲ್ಬಾಗದಲ್ಲಿರುವ ಟಕ್ಸನ "ಖಾಲಿಪಾದದ/ಬೂಟಿನೊಂದಿಗಿರುವ ಪಾದ" ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ

source: 3D Maze
gd: Cuartan 3D
kn: ೩ಆಯಾಮದ ಒಗಟು(ಮೇಜ್)

source: Find your way out of the 3D maze
gd: Faigh lorg air an t-slighe a-mach às a' chuartan 3D
kn: ೩ ಆಯಾಮದ ಒಗಟಿನಿಂದ ಹೊರ ಹೋಗುವ ದಾರಿಯನ್ನು ಹುಡುಕಿರಿ.

source: Use the keyboard arrows to move Tux up to the door. Use the spacebar to switch between 2D and 3D modes. 2D mode just gives you an indication of your position, like a map. You cannot move Tux in 2D mode.
gd: Cleachd na saighdean air a' mheur-chlàr gus Tux a ghluasad dhan doras. cleachd am bàr spàs gus leum a ghearradh eadar modh 2D is 3D. Cha toir am modh 2D dhut ach fios far a bheil thu, mar mhapa. Chan urrainn dhut gluasad sa modh 2D.
kn: ಕೀಲಿಮಣೆಯ ಬಾಣದ ಗುರುತಿನ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ಟಕ್ಸನನ್ನು ಬಾಗಿಲಿನ ಕಡೆ ಚಲಿಸಿರಿ. ಸ್ಪೇಸ್ ಬಾರನ್ನು ಬಳಸಿ ೨ಆಯಾಮ ಮತ್ತು ೩ ಆಯಾಮಗಳ ನಡುವೆ ಬದಲಾವಣೆ ಮಾಡಿರಿ. ೨ಆಯಾಮ ಮಾದರಿ ಕೇವಲ ಒಂದು ನಕ್ಷೆಯಂತಿರುತ್ತದೆ ಮತ್ತು ನೀವು ಇರುವ ಸ್ಥಳವನ್ನು ತಿಳಿಸುತ್ತದೆ. ನೀವು ಈ ನಕ್ಷೆಯಲ್ಲಿ ಚಲಿಸಲು ಸಾದ್ಯವಿಲ್ಲ.

source: Find your way out of the maze
gd: Faigh lorg air an t-slighe a-mach às a' chuartan
kn: ಮೇಜನಿಂದ ಹೊರಹೋಗುವ ದಾರಿಯನ್ನು ಹುಡುಕಿರಿ

source: Look at your position, then switch back to invisible mode to continue your moves
gd: Thoir sùil air an ionad agad is an uairsin gearr leum air ais dhan mhodh do-fhaicsinneach gus leantainn air na gluasadan agad
kn: ನಿಮ್ಮ ಸ್ಥಾನವನ್ನು ನೋಡಿ, ನಂತರ ಅದೃಶ್ಯ ರೀತಿಯಲ್ಲಿ ಚಾಲನೆಯನ್ನು ಮುಂದುವರೆಸಿರಿ.

source: Look at your position, then switch back to 3D mode to continue your moves
gd: Thoir sùil air an ionad agad is an uairsin gearr leum air ais dhan modh 3D gus leantainn air na gluasadan agad
kn: ನಿಮ್ಮ ಸ್ಥಾನವನ್ನು ನೋಡಿರಿ, ನಂತರ ೩ ಆಯಾಮ ರೀತಿಗೆ ಬದಲಾಗಿ ನಿಮ್ಮ ಚಾಲನೆಯನ್ನು ಮುಂದುವರೆಸಿರಿ.

source: Use the keyboard arrows to move Tux up to the door. At the first levels, Tux walks comfortably, one step on each keypress, through the labyrinth. For larger labyrinths, there is a special walking mode, called "run-fast-mode". If this run-fast-mode is enabled, Tux will run all the way automatically until he reaches a fork and you have to decide which way to go further. You can see whether this mode is enabled or not, by looking at Tux's feet: If Tux is barefooted, "run-fast-mode" is disabled. And if he wears red sport shoes, "run-fast-mode" is enabled. From level 14 on, run-fast-mode will be enabled automatically. If you want to use this feature in earlier levels or want to disable it in advanced levels, click on Tux or the "barefoot / sportshoe"-icon in the upper left corner of the screen to toggle the run-fast-mode.
gd: Cleachd na saighdean air a' mheur-chlàr gus Tux a ghluasas dhan doras. Air na ciad leibheilean, coisichidh Tux gu socair tron chuartan is nì e ceum le gach brùthadh iuchrach. Leis na cuartanan mòra, tha modh coiseachd sònraichte ann air a bheil "modh-ruith-gu-luath". Ma tha am modh-ruith-gu-luath seo an comas, ruithidh Tux gun stad gus an ruig e gobhal far am bi co-dhùnadh a dhìth ort càite an tèid e an uair sin. Chì thu cò dhiubh a bheil am modh seo air no nach eil ma sheallas tu air an dà chois Tux: Ma tha Tux casruisgte, tha am "modh-ruith-gu-luath" à comas. Ma tha brògan spòrs dearga air, tha am "modh-ruith-gu-luath" an comas. O leibheil 14 a-mach, bidh am modh-ruith-gu-luath an comas gu fèin-obrachail. Ma tha thu airson an fheart seo a chleachdadh air leibheilean nas ìsle no ma tha thu airson a chur dheth air leibheilean nas àirde, briog air Tux no air an ìomhaigheag "casruisgte / brògan spòrs" oisean clì air barr na sgrìn gus am modh-ruith-gu-luath a thogladh.
kn: ಕೀಲಿಮಣೆಯ ಬಾಣದ ಗುರುತುಗಳನ್ನು ಬಳಸಿ ಟಕ್ಸನ್ನು ಬಾಗಿಲ ಕಡೆಗೆ ಚಲಿಸಿರಿ ಮೊದಲ ಹಂತದಲ್ಲಿ, ಟಕ್ಸ ಆರಾಮವಾಗಿ ಒಂದು ಕೀಲಿಗೆ ಒಂದು ಹೆಜ್ಜೆ ಜಟೀಲವಾದ ಓಗಟಿನ ಮೂಲಕ ಚಲಿಸುತ್ತದೆ. ದೊಡ್ಡದಾದ ಓಗಟುಗಳಲ್ಲಿ, ವಿಶೇಷವಾದ "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿಯ" ನಡಿಗೆಯಿದೆ. ಈ ರೀತಿಯ ನಡಿಗೆಯನ್ನು ಸಕ್ರೀಯಗೊಳಿಸಿದರೆ ಟಕ್ಸ ವೇಗವಾಗಿ ಕೊನೆ ಸಿಗುವವರೆಗೂ ಓಡುವನು.ನಂತರ ನೀವು ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ದಿಕ್ಕನ್ನು ಬದಲಾಯಿಸಿರಿ. ನೀವು "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ" ಸಕ್ರೀಯಗೊಳಿಸಲಾಗಿದೆಯೇ ಎಂದು ಟಕ್ಸನ ಪಾದಗಳನ್ನು: ನೋಡಿ ತಿಳಿಯಬಹುದು. ಖಾಲಿಪಾದವು ನಿಷ್ಕ್ರೀಯಗೊಳಿಸಿರುವುದನ್ನು ಮತ್ತು ಕೆಂಪುಬೂಟಿನ ಪಾದವು ಸಕ್ರೀಯಗೊಳಿಸಿರುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಹಂತ-೧೪ ರಿಂದ "ವೇಗವಾಗಿ-ಓಡುವ-ರೀತಿ" ಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಕ್ರೀಯಗೊಳಿಸಲಾಗುವುದು. ನೀವು ಈ ನಡಿಗೆಯನ್ನು ಇತರೆ ಹಂತಗಳಲ್ಲಿ ಸಕ್ರೀಯಗೊಳಿಸಲು ಅಥವಾ ನಿಷ್ಕ್ರೀಯಗೊಳಿಸಲು ಪರದೆಯ ಎಡ ಮೇಲ್ಬಾಗದಲ್ಲಿರುವ ಟಕ್ಸನ "ಖಾಲಿಪಾದದ/ಬೂಟಿನೊಂದಿಗಿರುವ ಪಾದ" ಚಿತ್ರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ

source: Find your way out of the invisible maze
gd: Faigh lorg air an t-slighe a-mach às a' chuartan do-fhaicsinneach
kn: ಅದೃಶ್ಯ ಮೇಜನಿಂದ ಹೊರಹೋಗುವ ದಾರಿಯನ್ನು ಹುಡುಕಿರಿ.
