Repository: bdoin/GCompris
Catalog: po/*.po
Languages: gd, kn

source: Multiplication memory game against Tux
gd: Geama cuimhne iomadachaidh an aghaidh Tux
kn: ಟಕ್ಸನ ಜೊತೆ ಗುಣಾಕಾರ ನೆನಪಿನ ಆಟ

source: Practise multiplication until all the cards are gone.
gd: Cleachd iomadachadh gus am bi a h-uile cairt air falbh.
kn: ಎಲ್ಲಾ ಕಾರ್ಡಗಳು ಮಾಯವಾಗುವವರೆಗೂ ಗುಣಾಕಾರ ಅಭ್ಯಾಸ ಮಾಡಿರಿ.

source: Audio memory game
gd: Geama cuimhne claisneachd
kn: ಶಬ್ದ ನೆನಪಿನ ಆಟ

source: Click on Tux the violinist and listen to find the matching sounds
gd: Briog air Tux an fìdhleir is èist gus na fuaimean a lorg
kn: ಪಿಟೀಲು ನುಡಿಸುತ್ತಿರುವ ಟಕ್ಸನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ ಮತ್ತು ಒಂದೇ ರೀತಿಯ ಶಬ್ದವನ್ನು ಸರಿಹೊಂದಿಸಿರಿ.

source: Mouse manipulation, Brain.
gd: Cleachdadh na luchaige, eanchainn.
kn: ಮೆದುಳಿನ ಮೌಸ್-ಚಲನ ಚಟುವಟಿಕೆಗಳು.

source: Train your audio memory and remove all the violinists Tux.
gd: Cleachd an cuimhne air fuaimean agad is thoir a h-uile Tux fìdhleir air falbh.
kn: ನಿಮ್ಮ ಶಬ್ಧ ನೆನಪಿನ ಶಕ್ತಿಗೆ ಅಭ್ಯಾಸ ನೀಡಿರಿ ಮತ್ತು ಎಲ್ಲಾ ಪಿಟೀಲು ನುಡಿಸುತ್ತಿರುವ ಟಕ್ಸಗಳನ್ನು ಮಾಯಮಾಡಿ.

source: A set of violinist Tux is shown. Each Tux has an associated sound, and each sound has a twin exactly the same. Click on a Tux to see its hidden sound, and try to match the twins. You can only activate two Tux at once, so you need to remember where a sound is, while you listen to its twin. When you turn over the twins, they both disappear.
gd: Thèid iomadh Tux an fhidhleir a shealltainn dhut. Tha fuaim ann a bhuineas ri gach Tux is tha càraid aig gach fuaim a tha an aon rud. Briog air Tux gus an fhuaim falaichte aige fhaicinn is feuch ris a sheise a lorg. Chan urrainn dhut ach dà Tux a ghnìomhachadh aig an aon àm, mar sin feumaidh tu cuir nad chuimhne far a bheil fuaim fhad 's a tha thu a' sireadh a chàraid. Nuair a thionndaidheas tu an càraid, thèid an dà thè à sealladh.
kn: ಈ ಆಟದಲ್ಲಿ ಕೆಲವು ಪಿಟೀಲು ನುಡಿಸುತ್ತಿರುವ ಟಕ್ಸಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ. ಪ್ರತಿಯೊಂದು ಟಕ್ಸ ಒಂದು ವಿಶಿಷ್ಟವಾದ ಶಬ್ಧವನ್ನು ನುಡಿಸುತ್ತವೆ. ಪ್ರತಿ ಶಬ್ಧ ನುಡಿಸುವ ಎರಡು ಟಕ್ಸಗಳಿವೆ. ನೀವು ಟಕ್ಸನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಶಬ್ಧವನ್ನು ಆಲಿಸಿರಿ. ಒಂದೇ ಶಬ್ಧ ನುಡಿಸುವ ಎರಡು ಟಕ್ಸಗಳನ್ನು ಹೊಂದಿಸಿರಿ. ನೀವು ಒಮ್ಮೆ ಎರಡು ಟಕ್ಸ ಗಳನ್ನು ಮಾತ್ರ ಕ್ಲಿಕ್ ಮಾಡಿ ಶಬ್ಧ ಕೇಳಬಹುದು. ಆದುದರಿಂದ ನೀವು ಶಬ್ಧವನ್ನು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಕು. ನೀವು ಸರಿಯಾದ ಜೊತೆ ಟಕ್ಸಗಳನ್ನು ಕಂಡುಹಿಡಿದರೆ ಎರಡು ಟಕ್ಸಗಳು ಮಾಯವಾಗುತ್ತವೆ.

source: Audio memory game against Tux
gd: Geama cuimhne claisneachd an aghaidh Tux
kn: ಟಕ್ಸನ ಜೊತೆ ಶಬ್ಧ ನೆನಪಿನ ಆಟ

source: Play the audio memory game against Tux
gd: Cluich geama cuimhne claisneachd an aghaidh Tux
kn: ಟಕ್ಸನ ಜೊತೆ ಶಬ್ಧ ನೆನಪಿನ ಆಟ ಆಡಿ.

source: Memory Game with images, against Tux
gd: Geama cuimhne le dealbhan an aghaidh Tux
kn: ಟಕ್ಸನ ಜೊತೆ ಚಿತ್ರಗಳ ನೆನಪಿನ ಆಟ.

source: Have a memory competition with Tux.
gd: Dèan co-fharpais cuimhne le Tux.
kn: ಟಕ್ಸನ ಜೊತೆ ನೆನಪಿನ ಸ್ಪರ್ಧೆ.

source: You can see a set of cards that all look the same. Each card has a picture on the other side, and each picture has a twin somewhere in the set. You can only turn over two cards at once, so you need to remember where the pictures are until you can find the twin. When you turn over twins, they disappear! You take turns with Tux, and to win the game, you have to find more pairs of twins than he does.
gd: Chì thu buidheann de chairtean air a bheil an t-aon coltas uile. Tha dealbh air taobh eile gach cairte is tha càraid aig gach dealbh àiteigin sa bhuidheann. Chan urrainn dhut ach dà chairt a thionndadh aig an aon àm, mar sin feumaidh tu cur nad chuimhne far a bheil gach dealbh gus an lorg thu a chàraid. Nuair a thionndaidheas tu càraid, thèid an dà chairt à sealladh! Cluichidh tu mu seach còmhla ri Tux, mar sin, feumaidh tu barrachd càraidean a lorg na lorgas esan.
kn: ನೀವು ಈ ಆಟದಲ್ಲಿ ಕೆಲವು ಕಾರ್ಡಗಳನ್ನು ನೋಡಬಹುದು. ಪ್ರತಿಯೊಂದು ಕಾರ್ಡನ ಹಿಂದೆ ಒಂದು ಚಿತ್ರವಿದೆ. ಒಂದೇ ಚಿತ್ರವಿರುವ ಎರಡು ಜೊತೆ ಕಾರ್ಡಗಳಿವೆ. ನೀವು ಒಮ್ಮೆಗೆ ಎರಡು ಕಾರ್ಡಗಳನ್ನು ಮಾತ್ರ ತಿರುಗಿಸಿ ನೋಡಬಹುದು. ಆದುದರಿಂದ ನೀವು ಕಾರ್ಡನ ಹಿಂದೆ ಯಾವ ಚಿತ್ರವಿದೆ ಎಂದು ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಕು. ನೀವು ಸರಿಯಾದ ಜೋಡಿಯನ್ನು ಕಂಡುಹಿಡಿದರೆ ಅವು ಮಾಯವಾಗುತ್ತವೆ. ಈ ರೀತಿ ಟಕ್ಸನ ಜೊತೆ ನೀವು ಆಟವಾಡಿ, ಟಕ್ಸಗಿಂತ ವೇಗವಾಗಿ ಹೆಚ್ಚು ಜೋಡಿ ಹೊಂದಿಸಿದರೆ ನೀವು ಗೆಲ್ಲುವಿರಿ

source: Wordnumber memory game
gd: Geama cuimhne faclan nan àireamh
kn: ಸಂಖ್ಯೆ-ಪದ ನೆನಪಿನ ಆಟ

source: Turn the cards over to match the number with the word matching it.
gd: Thoir car air dà cairt gus an àireamh a lorg a bhios sgrìobhte mar fhacal air a' chairt eile.
kn: ಕಾರ್ಡಗಳನ್ನು ತಿರುಗಿಸಿರಿ ಮತ್ತು ಸಂಖ್ಯೆಯ ಜೊತೆ ಸರಿಯಾದ ಪದವನ್ನು ಹೊಂದಿಸಿರಿ.

source: Reading numbers, memory.
gd: Leughadh àireamhan, cuimhne.
kn: ಸಂಖ್ಯೆಗಳನ್ನು ಓದುವುದು ಮತ್ತು ನೆನಪಿನ ಶಕ್ತಿ

source: You can see some cards, but you can't see what's on the other side of them. Each card is hiding a number of number, or the word of the number.
gd: Chì thu cairtean, ach chan fhaic thu na tha air an taobh eile aca. Falaichidh gach cairt àireamh no facal na h-àireimhe.
kn: ನೀವು ಇಲ್ಲಿ ಕೆಲವು ಕಾರ್ಡಗಳನ್ನು ನೋಡಬಹುದು. ಆದರೆ ನೀವು ಕಾರ್ಡನ ಹಿಂದೆ ಎನಿದೆ ಎಂದು ನೋಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಪ್ರತಿಯೊಂದು ಕಾರ್ಡ ಒಂದು ಸಂಖ್ಯೆಯನ್ನು ಅಥವಾ ಅದರ ಪದವನ್ನು ಹೊಂದಿದೆ.

source: Mining for gold
gd: A' tochladh òr
kn: ಚಿನ್ನಕ್ಕಾಗಿ ಹುಡುಕಾಟ

source: Use the mousewheel to approach the rockwall and look for gold nuggets.
kn: ಮೌಸನ ಚಕ್ರವನ್ನು ಬಳಸಿ ಕಲ್ಲುಗೋಡೆಯ ಬಳಿ ಹೋಗಿರಿ ಮತ್ತು ಚಿನ್ನದ ಗಟ್ಟಿಗಳನ್ನು ಹುಡುಕಿರಿ.

source: You should be familiar with moving the mouse and clicking.
gd: Bu chòir do gluasad na luchaige is briogadh a bhith agad.
kn: ನೀವು ಮೌಸನ ಚಲನವಲನ ಮತ್ತು ಕ್ಲಿಕ್ ಮಾಡುವುದನ್ನು ತಿಳಿದಿರಬೇಕು.

source: Learn to use the mousewheel to zoom in and out.
gd: Ionnsaich mar a chleachdas tu cuibhle na luchaige gus sùmadh a-steach is a-mach.
kn: ಮೌಸನ ಚಕ್ರವನ್ನು ಗಾತ್ರ ಹೆಚ್ಚಿಸಲು ಮತ್ತು ಕುಗ್ಗಿಸಲು ಬಳಸಿರಿ.

source: Looking at the rockwall, you can see a sparkle somewhere. Move the mouse cursor next to this sparkle and use the mousewheel to zoom in. If you zoomed in at maximum, a gold nugget will appear at the position of the sparkle. Click on the gold nugget to collect it. Having collected the nugget, use the mousewheel to zoom out again. If you zoomed out at maximum, another sparkle will appear, showing the next gold nugget to collect. Collect enough nuggets to complete the level. The truck in the lower, right corner of the screen will tell you the number of already collected nuggets and the total number of nuggets to collect in this level. To start the tutorial, click on professor Tux (available at level 1) and let him show you, what to do next. Have fun! :)
gd: Chì thu lainnir àiteigin air a' bhalla cloiche. Gluais cùrsair na luchaige faisg oirre is cleachd cuibhle na luchaige gus sùmadh a-steach. Ma rinn tu an sùmadh as fhaisge, chì thu cnap òir far an robh an lainnir. Briog air a' chnap gus a thogail. Nuair a bhios tu air an cnap a thogail, cleachd cuibhle na luchaige gus sùmadh a-mach a-rithist. Ma rinn thu an sùmadh as fharsainge, nochdaidh lainnir eile a sheallas dhut far a bheil cnap òir eile gus togail. Tog cnapan òir gu leòr gus an leibheil a choileanadh. Innsidh an truca oir deas air bonn na sgrìne dhut co mheud cnap a thog thu gu ruige seo is na tha a dhìth gus an leibheil seo a choileanadh. Gus tòiseachadh air an oideachadh, briog air an t-ollamh Tux (ri làimh air leibheil 1) is seallaidh e dhut an ath nì a dh'fheumas tu dèanamh. Gabh tlachd! :)
kn: ಕಲ್ಲುಗೋಡೆಯ ಮೇಲೆ ಕೆಲವು ಮಿಂಚುವ ಪ್ರಕಾಶಮಾನವಾದ ಕಿಡಿಗಳಿರುವುದನ್ನು ಗಮನಿಸಿರಿ. ಮೌಸನ್ನು ಕಿಡಿಯ ಬಳಿ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಮತ್ತು ಮೌಸನ ಚಕ್ರವನ್ನು ಬಳಸಿ ಗಾತ್ರವನ್ನು ಹೆಚ್ಚಿಸಿರಿ. ನೀವು ಗರಿಷ್ಟ ಗಾತ್ರವನ್ನು ಹೆಚ್ಚಿಸಿದರೆ ನಿಮಗೆ ಚಿನ್ನದ ಗಟ್ಟಿ ಕಾಣಿಸುತ್ತದೆ. ಮಿಂಚುವ ಕಿಡಿಯ ಬಳಿ ಚಿನ್ನದ ಗಟ್ಟಿ ಕಾಣಿಸುತ್ತದೆ. ನೀವು ಚಿನ್ನದ ಗಟ್ಟಿಯನ್ನ ಸಂಗ್ರಹಿಸಲು ಅದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ಚಿನ್ನದ ಗಟ್ಟಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದ ನಂತರ ಮೌಸನ ಚಕ್ರವನ್ನು ಬಳಸಿ ಮತ್ತೆ ಗಾತ್ರ ಚಿಕ್ಕದಾಗಿಸಿರಿ. ನೀವು ಗರಿಷ್ಟ ಗಾತ್ರವನ್ನು ಚಿಕ್ಕದಾಗಿಸಿದರೆ ಮತ್ತೊಂದು ಕಿಡಿಯನ್ನು ನೋಡಬಹುದು. ಮತ್ತೆ ನೀವು ಅಲ್ಲಿ ಚಿನ್ನದ ಗಟ್ಟಿಯನ್ನು ಗಾತ್ರ ಹೆಚ್ಚಿಸುವುದರ ಮೂಲಕ ಸಂಗ್ರಹಿಸಿರಿ. ನೀವು ನಿಗಧಿತ ಚಿನ್ನದ ಗಟ್ಟಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದರೆ ಹಂತ ಮುಗಿಯುತ್ತದೆ. ಪರದೆಯ ಬಲ ಕೆಳಭಾಗದಲ್ಲಿರುವ ಲಾರಿ/ಟ್ರಕ್ ಚಿತ್ರವು ನೀವು ಎಷ್ಟು ಚಿನ್ನದ ಗಟ್ಟಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಿರುವಿರಿ ಮತ್ತು ಈ ಹಂತ ಮುಗಿಯಲು ಅಗತ್ಯವಿರುವ ಚಿನ್ನದ ಗಟ್ಟಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ನೀವು ಆಟ ಹೇಗೆ ಆಡಬೇಕು ಎಂದು ಕಲಿಯಲು, ಮೊದಲ ಹಂತದಲ್ಲಿರುವ ಅಧ್ಯಾಪಕ ಟಕ್ಸನ ಚಿತ್ರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಸೂಕ್ತ ಮಾರ್ಗದರ್ಶನವನ್ನು ಪಡೆಯಿರಿ. ಖುಷಿಯಿಂದ ಆಟವಾಡಿರಿ. :)

source: Thanks to the Tuxpaint team for providing the following sounds under GPL: - realrainbow.ogg - used when a new gold nugget appears - metalpaint.wav - remixed and used when a gold nugget is collected
gd: Taing dhan sgioba Tux Paint gus na fuaimean seo a sholar fon GPL: - realrainbow.ogg - cleachdar seo nuair a nochdas cnap òir ùr - metalpaint.wav - air ath-mheasgachadh is ga cleachdadh nuair a thogas cnap òir
kn: ಟಕ್ಸಪೈಂಟ ತಂಡಕ್ಕೆ ಕೆಳಗಿನ ಶಬ್ಧಗಳನ್ನು ಜಿ.ಪಿ.ಎಲ್ ಲೈಸನ್ಸನಲ್ಲಿ ಓದಗಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. -realrainbow.ogg- ಹೊಸ ಚಿನ್ನದ ಗಟ್ಟಿ ಕಾಣಿಸಿದಾಗ ಬಳಸಲಾಗಿದೆ. - metalpaint.wav - ಚಿನ್ನದ ಗಟ್ಟಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದಾಗ ಅಲ್ಪ ಬದಲಾವಣೆಗಳೊಂದಿಗೆ ಬಳಸಲಾಗಿದೆ.

source: Please select an image.
gd: An tagh thu dealbh?
kn: ದಯಮಾಡಿ ಚಿತ್ರವೊಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: Choice cannot be empty.
gd: Chan urrainn dha roghainn a bhith falamh.
kn: ಆಯ್ಕೆಯನ್ನು ಖಾಲಿ ಬಿಡುವಂತಿಲ್ಲ.

source: Question cannot be empty.
gd: Chan urrainn dha cheist a bhith falamh.
kn: ಪ್ರಶ್ನೆಯನ್ನು ಖಾಲಿ ಬಿಡುವಂತಿಲ್ಲ.

source: Question must include the character '_'. It represents the letter to search.
gd: feumaidh an caractar '_' a bhith sa cheist. Riochdaichidh e an litir ri lorg.
kn: ಪ್ರಶ್ನೆಯು '_' ಲೇಖನ ಚಿನ್ಹೆಯನ್ನು ಹೊಂದಿರಬೇಕು. ಇದು ಹುಡುಕಬೇಕಾದ ಅಕ್ಷರವನ್ನು ಸೂಚಿಸುತ್ತದೆ.

source: Pixmap cannot be empty
gd: Chan urrainn dhan pixmap a bhith falamh
kn: ಪಿಕ್ಸಮ್ಯಾಪ್ (ಚಿತ್ರ) ಖಾಲಿ ಬಿಡುವಂತಿಲ್ಲ.

source: There must be at least 2 choices.
gd: Feumaidh co-dhiù dà roghainn a bhith ann.
kn: ಕನಿಷ್ಟ ೨ ಉತ್ತರಗಳನ್ನು ನೀಡಲೇಬೇಕು.

source: The answer and question must be the same except for the character '_'.
gd: Feumaidh a' cheist is an fhreagairt a bhith nan aon rud ach an caractar '_'.
kn: '_' ಈ ಲೇಖನ ಚಿನ್ಹೆಯನ್ನು ಹೊರತುಪಡಿಸಿ ಪ್ರಶ್ನೆ ಮತ್ತು ಉತ್ತರಗಳು ಒಂದೇ ಇರಬೇಕು.

source: The first choice must be the solution that replaces the character '_'.
gd: Feumaidh a' chiad roghainn a bhith na fhuasgladh a thèid a chur an àite a' charactair '_'.
kn: '_' ಚಿನ್ಹೆಯ ಖಾಲಿ ಸ್ಥಳದಲ್ಲಿ ತುಂಬಿಸುವ ಉತ್ತರವು ಮೊದಲ ಆಯ್ಕೆಯಲ್ಲಿರಬೇಕು.

source: Invalid entry: Question '%s' / Answer '%s' %s
gd: Innteart mì-dhligheach: Ceist "%s" / Freagairt "%s" %s
kn: ತಪ್ಪಾಗಿ ನಮೂದಿಸಲಾಗಿದೆ : ಪ್ರಶ್ನೆ '%s' / ಉತ್ತರ '%s' '%s'

source: Picture
gd: Dealbh
kn: ಚಿತ್ರ

source: Choice
gd: Roghainn
kn: ಆಯ್ಕೆ

source: Level:
gd: Leibheil:
kn: ಹಂತ:

source: Level %d
gd: Leibheil %d
kn: ಹಂತ %d

source: Filename:
gd: Ainm an fhaidhle:
kn: ಕಡತದ ಹೆಸರು:

source: Replace the letter to guess by the character '_'.
gd: Thoir an caractar '_' an àite na litreach ri tuairmse.
kn: '_' ಚಿನ್ಹೆಯ ಖಾಲಿ ಸ್ಥಳದಲ್ಲಿ ಬರಬಹುದಾದ ಅಕ್ಷರವನ್ನು ಊಹಿಸಿ ಬದಲಾಯಿಸಿರಿ.

source: Enter here the letter that will be proposed. The first letter here must be the solution.
gd: Cuir a-steach an litir an-seo a thig a thabhann. Feumaidh a' chiad litir a bhith na fhuasgladh.
kn: ಆಯ್ಕೆಗಳಲ್ಲಿ ತೋರಿಸಬೇಕಾಗಿರುವ ಅಕ್ಷರಗಳನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ. ಮೊದಲ ಅಕ್ಷರ ಉತ್ತರವಾಗಿರಬೇಕು.

source: Missing Letter
gd: Litir a dhìth
kn: ಕಾಣೆಯಾಗಿರುವ ಅಕ್ಷರ

source: Fill in the missing letter
gd: Cuir a-steach an litir a tha a dhìth
kn: ಕಾಣೆಯಾಗಿರುವ ಅಕ್ಷರವನ್ನು ತುಂಬಿರಿ

source: Word reading
gd: Leughadh nam faclan
kn: ಪದ ಓದುವುದು

source: Training reading skills
gd: A' trèanadh sgilean leughaidh
kn: ಓದುವ ಕೌಶಲ್ಯದ ತರಭೇತಿ

source: An object is displayed in the main area, and an incomplete word is printed under the picture. Select the missing letter to complete the word.
gd: Chì thu nì air a' phriomh raon is facal neo-choileanta fon dealbh. Tagh an litir a tha a dhìth gus am facal a dhèanamh coileanta.
kn: ಪರದೆಯ ಮುಖ್ಯಭಾಗದಲ್ಲಿ ಚಿತ್ರವನ್ನು ತೋರಿಸಲಾಗುವುದು ಮತ್ತು ಚಿತ್ರದ ಕೆಳಗೆ ಅಪೂರ್ಣ ಪದವನ್ನು ತೋರಿಸಲಾಗುವುದು. ನೀಡಿರುವ ಅಕ್ಷರಗಳಲ್ಲಿ ಸೂಕ್ತ ಉತ್ತರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿರಿ.

source: bed/_ed/b/l/f/t
gd: leabaidh/_eabaidh/l/b/f/t
kn: bed/_ed/b/l/f/

source: Tux just bought some items in your shop. He gives you $ %d, please give back his change.
gd: Tha Tux air nithean a cheannachd sa bhùth agad. Thug e $ %d dhut, an toir thu iomlaid dha?
kn: ಟಕ್ಸ ನಿಮ್ಮ ಅಂಗಡಿಯಲ್ಲಿ ಕೆಲವು ವಸ್ತುಗಳನ್ನು ಖರೀದಿಸಿದ್ದಾನೆ. ಅವನು ನಿಮಗೆ $ %d ಹಣವನ್ನು ನೀಡುತ್ತಾನೆ. ದಯವಿಟ್ಟು ಅವನಿಗೆ ಚಿಲ್ಲರೆಯನ್ನು ವಾಪಾಸ್ ನೀಡಿ

source: Money
gd: Airgead
kn: ಹಣ

source: Practice money usage
gd: Cleachdaich le airgead
kn: ಹಣದ ಬಳಕೆಯನ್ನು ಅಬ್ಯಾಸ ಮಾಡಿರಿ

source: Can count
gd: Tha cunntadh agad
kn: ಲೆಕ್ಕ ಹಾಕಬಲ್ಲೀರಾ

source: You must buy the different items and give the exact price. At higher levels, several items are displayed, and you must first calculate the total price.
gd: Feumaidh tu na nithean a cheannach is a' phrìs innse mar bu chòir. Air leibheilean as àirde, chì thu barrachd air aon nì is feumaidh tu a' phrìs gu lèir obrachadh a-mach an toiseach.
kn: ನೀವು ಹಲವು ವಸ್ತುಗಳನ್ನು ಖರೀದಿಸಿರಿ ಮತ್ತು ಸರಿಯಾದ ಹಣವನ್ನು ನೀಡಿರಿ. ಮುಂದುವರೆದ ಹಂತಗಳಲ್ಲಿ ನಿಮಗೆ ಹಲವು ವಸ್ತುಗಳನ್ನು ತೋರಿಸಲಾಗುವುದು ಮತ್ತು ನೀವು ಎಲ್ಲಾ ವಸ್ತುಗಳ ಹಣವನ್ನು ಮೊದಲು ಲೆಕ್ಕ ಹಾಕಬೇಕು.

source: Click on the coins or paper money at the bottom of the screen to pay. If you want to remove a coin or note, click on it on the upper screen area.
gd: Briog air na buinn no air an airgead pàipeir aig bonn na sgrìn gus pàigheadh. Ma tha thu airson bonn no nòta a chur air falbh, briog air air barr na sgrìn.
kn: ಪರದೆಯ ಕೆಳಭಾಗದಲ್ಲಿರುವ ನಾಣ್ಯ ಅಥವಾ ನೋಟುಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಹಣವನ್ನು ನೀಡಿರಿ. ನೀವು ಹಣವನ್ನು ತೆಗೆಯಲು ಬಯಸಿದರೆ ನಾಣ್ಯ ಅಥವಾ ನೋಟಿನ ಮೇಲೆ ಪರದೆಯ ಮೇಲ್ಬಾಗದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Give tux his change
gd: Thoir iomlaid do Tux
kn: ಟಕ್ಸಗೆ ಅವನ ಚಿಲ್ಲರೆ ಹಣವನ್ನು ನೀಡಿರಿ

source: Practice money usage by giving Tux his change
gd: Cleachdaich mar a dh'obraicheas airgead is tu a' toirt iomlaid do Tux
kn: ಟಕ್ಸಗೆ ಅವನ ಚಿಲ್ಲರೆ ಹಣವನ್ನು ನೀಡುವುದರ ಮೂಲಕ ಹಣದ ಬಳಕೆಯನ್ನು ಅಬ್ಯಾಸ ಮಾಡಿರಿ.

source: Tux bought you different items and shows you his money. You must give him back his change. At higher levels, several items are displayed, and you must first calculate the total price.
gd: Cheannaich Tux nithean dhut is seallaidh e an airgead aige dhut. Feumaidh tu iomlaid a thilleadh dha. Air leibheilean as àirde, chì thu barrachd air aon nì is feumaidh tu a' phrìs gu lèir obrachadh a-mach an toiseach.
kn: ಟಕ್ಸ ನಿಮ್ಮ ಬಳಿ ಹಲವು ವಸ್ತುಗಳನ್ನು ಖರೀದಿಸಿದ್ದಾನೆ,ಅವನ ಹಣವನ್ನು ನಿಮಗೆ ತೋರಿಸುವನು ಆಗ ನೀವು ಅವನಿಗೆ ಉಳಿದ ಹಣವನ್ನು ಹಿಂದಿರುಗಿಸಿರಿ. ಮುಂದಿನ ಹಂತಗಳಲ್ಲಿ ನಿಮಗೆ ಹಲವು ವಸ್ತುಗಳನ್ನು ತೋರಿಸಲಾಗುವುದು ಆಗ ನೀವು ಮೊದಲು ಒಟ್ಟು ಮೊತ್ತ ಲೆಕ್ಕಹಾಕಬೇಕು.

source: Give tux his change, including cents
gd: Thoir iomlaid do Tux, a' gabhail a-steach sgillinnean
kn: ಟಕ್ಸಗೆ ಉಳಿದ ಚಿಲ್ಲರೆ ಹಣವನ್ನು ಹಿಂದುರಿಗಿಸಿ. ಪೈಸೆ/ಸೆಂಟ್ ಸಮೇತ

source: Practice money usage including cents
gd: Cleachdaich mar a dh'obraicheas airgead, a' ghabhail a-steach sgillinnean
kn: ಪೈಸೆ/ಸೆಂಟ್ ಸಮೇತ ಹಣ ಬಳಕೆಯನ್ನು ಅಬ್ಯಾಸ ಮಾಡಿರಿ

source: Rebuild the same mosaic on the right area
gd: Ath-thog a' mhòsaig taobh deas
kn: ನೀಡಿರುವ ಮೊಸಾಯಿಕನ್ನು ಬಲಗಡೆ ಮತ್ತೆ ನಿರ್ಮಿಸಿರಿ.

source: Rebuild the mosaic
gd: Ath-thog a' mhòsaig
kn: ಮೊಸಾಯಿಕನ್ನು ನಿರ್ಮಿಸಿರಿ

source: These are the eight basic notes in treble clef. They form the C Major Scale.
gd: Seo na h-ochd pongan san iuchair thrìobailte. Nì iad am mòr-sgàla C.
kn: ಸಂಗೀತದಲ್ಲಿ ಬರುವ ಟ್ರಿಬಲ್ ಕ್ಲಿಪನಲ್ಲಿ ೮ ಮೂಲ ಚಿನ್ಹೆ/ನೋಟ್ಸಗಳಿವೆ. ಅವು c ಮುಖ್ಯ ಸ್ಕೇಲನ್ನು ನಿರ್ಮಿಸುತ್ತವೆ.

source: These are the eight basic notes in bass clef. They also form the C Major Scale. Notice that the note positions are different than in treble clef.
gd: Seo na h-ochd pongan san iuchair bheus. Nì iad am mòr-sgàla C cuideachd. Thoir an aire gu bheil àite eile aca na tha san iuchair thrìobailte.
kn: ಸಂಗೀತದ ಬಾಸ ಕ್ಲಿಪನಲ್ಲಿ ೮ ಮೂಲ ಚಿನ್ಹೆ/ನೋಟ್ಸಗಳಿವೆ. ಅವು C ಮುಖ್ಯ ಸ್ಕೇಲನ್ನು ನಿರ್ಮಿಸುತ್ತವೆ.ಇಲ್ಲಿ ಚಿನ್ಹೆಗಳು ಟ್ರಿಬಲ್ ಕ್ಲಿಪಗಿಂತ ವಿಭಿನ್ನವಾಗಿರುವುದನ್ನು ಗಮನಿಸಿರಿ.

source: Play Scale
gd: Cluich an sgàla
kn: ಸಂಗೀತದ ನುಡಿಸುವ ಸ್ಕೇಲ್

source: Play Treble Clef Game
gd: Cluich geama le iuchair thrìobailte.
kn: ಟ್ರಿಬೆಲ್ ಕ್ಲಿಪ್ ಆಟವನ್ನು ಆಡಿರಿ

source: Play Bass Clef Game
gd: Cluich geama le iuchair bheus.
kn: ಬಾಸ ಕ್ಲಿಪ್ ಆಟವನ್ನು ಆಡಿರಿ

source: Click on the note name to match the pitch. Then click OK to check.
gd: Briog air ainm a' phuing aig a bheil an gleus seo. Briog air "OK" gus dearbhadh an uair sin.
kn: ಸಂಗೀತದ ಸ್ಥಾಯಿಗೆ ತಕ್ಕಂತೆ ಚಿನ್ಹೆಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿರಿ. ನಂತರ 'ಸರಿ' ಗುಂಡಿ ಒತ್ತಿ ಪರೀಕ್ಷಿಸಿರಿ.

source: Now there are sharp notes. These pitches are raised a half step.
gd: Tha notaichean geura ann a-nis. Tha an gleus air a thogail le leth-cheum.
kn: ಈಗ ಅತಿ ಕಡಿದಾದ ಚಿನ್ಹೆಗಳಿವೆ. ಇವುಗಳ ಸ್ಥಾಯಿಯು ಅರ್ದ ಮೆಟ್ಟಿಲುಗಳಲ್ಲಿ ಹೆಚ್ಚುವುದು.

source: Now there are flat notes. These pitches are lowered a half step.
gd: Tha notaichean maola ann a-nis. Tha an gleus air ìsleachadh le leth-cheum.
kn: ಈಗ ಅಗಲವಾದ ಚಿನ್ಹೆಗಳಿವೆ. ಅವುಗಳ ಸ್ಥಾಯಿಯು ಅರ್ದ ಮೆಟ್ಟಿಲಿನಲ್ಲಿ ಇಳಿಕೆಯಾಗುವುದು.

source: Click the note to hear it played
gd: Briog air pong gus èisteachd ris
kn: ಚಿನ್ಹೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಸಂಗೀತವನ್ನು ಆಲಿಸಿರಿ.

source: Need a hint? Click here for color-coded note names.
gd: A bheil taic a dhìth ort? Briog an seo airson ainmean dathte nam pongan.
kn: ಸುಳಿವು ಬೇಕೆ? ಬಣ್ಣದ ಸಂಕೇತ ಹೊಂದಿರುವ ಚಿನ್ಹೆಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿರಿ.

source: Ready for a challenge? Color all buttons black!
gd: A bheil dùbhlan a dhìth ort? Thoir dubh air a h-uile pong!
kn: ಸವಾಲು ಸ್ವೀಕರಿಸಲು ಸಿದ್ದವೇ? ಎಲ್ಲಾ ಗುಂಡಿಗಳಿಗೂ ಕಪ್ಪು ಬಣ್ಣ ಹಚ್ಚಿರಿ.

source: Name that Note!
gd: Ainmich am pong seo!
kn: ಚಿನ್ಹೆಯನ್ನು ಹೆಸರಿಸಿರಿ.

source: Learn the names of the notes, in bass and treble clef, with the help of sounds and colors
gd: Ionnsaich ainmean nam pongan ann an iuchair thrìobailte is bheus le taic o fhuaimean is dathan
kn: ಬಾಸ ಮತ್ತು ಟ್ರೆಬೆಲ್ ಚಿನ್ಹೆಗಳ ಹೆಸರನ್ನು ಶಬ್ಧ ಮತ್ತು ಬಣ್ಣಗಳಿಂದ ಕಲಿಯಿರಿ

source: None
gd: Gun ghin
kn: ಯಾವುದೂ ಅಲ್ಲ

source: To develop a good understanding of note position and naming convention. To prepare for the piano player and composition activity
gd: Ionnsaichidh tu mu ghnàthas ionad is ainmeachadh nam pongan. Ullaichidh tu airson cluich a' phiàno is sgrìobhadh ciùil
kn: ಈ ಆಟದ ಉದೇಶ ನಿಮ್ಮಲ್ಲಿ ಚಿನ್ಹೆಗಳ ಸ್ಥಾನ ಮತ್ತು ಹೆಸರಿಸುವ ರೀತಿಯ ಬಗ್ಗೆ ಅರಿವು ಮೂಡಿಸುವುದು ಮತ್ತು ಪಿಟೀಲು ನುಡಿಸುವುದು, ಸಂಗೀತವನ್ನು ಸಂಯೋಜಿಸುವ ಚಟುವಟಿಕೆಗೆ ಸಿದ್ದಪಡಿಸುವುದಾಗಿದೆ

source: The first level and the eleventh level introduce two different staffs with a C major scale. The following levels then quiz the player on note names. To help learn the names, the note pitches are played when the mouse is rolled over the note, and the pitch names can be color coded.
gd: Bheir a' chiad leibheil is a' chiad leibheil deug cliathan eadar-dhealaichte dhut le mòr-sgàla C. Nì na leibheilean a leanas ceasnachadh air ainmean nam pongan. Gus taic a thoirt dhut le ionnsachadh nan ainmean, thèid gleus nam pongan a chluich nuair a thèid thu air a' phong leis an luchag. Cuideachd, faodaidh tu dathan a chur air na pongan.
kn: ೧ ನೇಯ ಮತ್ತು ೧೧ ನೇಯ ಹಂತವು ಎರಡು ಹೊಸ ಸ್ಟಾಪ್(ಸಂಗೀತದ ಚಿನ್ಹೆ ಬರೆಯುವ ೫ ಗೇರೆಗಳು)ನ್ನು C ಸ್ಕೇಲನೊಂದಿಗೆ ಪರಿಚಯಿಸುತ್ತದೆ. ಈ ಕೆಳಗಿನ ಹಂತಗಳಲ್ಲಿ ಆಟಗಾರನಿಗೆ ಚಿನ್ಹೆಗಳ ಹೆಸರಿನ ಮೇಲೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಲಾಗುವುದು. ಮೌಸನ್ನು ಚಿನ್ಹೆಯ ಬಳಿ ತಂದಾಗ ಅದರ ಸಂಗೀತವನ್ನು ಆಟಗಾರನ ಸಹಾಯಕ್ಕಾಗಿ ನುಡಿಸಲಾಗುವುದು. ಚಿನ್ಹೆಯ ಹೆಸರನ್ನು ಬಣ್ಣಗಳಿಂದ ಸಂಕೇತಿಸಬಹುದು.

source: Assemble the puzzle
gd: Cuir an tòimhseachan ri chèile
kn: ಒಗಟನ್ನು ಜೋಡಿಸಿರಿ

source: Drag and Drop the items to rebuild the original paintings
gd: Slaod na nithean is leig iad às gus na dealbhan tùsail ath-thogail
kn: ಚಿತ್ರದ ಭಾಗಗಳನ್ನು ಜಾರಿಸಿ ಮತ್ತು ಬೀಳಿಸಿ ಮೂಲಚಿತ್ರವನ್ನು ಮರುನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: Mouse-manipulation: movement, drag and drop
gd: An luchag: gluasad, slaodadh is leigeil às
kn: ಮೌಸ್-ಚಲನ ಚಟುವಟಿಕೆಗಳು : ಚಲನೆ, ಜಾರಿಸುವುದು ಮತ್ತು ಬೀಳಿಸುವುದು.

source: Spatial representation
gd: Riochdachadh spàsail
kn: ಪ್ರಾದೇಶಿಕ ಪ್ರಾತಿನಿಧ್ಯ

source: Drag the image parts from the box on the left to create a painting on the main board.
gd: Tarraing na pàirtean dhen dealbh on bhogsa taobh clì gus dealbh a thogail air a' phrìomh raon.
kn: ಎಡಭಾಗದಲ್ಲಿರುವ ಚಿತ್ರದ ಭಾಗಗಳನ್ನು ಎಳೆದು ತಂದು ಪರದೆಯ ಮುಖ್ಯ ಹಲಗೆಯ ಮೇಲೆ ಜೋಡಿಸಿ ಚಿತ್ರವನ್ನು ಮರುನಿರ್ಮಾಣ ಮಾಡಿರಿ.

source: Edgar Degas, The Dancing Class - 1873-75
gd: Edgar Degas, An clas dannsaidh - 1873-75
kn: ಎಡ್ಜರ್ ಡೇಗಾಸ್ ರವರ ಡ್ಯಾನ್ಸಿಂಗ್ ಕ್ಲಾಸ್ ಚಿತ್ರ - ೧೮೭೩-೭೫

source: Katsushika Hokusai, Viewing Sunset over the Ryogoku Bridge from the Ommaya Embankment - 1830
gd: Katsushika Hokusai, A' sealltainn air laighe na grèine air Drochaid Ryōgoku o Uchdan Ommaya - 1830
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ , ಜಪಾನಿ ಒಮ್ಮಾಯ ಓಡ್ಡಿನ ಬಳಿಯಿರುವ ರಾಯೊಗುಕು ಸೇತುವೆಯಿಂದ ಸೂರ್ಯೋದಯವನ್ನು ನೋಡುತ್ತಿರುವ ಚಿತ್ರ - ೧೮೩೦

source: Katsushika Hokusa, Poppies - 1833-1834
gd: Katsushika Hokusa, Crom-lusan - 1833-1834
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ ಪೊಪ್ಪೀಸ್ - ೧೮೩೩-೧೮೩೪

source: Katsushika Hokusai, Kazusa sea Route - 1830.
gd: Katsushika Hokusai, Slighe-mhara Kazusa - 1830.
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ ಕಾಜುಸಾ ಸಮುದ್ರ ಮಾರ್ಗ - ೧೮೩೦

source: Pierre-Auguste Renoir, Le Moulin de la Galette - 1876
gd: Pierre-Auguste Renoir, Muilleann Galette - 1876
kn: ಪಿರ್ರೆ ಆಗಸ್ಟೇ ರೆನಾಯರ್ ರವರ ಲೆ-ಮೌಲಿನ್-ಡಿ-ಲಾ-ಗಾಲೆಟ್ಟೇ - ೧೮೭೬

source: Giuseppe Arcimboldo, Spring - 1573
gd: Giuseppe Arcimboldo, Earrach - 1573
kn: ಗಿಯಸೆಪ್ಪೆ ಅರ್ಸಿಮಬೊಲ್ಡೋರವರ ವಸಂತ ಚಿತ್ರ- ೧೫೭೩

source: Giuseppe Arcimboldo, The Librarian - 1566
gd: Giuseppe Arcimboldo, An leabharlannaiche - 1566
kn: ಗಿಯಸೆಪ್ಪೆ ಅರ್ಸಿಮಬೊಲ್ಡೋ ರವರ ಗ್ರಂಥಪಾಲಕ ಚಿತ್ರ - ೧೫೬೬

source: Katsushika Hokusai, Oiran and Kamuro
gd: Katsushika Hokusai, Oiran is Kamuro
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ ಒಯಾರಾನ ಮತ್ತು ಕಮುರೊ

source: Katsushika Hokusai, Woman holding a fan
gd: Katsushika Hokusai, boireannach le gaotharan na làimh
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ ಮಹಿಳೆ ಪಂಖವನ್ನು ಹಿಡಿದಿರುವ ಚಿತ್ರ

source: Katsushika Hokusai, Ejiri in Suruga Province - 1830-1833
gd: Katsushika Hokusai, Ejiri sa mhòr-roinn Suruga - 1830-1833
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ ಸುರುಗಾ ಪ್ರಾಂತ್ಯದಲ್ಲಿರುವ ಇಜೀರಿ ಚಿತ್ರ - ೧೮೩೦ -೧೮೩೩

source: Katsushika Hokusai, The Great Wave off Kanagawa - 1823-1829
gd: Katsushika Hokusai, An tonn mòr far Kanagawa - 1823-1829
kn: ಕಟ್ ಸುಶಿಕಾ ಹೊಕುಸೈರವರ ಕಾನಾಗಾವದ ಮಹಾ ಅಲೆ - ೧೮೨೩-೧೮೨೯

source: Utagawa Hiroshige, The Benzaiten Shrine at Inokashira in Snow - 1760-70
gd: Utagawa Hiroshige, Naomh-chiste Benzaiten aig Inokashira san t-sneachd - 1760-70
kn: ಉಲ್ಟಗಾವಾ ಹಿರೋಶಿಗೆ ರವರ ಮಂಜಿನ ಇನೊಕಾಶಿರಾಲ್ಲಿರುವ ಬೆನಜೈಟೆನ್ ದೇವಾಲಯ - ೧೭೬೦-೭೦

source: Utagawa Hiroshige, Horse-mackerel and Prawn - 1840
gd: Utagawa Hiroshige, Rionnach an eich is muasgan-caol - 1840
kn: ಉಲ್ಟಗಾವಾ ಹಿರೋಶಿಗೆ ರವರ ಕುದುರೆ ಬಂಗಡೆ ಮೀನು ಮತ್ತು ಸೀಗಡಿ ಮೀನಿನ ಚಿತ್ರ - ೧೮೪೦

source: Michelangelo, Pieta - 1499
kn: ಮೈಕೆಲ್ ಎಂಜೆಲೋರವರ, ಪೀಟಾ ಕಲಾಕೃತಿ - ೧೪೯೯

source: Leonardo da Vinci, Mona Lisa - 1503-19
kn: ಲಿಯೋನಾಡಾವಿಂಚಿರವರ ಮೊನಾಲಿಸಾ ಕಲಾಕೃತಿ - ೧೫೦೩-೧೯

source: Giovanni Bellini, La Pala di Pesaro - 1475-85
kn: ಗಿಯೊವನ್ನಿ ಬೆಲ್ಲಿನಿರವರ ಲಾ ಪಾಲಾ ಡಿ ಪೆಸಾರೋ ಕಲಾಕೃತಿ - ೧೪೭೫-೮೫

source: Albrecht Dürer, Lion - 1494
gd: Albrecht Dürer, Leòmhann - 1494
kn: ಅಲ್ಬರೇಚ್ಟ ಡ್ಯುರೆರ್ ರವರ 'ಸಿಂಹ' ಕಲಾಕೃತಿ - ೧೪೯೪

source: Pieter Brugel, The Harvesters - 1565
gd: Pieter Brugel, Tuathanaichean a' buain - 1565
kn: ಪೀಟರ್ ಬ್ರುಗೆಲರವರ 'ಹಾರ್ವೆಸ್ಟರ್' ಕಲಾಕೃತಿ - ೧೫೬೫

source: Pierre-Auguste Renoir, Girls At The Piano - 1892
gd: Pierre-Auguste Renoir, Nigheannan aig a' phiàno - 1892
kn: ಪಿರ್ರೆ ಆಗಸ್ಟೇ ರೆನಾಯರ್ ರವರ 'ಗರ್ಲ್ಸ ಅಟ ದಿ ಪಿಯಾನೋ' ಕಲಾಕೃತಿ - ೧೮೯೨

source: Wassily Kandinsky, Composition VIII - 1923
gd: Wassily Kandinsky, Aiste VIII - 1923
kn: ವಾಸ್ಸಿಲಿ ಕಾಂಡಿಂಸ್ಕಐ ರವರ 'ಕಂಪೋಶಿಷನ್ ೮' ಕಲಾಕೃತಿ - ೧೯೨೩

source: Oil on canvas, 140 x 201 cm; Solomon R. Guggenheim Museum, New York
gd: Ola air canabhas, 140 x 201 cm; Taigh-tasgaidh Solomon R. Guggenheim, Nuadh Eabhrach
kn: ಸೊಲೊಮೆನ್ ಆರ್ ಗುಗ್ಗೇನಿಯಮ್ ಮ್ಯುಸಿಯಮ್,ನ್ಯೂಯಾರ್ಕ ರವರ ' ಆಯಲ್ ಆನ್ ಕ್ಯಾನವಾಸ್ ೧೪೦ X ೨೦೧ ಸೆಂ.ಮೀ'

source: Bazille, The Ramparts at Aigues-Mortes - 1867
gd: Bazille, Na rampairean aig Aigues-Mortes - 1867
kn: ಬ್ರೆಜಿಲನ 'ದಿ ರಾಮಪಾರ್ಟಸ್ ಅಟ್ ಐಗ್ಯೆಸ್-ಮಾರ್ಟೆಸ್' ಕಲಾಕೃತಿ - ೧೮೬೭

source: Mary Cassatt, Summertime - 1894
gd: Mary Cassatt, An t-samhradh - 1894
kn: ಮೇರಿ ಕ್ಯಾಸೆಟ್ ರವರ 'ಸಮ್ಮರ್ ಟೈಮ್' ಕಲಾಕೃತಿ - ೧೮೯೪

source: Vincent Van Gogh, Village Street in Auvers - 1890
gd: Vincent Van Gogh, Sràid baile bhig ann an Auvers - 1890
kn: ವಿನ್ಸೆಂಟ್ ವ್ಯಾನ್ ಗಾಗ್ ರವರ 'ಅಯವೆರ್ಸನ ಹಳ್ಳಿಯ ಬೀದಿ' ಕಲಾಕೃತಿ - ೧೮೯೦

source: Control fall speed with up and down arrow keys.
gd: Cùm smachd air dè cho luath 's a thuiteas tu leis na saighdean suas is sìos.
kn: ಬೀಳುವ ವೇಗವನ್ನು ಮೇಲಿನ ಮತ್ತು ಕೆಳಗಿನ ಬಾಣದ ಕೀಲಿಗಳನ್ನು ಬಳಸಿ ನಿಯಂತ್ರಿಸಿರಿ.

source: Parachutist
gd: Paraisiut
kn: ಪ್ಯಾರಾಚುಟನಲ್ಲಿ ದುಮುಕುವವ

source: Help Tux the parachutist land safely
gd: Thoir cobhair do Tux a' pharaisiut ach an tig e air tìr gu sàbhailte
kn: ಪ್ಯಾರಾಚುಟನಲಿ ದುಮುಕುವ ಟಕ್ಸಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಭೂಮಿಗೆ ಇಳಿಯಲು ಸಹಾಯ ಮಾಡಿ
